[
    "Hello YouTube. This is Emily.",
    "And today, I'm joining you from a different angle than the angle that I usually sit at.",
    "This is mostly due to the fact that my room has very poor lighting.",
    "I apologize for the poor lighting.",
    "I also realized that my face looks very red because I've been out in the sun today.",
    "That means that I actually go out in the sun.",
    "Sometimes, I try not to.",
    "It's good to maintain this very white complexion, you know.",
    "I gotta keep it real.",
    "I gotta represent.",
    "Anyway, today I just wanna rant about things.",
    "Lately I've been all into the video editing.",
    "I've been editing everything.",
    "I've been like, Oh my God! Edit, edit, edit, edit, edit, edit.",
    "And I've just been editing like crazy.",
    "I'm like an editing machine.",
    "I've got it down; pack, snap, cut, deliver.",
    "But, you know, today I decided to go back to my normal route of just talking to you.",
    "Let's see, does my light look a little bit better if I'm very close to the camera?",
    "Just talking to you.",
    "Just telling you about things.",
    "Things that are on my mind.",
    "And things that are bothering me.",
    "And things that aren't bothering me.",
    "And there's one thing lately.",
    "That I don't know if I would say that it's bothering me or the fact that it's just disturbing me.",
    "But, so many people have been talking about this thing called, \"Second Life.\"",
    "It's the word \"second\" and \"life.\"",
    "I've been getting all these sorts of invites and people telling me,...",
    "\"Oh my God, Emily this game is so super special, awesome. It's amazing you should totally play it.\"",
    "So, you know, I'd like to give the thing a try.",
    "So, being me, I downloaded the thing and gave it a go.",
    "I don't know if I'm not getting it, but I'm not getting it.",
    "You know, I go on the game and you walk around and you can be some sort of person that you're not."
]