[
    "Hi, I'm Chris Brown.",
    "Since February, my attorney has advised me not to speak out,...",
    "...even though ever since the incident,...",
    "...I wanted to publicly express my deepest regret and accept full responsibility.",
    "Although, I will do some interviews and answer some questions in the future,...",
    "...I felt it was time that you heard directly from me that I am sorry.",
    "I have tried to live my life in a way which can make those around me proud of me...",
    "...and until recently, I think I was doing a pretty good job.",
    "I wish I had the chance to live those few moments again.",
    "But unfortunately, I can't.",
    "I cannot go into what happened and most importantly,...",
    "... I'm not gonna sit here and make any excuses.",
    "I take great pride in me being able to exercise self-control and what I did was inexcusable.",
    "I am very sad and very ashamed of what I've done.",
    "My mother and my spiritual teachers have taught me way better than that.",
    "I have told Rihanna countless times and I'm telling you today;...",
    "...that I am truly, truly sorry...",
    "...and that I wasn't able to handle the situation both differently and better.",
    "I recognize that I've truly been blessed.",
    "I've been blessed with a wonderful family, wonderful friends and fans.",
    "God has been generous in giving me the ability which has brought me fame and fortune.",
    "I've done a lot of soul searching over the past several months.",
    "I've talked with my minister and my mother...",
    "...and I've spent a lot of time trying to understand what happened and why.",
    "I've let a lot of people down...",
    "...and I realize that. And no one is more disappointed in me than I am.",
    "As many of you know, I grew up in a home where there was domestic violence.",
    "And I saw firsthand what uncontrolled rage can do.",
    "I have sought and I'm continuing to seek help to ensure that what occurred in February can never happen again.",
    "And as I sit here today, I can tell you that I will do everything in my power...",
    "...to make sure that it never happens again.",
    "And I promise that."
]