[
    "You are, of course, wondering why I brought you here tonight.",
    "Actually, sir, after all these years I just sort of go with it.",
    "Take my arm.",
    "People sometimes think; \"Oh! Is it boring to play the same character for so long?\"",
    "No, it's not. Because he changes so much that actually, no. It doesn't get boring in the slightest.",
    "It's like a marathon, making these movies. They take 6 months to shoot. It's quite a big job.",
    "But I enjoy it. It's really fun.",
    "The energy of the young cast is tremendous.",
    "That really lifts you up.",
    "It's so exciting to know that there is a big audience waiting to see what you've done.",
    "Probably the funniest Harry Potter film and the scariest.",
    "This place has known magic.",
    "Very dark.",
    "Very powerful.",
    "This time, I cannot hope to destroy it alone.",
    "He takes Harry on a long journey... through seas and mountains,...",
    "...and the wind blowing,... and there are these creatures...",
    "And Harry has to take over and solve all these problems.",
    "It's the sort of rise of Harry's maturity and the demise of Dumbledore.",
    "...enjoying your classes, Harry?",
    "What about your activities outside the classroom?",
    "I can't help wondering if...",
    "Oh, no, no. I mean, she's brilliant but we're friends.",
    "Ok, sorry.",
    "We've all been through that, you know. And it's really a traumatic age, frankly.",
    "Because you gotta deal with your hormones. You gotta deal with the politics of boyfriends and girlfriends.",
    "It was bloody awkward. I don't know what to tell you.",
    "It was very, very strange.",
    "You know, he's practically like my big brother and, you know, I've grown up with him.",
    "So, you know, I had to be very professional...",
    "...and really try and get myself into character to be able to deal with it.",
    "It's a lot to kinda get into. I mean, after the first few takes... it's fine.",
    "I've seen so many, sort of massive... scenes with hundreds of people in the great hall...",
    "...and then suddenly, to have just the two of us in a scene is such a kind of big contrast.",
    "Take my hand.",
    "These girls, they're gonna kill me, Harry.",
    "It's over.",
    "From Warner Brothers Pictures.",
    "Ginny!",
    "I have to do this.",
    "Fight back, you coward! Fight back!"
]