[
    "Jessica Grounds is president of the nonpartisan Women under Forty Political Action Committee...",
    "...based in Washington.",
    "Secretary Clinton has done something by bringing these global women's issues to a top priority...",
    "...and that every decision goes through that office,...",
    "...because oftentimes women's issues tend to be an outlier piece,...",
    "...sort of, maybe like a minority group.",
    "Grounds says, she thinks Clinton's international fame...",
    "...will boost her efforts to empower women.",
    "I think that she is so well received internationally...",
    "...and that was one of the best reasons to choose her by President Obama,...",
    "...to choose her for Secretary of State.",
    "She already had an amazing connection with leaders around the world from her experience as First Lady.",
    "She made that a priority, to build relationships with other women heads of state,...",
    "...Angela Merkel and all of that.",
    "Now, we have a whole cadre of new women leading nations around the world.",
    "Some critics say, Clinton needs to make sure...",
    "...that terrorism and nuclear proliferation are her top priorities,...",
    "...and not women's rights.",
    "Lawrence Wilkerson was chief of staff to former Secretary of State Colin Powell.",
    "Women's rights are high on my list of things to do.",
    "To empower the rest of the world that's not empowered...",
    "...but it's not the top priority.",
    "There are many more things that take priority over that.",
    "Wilkerson also says, Clinton needs to tread carefully in certain parts of the world...",
    "...on pushing governments to respect and empower women.",
    "But in societies where women's rights are severely curtailed...",
    "...like Afghanistan, for example.",
    "Then, we need to be very circumspect and very cautious,...",
    "...and prudent about the way we move...",
    "...towards empowering women, although it's important.",
    "There are others however who say,...",
    "...Clinton must use her unique position to push women's rights...",
    "...because so many women are still the victims of violence and repression...",
    "...in many parts of the world,...",
    "...making women's rights the moral challenge of our times.",
    "Cindy Saine, VOA News."
]