[
    "The singer died, according to the coroner, from a deadly dose of the anesthetic propofol...",
    "...combined with Lorazepam, an anti-anxiety medication.",
    "Jackson's doctor, Conrad Murray, told investigators that he gave the pop star a series of drugs;...",
    "...Starting with Valium....",
    "...and then Lorazepam,...",
    "...followed by a sedative,...",
    "...all so Jackson would be able to sleep.",
    "The drugs didn't work.",
    "Early the next morning, Dr. Murray gave Jackson propofol intravenously.",
    "The drug is designed for hospital use only.",
    "Dr. Rick Levy is Vice Chief of Anesthesiology and Pain Medicine...",
    "...at the Children's National Medical Center in Washington,...",
    "...he says, propofol is a drug of choice for anesthesiologists.",
    "The anesthesiologists generally do like it around the world...",
    "...because it's more designed for the faster onset in terms of going off to sleep,...",
    "...and the faster offset in terms of waking up,...",
    "...so for outpatient ambulatory surgery,...",
    "...that really was the niche market it was designed for.",
    "Propofol puts patients to sleep in seconds.",
    "The drug is also used with other anesthetics...",
    "Because it's not a controlled substance yet,...",
    "...it's much easier to access within the operating room.",
    "...and because propofol is not a controlled substance,...",
    "...other doctors can get it, even if they are not trained in using it,...",
    "...and that's where they can get in trouble.",
    "Propofol can cause patients to stop breathing...",
    "...but in the operating room, anesthesiologists are equipped to resuscitate them.",
    "Propofol can also lead to trouble with blood pressure and heart function.",
    "Much of anesthesiology and intensive care are really being able to manage those patients...",
    "...and those responses that are outside of what the expected is so that you still keep the patient safe.",
    "Propofol is not designed to be a sleep aid, ever.",
    "Carol Pearson, VOA News."
]