[
    "I'm wearing a camera, just a simple webcam.",
    "A portable, battery powered projection system with a little mirror.",
    "These components communicate to my cellphone in my pocket...",
    "...which acts as the communication and computation device.",
    "And in the video here, we see my student Pranav Mistry,...",
    "...who's really the genius, who's been implementing and designing this whole system.",
    "And we see how this system lets him walk up to any surface and start using his hands...",
    "...to interact with the information that is projected in front of him.",
    "The system tracks the four significant fingers.",
    "In this case, he's wearing simple marker caps that you may recognize...",
    "...but if you want a more stylish version, you could also paint your nails in different colors.",
    "And the camera basically tracks these four fingers,...",
    "...and recognizes any gestures that he's making, so he can just go to... for example, a map of Long Beach,...",
    "...zoom in and out, et cetera.",
    "The system also recognizes iconic gestures such as the take-a-picture gesture...",
    "...and then, takes a picture of whatever is in front of you.",
    "And when he then walks back to the Media Lab,...",
    "...he can just go up to any wall and project all the pictures that he's taken,...",
    "...sort through them and organize them, and resize them, et cetera,...",
    "...again using all natural gestures.",
    "So, some of you most likely were here two years ago...",
    "...and saw the demo by Jeff Han, or some of you may think,...",
    "...\"Well, doesn't this look like the Microsoft Surface Table?\"...",
    "...and yes, you also interact using natural gestures, both hands, et cetera,...",
    "...but the difference here is that you can use any surface.",
    "You can walk up to any surface,...",
    "...including your hand if nothing else is available...",
    "...and interact with this projected data.",
    "The device is completely portable."
]