[
    "So, it was about four years ago, five years ago,...",
    "...I was sitting on a stage in Philadelphia, I think it was...",
    "...with a bag similar to this...",
    "...and I was pulling a molecule out of this bag,...",
    "...and I was saying, \"You don't know this molecule really well,...",
    "...but your body knows it extremely well\",...",
    "...and I was thinking that your body hated it, at the time,...",
    "...because we are very immune to this.",
    "This is called, alpha-gal epitope...",
    "...and the fact that pig heart valves have lots of these on them...",
    "...is the reason that you can't transplant a pig heart valve into a person easily.",
    "Actually, what with... our body doesn't hate these,...",
    "...our body loves these,...",
    "...it eats them.",
    "I mean, the cells in our immune system are always hungry...",
    "...and if an antibody is stuck to one of these things on the cell,...",
    "...it means, that's food.",
    "Now, I was thinking about that and I said, \"You know,...",
    "...we've got this immune response to this ridiculous molecule that we don't make,...",
    "...and you know, we see it a lot in other animals and stuff\",...",
    "...but I said, \"Why... we can't get rid of it\",...",
    "...because all of the people who tried to transplant heart valves found out you can't get rid of that immunity.",
    "I said, \"Why don't you use that?\"",
    "What if I could stick this molecule,...",
    "...slap it onto a bacteria that was pathogenic to me, that had just invaded my lungs?",
    "I mean, I could immediately tap into an immune system that was there...",
    "...or where... this was not gonna take five or six days to develop it,...",
    "...it was gonna immediately attack whatever this thing was on.",
    "It was kinda like the same thing that happens when you,...",
    "...like you... getting stopped for a traffic ticket in L.A....",
    "...and the cop drops a bag of marijuana in the back of your car,...",
    "...and then, charges you for possession of marijuana.",
    "It's like the very fast, very efficient way to get people off the street."
]