[
    "I started noticing when they will have these... the town hall meetings...",
    "...and there was vitriol, and general animosity, and anger, and shouting, and pushing,...",
    "...and just an unsavory behavior reported.",
    "Now, I don't know if it was generally speaking but it would be reported here and there.",
    "And then, within the last week,...",
    "...a couple of days ago, Jimmy Carter started talking about this behavior...",
    "...and was speculating that perhaps this unease or poor decorum...",
    "...was because people was rooted in racism.",
    "Is he onto something there?",
    "Or is that just something to talk about?",
    "Well, first of all, I think it's important to realize that...",
    "...I was actually black before the election.",
    "Really?",
    "This is true.",
    "How long have you been a black man?",
    "And so, the American people, I think gave me this extraordinary honor.",
    "And that tells you, I think a lot about where the country's at.",
    "I actually think that what's happened is that...",
    "...whenever a president tries to bring about significant changes,...",
    "...particularly during times of economic unease,...",
    "...then there is a certain segment of the population that gets very riled up and it happened.",
    "FDR was called a socialist and a communist.",
    "JFK, there were all kinds of names hurled at him.",
    "Ronald Reagan, when he came into office, he was moving in a different direction...",
    "...and people were sure that he was bringing the country down.",
    "And so, this is not untypical.",
    "One of the things you sign up for in politics is folks yell at 'ya.",
    "But I think that what has been missing from the conversation is that the overwhelming majority of people.",
    "Republican or Democrat, I think they just wanna see some common sense.",
    "They wanna see some honesty and integrity in Washington.",
    "I think they're turned off by the shouting and the yelling,...",
    "...and they expect more from their public elected officials."
]