[
    "I would like to propose to the international community a Hatoyama Initiative...",
    "...based on what I have just outlined.",
    "The Kyoto Protocol was a historic milestone...",
    "...as the first international framework that obligated nations to reduce greenhouse gases.",
    "Effective efforts however, cannot be realized unless a new framework is created.",
    "To that end, towards establishing a fair and effective new single undertaking,...",
    "...I will exert every effort for the success of Copenhagen,...",
    "...in the course of formulating this initiative.",
    "Mr. Secretary-General,...",
    "...active measures to address climate change...",
    "...such as the Green New Deal initiated by President Obama...",
    "...will open new frontiers and create new opportunities for employment in the world economy.",
    "Particularly, in such fields as clean energy technologies,...",
    "...including electric vehicles and solar power generation.",
    "Japan has relatively strong potential for technological development...",
    "...as well as considerable financial capacity.",
    "Thus, I recognize that Japan is expected to take the lead in the international community...",
    "...in setting its own reduction target...",
    "...and to achieve such target through the development of innovative technologies.",
    "I have full confidence in the abilities of the Japanese people and our companies.",
    "Political leaders at this time also have a responsibility to future generations...",
    "...to create a sustainable society by transforming the social structure...",
    "...that we have known since the Industrial Revolution.",
    "Mr. Secretary-General, in conclusion, I wish to make a strong appeal to you to work together,...",
    "...so that we will be able to make significant achievements in Copenhagen in December.",
    "And that the people of the world will be able to say...",
    "...that their leaders made crucial decisions for the sake of future generations.",
    "Thank you very much."
]