[
    "Sports were what brought our community together.",
    "They strengthen our ties to one another.",
    "Growing up, when I played games with the kids in my neighborhood,...",
    "...we picked sides based not on who you were, but what you could bring to the game.",
    "Sports taught me self-confidence, teamwork and how to compete as an equal.",
    "Sports were a gift I shared with my dad,...",
    "...especially the Olympic Games.",
    "Some of my best memories...",
    "...are sitting on my dad's lap,...",
    "...cheering on Olga and Nadia, Carl Lewis, and others for their brilliance and perfection.",
    "Like so many young people,...",
    "...I was inspired.",
    "I found myself dreaming that maybe, just maybe,...",
    "...if I worked hard enough,...",
    "...I, too, could achieve something great.",
    "But I never dreamed...",
    "...that the Olympic flame might one day light up lives in my neighborhood.",
    "But today, I can dream...",
    "...and I am dreaming of an Olympic and Paralympic Games...",
    "...in Chicago that will light up lives in neighborhoods all across America...",
    "...and all across the world.",
    "That will expose all our neighborhoods to new sports and new role models.",
    "That will show every child that regardless of wealth...",
    "...or gender, or race,...",
    "...or physical ability.",
    "There is a sport and a place for them, too.",
    "That's why I'm here today.",
    "I'm asking you to choose Chicago.",
    "I'm asking you to choose America.",
    "And I'm not asking just as the First Lady of the United States,...",
    "...who is eager to welcome the world to our shores.",
    "And not just as a Chicagoan,...",
    "...who is proud and excited to show the world what my city can do.",
    "Not just as a mother raising two beautiful young women...",
    "...to embrace athleticism and pursue their full potential.",
    "I'm also asking as a daughter.",
    "See, my dad would have been so proud to witness these games in Chicago."
]