[
    "There are so many letters like that, that I'm receiving every day.",
    "Yeah. Here's another one.",
    "A woman whose husband retired from AT&T at 61 is waiting to get on Medicare.",
    "You now have the company in negotiations with the union and...",
    "...may decide to stop health care for retirees.",
    "Got another one, an antique business in Alabama.",
    "They are on the verge of losing their business...",
    "...because they just can't afford to pay the premiums.",
    "Their premiums increased 70 dollars per month, just this month.",
    "So, a lot of the stories are heartbreaking.",
    "People who work hard,...",
    "...a lot of times they'll say: \"I've never written to a president before.\"",
    "\"I'm not looking for a handout.\"",
    "\"All I want is just a fair shake.\"",
    "And it ends up being a powerful motivator for me when...",
    "...we try to move this health agenda forward.",
    "Now, some of them are more cheerful...",
    "...and you have this one for example.",
    "With all the huge money difficulties facing our country,...",
    "...I thought you might like to see how someone spent their...",
    "...250-dollar stimulus money.",
    "Thank you for all the pleasures from tending my raised bed...",
    "...and from the vegetables I hope to enjoy.",
    "So she set up a vegetable garden...",
    "...and she sent me a picture.",
    "There's a beautiful letter that I got just a couple of days ago. I'm gonna be responding.",
    "From a woman who...",
    "...had found a letter and she forwarded it to me.",
    "A letter from her father...",
    "...when he was fighting in World War II.",
    "She had just been born and he had just gotten news of her birth...",
    "...and he sent this letter. \"My dearest daughter.\"",
    "And explained what he was doing...",
    "...in Europe during World War II and why this was so important,...",
    "...and what the country meant to him.",
    "And that someday, she'd be old enough to read it, and understand why this was so important.",
    "You know, you get letters like that and it gives you a sense of what's best about America,...",
    "...and inspires you,...",
    "...and makes you wanna work that much harder to make sure that...",
    "...that spirit is reflected in our government."
]