[
    "So, what we're calling for is for the financial industry to join us...",
    "...in a constructive effort to update the rules and regulatory structure...",
    "...to meet the challenges of this new century.",
    "That is what my administration seeks to do.",
    "We've sought ideas and input from industry leaders and policy experts,...",
    "...academics, consumer advocates and the broader public.",
    "And we've worked closely with leaders in the Senate and the House,...",
    "...including not only Barney but also Senators Chris Dodd and Richard Shelby.",
    "And Barney is already working with his counterpart, Max Baucus.",
    "And we intend to pass regulatory reform through Congress.",
    "And taken together, we're proposing the most ambitious overhaul...",
    "...of the financial regulatory system since the Great Depression.",
    "But I want to emphasize that these reforms are rooted in a simple principle.",
    "We ought to set clear rules of the road that promote transparency and accountability.",
    "That's how we'll make certain that markets foster responsibility, not recklessness.",
    "That's how we'll make certain that markets reward...",
    "...those who compete honestly and vigorously within the system,...",
    "...instead of those who are trying to game the system.",
    "So, let me outline specifically what we're talking about.",
    "First, we're proposing new rules to protect consumers...",
    "...and a new Consumer Financial Protection Agency to enforce those rules.",
    "This crisis was not just the result of decisions made by the mightiest of financial firms.",
    "It was also the result of decisions made by ordinary Americans...",
    "...to open credit cards and take on mortgages.",
    "And while there were many who took out loans they knew they couldn't afford,...",
    "...there were also millions of Americans who signed contracts they didn't fully understand...",
    "...offered by lenders who didn't always tell the truth.",
    "This is in part because there is no single agency charged with making sure that doesn't happen.",
    "That's what we intend to change.",
    "The Consumer Financial Protection Agency will have the power to make certain...",
    "...that consumers get information that is clear and concise...",
    "...and to prevent the worst kinds of abuses.",
    "Consumers shouldn't have to worry about loan contracts designed to be unintelligible,...",
    "...hidden fees attached to their mortgage...",
    "...and financial penalties, whether through a credit card or a debit card...",
    "...that appear without warning on their statements.",
    "And responsible lenders, including community banks,...",
    "...doing the right thing shouldn't have to worry about ruinous competition from unregulated competitors."
]