[
    "The garden was something that I had always thought about.",
    "I was probably like most busy mothers who were, you know, a busy working family.",
    "And I would find it difficult to feed my family in a healthy way quickly,...",
    "...so I decided to change our diet.",
    "And this happened throughout the course of the campaign, and it was really simple things:...",
    "...Adding more fruits and vegetables,...",
    "...trying to sit down as a family and prepare a meal a couple of times a week,...",
    "...eating out a little bit less,...",
    "...eliminating processed and sugary foods as much as possible.",
    "And I saw some really immediate results with just those minor changes.",
    "And I thought... well, if I could help other families,...",
    "...kind of learn these small changes in my role as First Lady,...",
    "...that would be a good thing.",
    "Today, we are amending our soil...",
    "...and we've gotten our soil tested, it's actually in really good shape.",
    "So, what we're gonna do is add a few amendments to increase the fertility of the soil.",
    "To sort of provide a lot of stability for the soil...",
    "...and bring it into balance.",
    "Basically, setting the foundation that we'll build on for years and years to come.",
    "We're doing our first till.",
    "We're churning over the soil about... we're going down six-to-eight inches deep...",
    "...and then, we're gonna spread some amendments.",
    "We're gonna use some sulfate to potash which basically adds some sulfur.",
    "We have crab meal which is gonna add our calcium and nitrogen, which is absolutely critical.",
    "And our crabs are sourced from the Chesapeake, so we're all keeping it in the region.",
    "Guess what that means:...",
    "...No work, no spuds.",
    "No work, no turnip, no tank, no flying fortress, no victory.",
    "Bear that in mind all you victory gardeners and work for victory!",
    "This is the first vegetable garden since Eleanor Roosevelt's victory garden in World War II.",
    "When we look back at the records it was actually a really tough time getting it established.",
    "And in the end, it was a plot,...",
    "...you know, probably about the size of one bed that we have here,...",
    "...that one of the daughters of somebody who worked here tended to.",
    "So, as a sort of really productive, you know, feeding a lot of people garden,...",
    "...this is the first one in well over a hundred years."
]