[
    "To Heather and all the others who have made this evening possible, thank you so much.",
    "It is wonderful to be here.",
    "I wanna express my appreciation for the opportunity...",
    "...to tell jokes that weren't funny enough for me to use when we did this five weeks ago.",
    "Whatever.",
    "The jokes may not be as good but neither is the guest list.",
    "I'm just joking; For me, there's no contest.",
    "Why bother hanging out with celebrities when I can spend time with the people who made me one?",
    "I know where my bread is buttered.",
    "Plus, we have our own luminaries here in attendance.",
    "The junior senator from Wyoming, John Barrasso is here.",
    "I'm sorry, John Barrasso skipped this evening.",
    "Let me tell you, though, for those who haven't met him,...",
    "...John Barrasso is the George Clooney of junior senators from Wyoming.",
    "It is great to be here with so much talent from the world of TV and radio.",
    "Despite the flood of new media,...",
    "...I think your programming is more relevant than ever before.",
    "At least, that's the impression I get when I read the blogs every day.",
    "It's good to see a number of hardworking correspondents here tonight.",
    "Journalists like Chuck Todd. I think I spotted Chuck over there somewhere.",
    "At this dinner, Chuck embodies the best of both worlds.",
    "He has the rapid-fire style of a television correspondent...",
    "...and the facial hair of a radio correspondent.",
    "Mika Brzezinski is here, I believe, in the house.",
    "Mika and I have a lot in common.",
    "We both have partners named Joe who used to be in Congress and don't know when to stop talking.",
    "And happening now: Wolf Blitzer is here.",
    "He's the only man...",
    "...the only other man in America with his own Situation Room.",
    "People assume that mine is cooler...",
    "...but this is not the case.",
    "As hard as we've tried,...",
    "...we have not been able to generate the bandwidth necessary to turn Larry Summers into a hologram.",
    "We can't do it.",
    "Now, one person that you know could not be here tonight is Secretary Hillary Clinton.",
    "As most of you know,...",
    "...Hillary broke her elbow a few days ago on her way to the White House.",
    "And we all wish her a very speedy recovery.",
    "I do have to say, though, that while it's been reported as an accident,...",
    "...there were some suspicious circumstances.",
    "Just before the incident,...",
    "...Secret Service spotted Richard Holbrooke spraying WD-40 all over the driveway.",
    "So now, on top of the costs of health care and energy, and the recovery plan,...",
    "...we've got another fiscal problem.",
    "Fortunately, the lawyers tell me that Hillary is ready to settle.",
    "I have to admit, though,...",
    "...it wasn't easy coming up with fresh material for this dinner.",
    "A few nights ago, I was up tossing and turning,...",
    "...trying to figure out exactly what to say.",
    "Finally, when I couldn't get back to sleep,...",
    "...I rolled over and asked Brian Williams what he thought.",
    "Now, the truth is, Brian Williams is actually a terrible houseguest.",
    "He put an empty milk carton back in the fridge.",
    "He leaves his wet towels all over the Roosevelt Room.",
    "We're pretty sure he clogged the toilet and didn't tell anybody."
]