[
    "And I asked, I guess Mariano Jr.,...",
    "...I said, \"Has your dad taught you that cut fastball?\"",
    "And he said, \"Yeah, I'm getting it. I'm getting it.\"",
    "So, you know, we may have to keep an eye on that kid.",
    "And then I talked to Ichiro.",
    "And I said \"Now, how exactly do you throw that ball from...\"",
    "...in the outfield to home plate like a laser?\"",
    "Right.",
    "And he said, \"Soft muscle.\" Soft muscle.",
    "He said, \"You don't need to be big.\"",
    "It's a very zen like answer.",
    "He's a very zen-like guy.",
    "He's an impressive guy.",
    "Prince Fielder of the Brewers who won the Home Run Derby last night says,...",
    "...\"Do you ever get to just be by yourself, watch a little TV...\"",
    "...and I'm quoting him here,\"... and not talk to nobody?\"",
    "I do actually, and that's my most precious time...",
    "...other than spending time with the girls.",
    "But usually they go to bed,...",
    "...Michelle goes to bed early.",
    "She goes to bed about 9:30.",
    "The girls go to bed about 9:00.",
    "And that's when, after I've done the reading,...",
    "...SportsCenter, that's when you break out. And if you can catch a ball game,...",
    "...open a beer, put your feet up and be quiet for a while, nothing beats that.",
    "Now, we all love SportsCenter, but you got to make sure they get the new MLB network in the White House, right?",
    "I believe they do.",
    "There aren't too many stations that you can't get in the White House.",
    "You know, if I have to, I can have, you know, the CIA tap into something.",
    "You have that kind of pull? That's impressive.",
    "And the last one, Michael Young of the Texas Rangers.",
    "His question, \"How can I help?\"",
    "That's a nice question.",
    "And it turns out that Major League Baseball has actually been helping us to promote something called...",
    "...United We Serve.",
    "It's based on a simple idea and that is, \"Government can't solve all our problems.\"",
    "And when it comes to energy, education, health care, community renewal,...",
    "...having ordinary citizens get involved and do whatever they think is a serious contribution,...",
    "...that can make all the difference.",
    "So it's tutoring a kid, mentoring somebody, working in the school, volunteering in a health clinic."
]