[
    "On that day, much of this continent still lay in ruin.",
    "The rubble of this city had yet to be built into a wall.",
    "The Soviet shadow had swept across Eastern Europe,...",
    "...while in the West: America, Britain and France took their stock of their losses...",
    "...and pondered how the world might be remade.",
    "This is where the two sides met.",
    "And on the twenty-fourth of June 1948,...",
    "...the communists chose to blockade the western part of the city.",
    "They cut off food and supplies to more than two million Germans...",
    "...in an effort to extinguish the last flame of freedom in Berlin.",
    "The size of our forces was no match for the larger Soviet army...",
    "...and yet retreat would have allowed communism to march across Europe.",
    "Where the last war had ended, another world war could have easily begun...",
    "...and all that stood in the way was Berlin.",
    "And that's when the airlift began.",
    "When the largest and most unlikely rescue in the history...",
    "...brought food and hope to the people of this city.",
    "The odds were stacked against success.",
    "In the winter, a heavy fog filled the sky above and many planes were forced to turn back...",
    "...without dropping off the needed supplies.",
    "The streets where we stand were filled with hungry families who had no comfort from the cold.",
    "But in the darkest hours, the people of Berlin kept the flame of hope burning.",
    "The people of Berlin refused to give up.",
    "And on one fall day, hundreds of thousands of Berliners came here to the Tiergarten,...",
    "...and heard the city's mayor implore the world not to give up on freedom.",
    "\"There is only one possibility,...\", he said.",
    "\"...for us to stand together united until this battle is won.\"",
    "\"The people of Berlin have spoken.\"",
    "\"We have done our duty...\", he said. \"...and we will keep on doing our duty.\"",
    "\"People of the world, now do your duty.\"",
    "\"People of the world, look at Berlin!\""
]