[
    "Oh, so your image of Japan was long gone?",
    "I'm sure they're good but I don't have experience.",
    "But I only have experience with their products and mangas, which is great, you know.",
    "Did you expect there'd be more tension between you as a Chinese person and a Japanese person...",
    "...given the history of your countries?",
    "Certainly. You know, at school you learn a lot of things that, you know, are part of history.",
    "So many years have passed and I never had problems,...",
    "...thinking, you know, there's hate or... I never felt that.",
    "I mean, it's... we've been together alright.",
    "It's been so many years and I'll be just... need to think about how we can work together, as friends.",
    "Build friendship rather than living in the shadow.",
    "It's been a long time.",
    "Let's forget about that and just build a better future together...",
    "...rather than, you know, hate each other.",
    "What can that help, you know? I mean, it's not gonna help.",
    "Were you surprised the first time you came to Japan? You were only 13?",
    "I was really surprised by how advanced Japan is...",
    "Advanced.",
    "...and it's very... so I mean,... so high technology driven country,...",
    "...and everything is so fresh, and new. And I love it.",
    "Clean... There was a... pretty big...",
    "I wouldn't say culture shock because that's more about America.",
    "Japan is not a culture shock because you still see...",
    "...there are a lot of similarities between Chinese and Japanese, culturally.",
    "For example?",
    "For example, I mean, we're both Eastern culture,...",
    "...you know, like elders are much more respected.",
    "Not like in the US, young guys are more, you know, they don't really care much about...",
    "In America, you call your grandfather sometimes just names rather than grandpa, right?",
    "You say, Steve.",
    "I believe if you do that in Asia you'll probably be in prison.",
    "It's a totally different culture.",
    "China and Japan have many similarities, you know, like family tradition.",
    "What they eat is similar, I mean, always soy sauce.",
    "And really in that way, I mean, the culture is not that a shock.",
    "But that time... 14 years ago, there's still a big distance between China and Japan...",
    "...in a way of... the whole look.",
    "Now, I mean, I would say less because if you see Shanghai and Beijing,...",
    "...there's really not that big difference.",
    "The big buildings and high technology, it's not really that different than Japan.",
    "But that time there's a huge difference, huge really.",
    "Well, I remember I came here in 1993, so just a couple of years before you actually...",
    "...and at that point, I was kind of amazed as well,...",
    "...because even coming from America, Japan seems very clean.",
    "And everything runs on time.",
    "And the people are nice.",
    "It's like a whole different world.",
    "Do you mean Americans are not nice?",
    "If they're paid to be. If you tip them enough, they are.",
    "That's true, that's true. It's all about tipping!"
]