[
    "Hey, this is Emily,...",
    "...and today I wanted to talk a little bit about my new band c.cedille...",
    "...because so many of you have been asking me questions, understandably.",
    "Basically, it's a band consisting of one other fellow named Serey,...",
    "...who plays guitar and sings.",
    "He's from Montreal.",
    "And it consists of me as well.",
    "And I sing, and attempt to play guitar and bass.",
    "And we play sort of acoustic, folk, indie rock music,...",
    "...if you can wrap your brain around what that's supposed to sound like.",
    "We've just been recording our first album over the past several months,...",
    "...and been having a wonderful time,...",
    "...and a lot of really amazing people have been helping us record.",
    "And just, it's been great.",
    "And we have one last recording session coming up.",
    "And then, we're gonna mix our stuff and hopefully we can get it out to you guys.",
    "We're planning on releasing our first song on iTunes in about January.",
    "But it's not 100% set in stone,...",
    "...so don't hold it against me if maybe it's a little delayed.",
    "And we had two concerts in Sapporo in October.",
    "One at the Apple Store in Sapporo and one at this live house and it was a ton of fun.",
    "And starting in January, February, early next year,...",
    "...we plan on having a lot more shows around the rest of Japan.",
    "So, if you're in Japan, then come check it out.",
    "All of our information is religiously updated on MySpace...",
    "...which I will post the link on the description of this video.",
    "But we don't have an official website yet, so please bear with the MySpace.",
    "I know it's uncool, MySpace is totally last century but, whatever.",
    "So, that's about it.",
    "That's what's been going on in my life lately.",
    "I've been super busy with that...",
    "...as some of you may know.",
    "So, hope to see some of you guys at a gig in the future.",
    "And thanks for watching, and thanks for listening. Bye!"
]