[
    "I don't get it America. What's up with the vampire thing?",
    "I talked to some of my friends back home and they're all like,...",
    "...\"Hey Emily, the newest thing, the greatest thing, the best thing...\"",
    "\"...in the US right now is vampires.\" and I said, \"What?!\"",
    "And they said, \"Yes!\"",
    "And they made me watch this Twilight movie, and it was not that impressive.",
    "I mean, it wasn't bad but it was... I don't know, not Harry Potter.",
    "I guess I can say, there is nothing, you know, state-of-the-art,...",
    "...nothing unique or creative...",
    "...except for the fact that vampires got like sparkles on their skin instead of dying in the sun,...",
    "...which breaks the rules.",
    "I mean, I read Anne Rice a long time ago when I was four, sitting on my mother's lap.",
    "Anyway, I just don't get it.",
    "And back in my days, I mean, I'm 20 years old, really old and everything,...",
    "...people said to me,...",
    "\"Hey Emily, we're gonna make fun of you and say, you look like a vampire...\"",
    "\"...'cause you're really white and pasty, and have dark circles under your eyes.\"",
    "And I was made fun of for that.",
    "And now if I, you know, were young again, in school again,...",
    "...people would say like,...",
    "...\"Hey, Emily you're so cool, you look like a vampire,...\"",
    "\"...won't you come to our party and be our BFFs?...\"",
    "...which means, best friends forever I think, still, hopefully.",
    "Maybe that changed to mean something else.",
    "I don't get it.",
    "So, I'm gonna count on you guys for filling me in...",
    "...because back in the day you told me what Second Life was all about.",
    "And now, I just wanna know why girls get off on guys with square jawlines and pale skin.",
    "I mean, I shouldn't be one to talk.",
    "I also have a square jawline and pretty white skin but it's all right.",
    "So, just let me know and I'll look at your comments.",
    "Talk to you guys later.",
    "By the way, this video is brought to you by EnglishCentral.com.",
    "Go check 'em out and sign up if you have a minute.",
    "It's a pretty cool site. Bye!"
]