[
    "What was your approach to making this album?",
    "I wanted it to be very dramatic and emotional.",
    "And I was using a lot of classic things that I've used before.",
    "So, I wanted to try to top myself and make even, you know, a better song out of the classic theme.",
    "But I'm not really sure if I achieved that goal.",
    "But I think that what I was really going for in this album was a lot of very emotional...",
    "...kind of dramatic love songs.",
    "What was the most challenging part?",
    "It's always challenging to use classical music and...",
    "...and to try to make a pop song out of it.",
    "I mean, I've been doing it a long time and it's going to eternally be challenging.",
    "How did you initially come up with the idea of mixing pop and classical music?",
    "Well, that really has to be accredited to Gio, my producer...",
    "...because he has a really strong background in classical music.",
    "And he just wanted to try to combine kind of opposite elements.",
    "And he had a very, you know, ended up making a successful music with it.",
    "And it just, you know, people kind of... it would just become such a popular concept from us...",
    "...that people wanted to hear more and more, and more of it.",
    "And we kept thinking it would go away but obviously it hasn't.",
    "I mean, it still means a lot... to a lot of people.",
    "So before, you were not so into classical music?",
    "I always loved classical music and I, you know, I think everybody has an appreciation for it.",
    "But working with it in the past eight years has definitely developed my interest and my liking towards it.",
    "What's the most appealing about classical music?",
    "I think the... Well, I mean, it's just a lot of genius chord progressions.",
    "I think breaking it down and then figuring out why it works, and kind of this simple...",
    "I'm not describing it right.",
    "It's... I mean, they're masterpieces.",
    "...you know, and it's something to admire and try to aspire to aiming for the rest of your life."
]