[
    "I know there are many who question how the United States perceives China's emergence.",
    "But as I have said, in an interconnected world,...",
    "...power does not need to be a zero-sum game,...",
    "...and nations need not fear the success of another.",
    "Cultivating spheres of cooperation, not competing spheres of influence...",
    "...will lead to progress in the Asia Pacific.",
    "Now as with any nation, America will approach China with a focus on our interests.",
    "But it's precisely for this reason that it is important...",
    "...to pursue pragmatic cooperation with China on issues of mutual concern,...",
    "...because no one nation can meet the challenges of the 21st century alone,...",
    "...and the United States and China will both be better off when we are able to meet them together.",
    "That's why we welcome China's effort to play a greater role on the world stage.",
    "A role in which their growing economy is joined by growing responsibility.",
    "China's partnership has proved critical in our effort to jumpstart economic recovery.",
    "China has promoted security and stability in Afghanistan and Pakistan.",
    "And it is now committed to the global non-proliferation regime,...",
    "...and supporting the pursuit of denuclearization of the Korean Peninsula.",
    "So the United States does not seek to contain China,...",
    "...nor does a deeper relationship with China mean a weakening of our bilateral alliances.",
    "On the contrary, the rise of a strong and prosperous China...",
    "...can be a source of strength for the community of nations.",
    "And so in Beijing and beyond, we will work to deepen our strategic and economic dialog,...",
    "...and improve communication between our militaries.",
    "Of course, we will not agree on every issue,...",
    "...and the United States will never waver in speaking up for the fundamental values that we hold dear.",
    "And that includes respect for the religion and cultures of all people.",
    "Because support for human rights and human dignity is ingrained in America.",
    "We can move these discussions forward in a spirit of partnership rather than rancor."
]