[
    "Oh, look at this.",
    "It's the real thing too.",
    "Man...",
    "That is a spiffy-looking car.",
    "They've changed in appearance over the last few years.",
    "NASCAR's worked really hard to make them a lot safer.",
    "So tell me, from soup to nuts, from start to finish.",
    "How do you guys start building one of these?",
    "You start under the hood. You have all the tubular chassis and everything that's under there.",
    "So there are specs anymore for everything.",
    "You can tell I don't do this often.",
    "Yeah right, I can tell you need a pit crew, man.",
    "So there are specs for the weight of the vehicle, the tubing,...",
    "...and a lot of the safety stuff that's around it. But you build the chassis and the body is all...",
    "...except for the nose and trunk, is made of fiberglass. It's provided by the manufacturer.",
    "But in here is where the real magic has happened lately.",
    "These seats are made of carbon fiber and we've been through some extensive testing...",
    "...to control the body in an impact, and the head.",
    "This is a mold that's made of my body and what's comfortable for me,...",
    "...contains my head and we also have a harness device that goes around the neck.",
    "Now, you got a whole bunch of stuff on... This does not look like my dashboard, guys.",
    "It looks a little different.",
    "So over here's the main power switch.",
    "And then the two battery switches here, so we've got two systems...",
    "...of everything in the car, from radio boxes,...",
    "...ignition boxes and battery circuits as well.",
    "It's hard to see in here now...",
    "...but there's a series of five lights, and as the RPM gets close to the limit...",
    "...you kinda use the gas and brake to maintain that speed for pit road.",
    "How much are you talking to your pit crew the whole time?",
    "My job... there's no telemetry in the vehicle.",
    "A lot of other forms of racing... you can... they have active telemetry where you can see what's going on.",
    "So I have to be the computer.",
    "Every 5 to 10 laps, I explain where I'm having trouble with the car so they can keep...",
    "...working on adjustments and combinations of things from tire pressures,...",
    "...adjusting weight and springs, and...",
    "So, you're just making a whole series of calculations constantly even as you're driving.",
    "It's like \"Okay, I feel like the left tire's a little off or this or that\".",
    "Truthfully, you feel like you're complaining all the time because all you're doing is telling them what it's doing wrong.",
    "So at the end of the day,...",
    "...when you see each other, you feel bad almost to a certain degree, that...",
    "...I've just been complaining all day long to you about this vehicle.",
    "And we won but...",
    "...or, we had a good day so..."
]