[
    "For decades, North Korea has chosen a path of confrontation and provocation,...",
    "...including the pursuit of nuclear weapons.",
    "It should be clear where this path leads.",
    "We have tightened sanctions on Pyongyang.",
    "We have passed the most sweeping U.N. Security Council resolution to date...",
    "...to restrict their weapons of mass destruction activities.",
    "We will not be cowed by threats...",
    "...and we will continue to send a clear message through our actions,...",
    "...and not just our words.",
    "North Korea's refusal to meet its international obligations...",
    "...will lead only to less security, not more.",
    "Yet there is another path that can be taken.",
    "Working in tandem with our partners...",
    "...supported by direct diplomacy.",
    "The United States is prepared to offer North Korea a different future.",
    "Instead of an isolation that has compounded the horrific repression of its own people,...",
    "...North Korea could have a future of international integration.",
    "Instead of gripping poverty, it could have a future of economic opportunity...",
    "...where trade and investment, and tourism...",
    "...can offer the North Korean people the chance at a better life.",
    "And instead of increasing insecurity,...",
    "...it could have a future of greater security and respect.",
    "This respect cannot be earned through belligerence.",
    "It must be reached by a nation that takes its place in the international community...",
    "...by fully living up to its international obligations.",
    "So, the path for North Korea to realize this future is clear.",
    "A return to the six-party talks,...",
    "...upholding previous commitments,...",
    "...including a return to the Nuclear Non-Proliferation Treaty,...",
    "...and the full and verifiable denuclearization of the Korean Peninsula.",
    "And full normalization with its neighbors can also only come...",
    "...if Japanese families receive a full accounting of those who have been abducted.",
    "These are all steps that can be taken by the North Korean government...",
    "...if they are interested in improving the lives of their people and joining the community of nations."
]