[
    "In Prague, I affirmed America's commitment to rid the world of nuclear weapons...",
    "...and laid out a comprehensive agenda to pursue this goal.",
    "I am pleased that Japan has joined us in this effort,...",
    "...for no two nations on Earth know better what these weapons can do...",
    "...and together we must seek a future without them.",
    "This is fundamental to our common security...",
    "...and this is a great test of our common humanity.",
    "Our very future hangs in the balance.",
    "Now, let me be clear. So long as these weapons exist,...",
    "...the United States will maintain a strong and effective nuclear deterrent...",
    "...that guarantees the defense of our allies, including South Korea and Japan.",
    "But we must recognize that an escalating nuclear arms race in this region...",
    "...would undermine decades of growth and prosperity.",
    "So we are called upon to uphold the basic bargain of the Nuclear Non-Proliferation Treaty:...",
    "...That all nations have a right to peaceful nuclear energy,...",
    "...that nations with nuclear weapons have a responsibility to move toward nuclear disarmament...",
    "...and those without nuclear weapons have a responsibility to forsake them.",
    "Indeed, Japan serves as an example to the world...",
    "...that true peace and power can be achieved by taking this path.",
    "For decades, Japan has enjoyed the benefits of peaceful nuclear energy,...",
    "...while rejecting nuclear arms development.",
    "And by any measure, this has increased Japan's security and enhanced its position.",
    "And to meet our responsibilities...",
    "...and to move forward with the agenda I laid out in Prague,...",
    "...we have passed with the help of Japan,...",
    "...a unanimous U.N. Security Council resolution embracing this international effort.",
    "We are pursuing a new agreement with Russia to reduce our nuclear stockpiles.",
    "We will work to ratify and bring into force the Test Ban Treaty.",
    "And next year at our Nuclear Security Summit,...",
    "...we will advance our goal of securing all the world's vulnerable nuclear materials within four years."
]