[
    "President Obama, I'd like to welcome you to Japan.",
    "I'd like to express my heartfelt welcome to you.",
    "It is very hard, despite the tragedy of the mass shooting in your country,...",
    "...that you have taken time out of your busy schedule to come and join us here today.",
    "We're very thankful for you... to you.",
    "And today, we have had a 90-minute, very intensive discussion.",
    "I'm very happy to have had this opportunity to hold this discussion.",
    "Well, we've come to call each other Barack and Yukio.",
    "I think we've quite... I've grown quite accustomed to calling each other by our names...",
    "...and we did cover a lot of ground today.",
    "First, for Japan's diplomacy, the US-Japan alliance is the cornerstone...",
    "...and this is one thing that I've stressed.",
    "But as time changes and as the international environment changes,...",
    "...there is a need for us to further develop and deepen the US-Japan alliance...",
    "...to make it even more constructive and future oriented alliance,...",
    "...and this was what I proposed today.",
    "And the US-Japan alliance... well actually, it so happens that next year...",
    "...marks the 50th anniversary of the revision of the US-Japan Security Treaty.",
    "And starting from today, we'll be spending a year to start a new process of deliberation.",
    "And I had made this proposal,...",
    "...and President Obama has given his consent and support towards this idea.",
    "Now, the US-Japan alliance, looking at it from the security front,...",
    "...naturally we have to cooperate in proliferation deterrence,...",
    "...on information protection, missile defense, and the use of outer space amongst others.",
    "We need to consider these new systems for issuing security...",
    "...and this is my thinking.",
    "But the US-Japan alliance is not just focused on security.",
    "For example, disaster prevention or health... education.",
    "We had many levels and also environmental issues as well.",
    "We need to cooperate in all these areas...",
    "...so as to cooperate in the Asia Pacific and others,...",
    "...so that we can further deepen our bilateral alliance.",
    "I believe that we have reached an agreement on these points."
]