[
    "Well, good evening. It is a great honor to be making my first trip to Japan...",
    "...as president of the United States.",
    "I have fond memories of visiting Japan in my youth.",
    "I've been looking forward to this trip for some time.",
    "I'm only sorry that Michelle and the girls could not join us.",
    "The girls have been studying Japan in school and so, they have a great interest in Japanese culture.",
    "And hopefully, I'll be able to bring them next time.",
    "I wanna thank the warm welcome that Prime Minister Hatoyama and the Japanese people have extended.",
    "I appreciate the graciousness with which you understood...",
    "...the delay that took place as a consequence of the tragedy at Fort Hood, Texas.",
    "Japan is my first stop as president in Asia.",
    "I began my trip here in Tokyo because the alliance between the United States and Japan...",
    "...is a foundation for security and prosperity,...",
    "...not just for our two countries but for the Asia Pacific region.",
    "In a few months, we'll be marking the 50th anniversary of our alliance,...",
    "...which is founded on shared values and shared interests that have served our people so well,...",
    "...and has provided peace and security for the region in an unprecedented way.",
    "That anniversary, as Prime Minister Hatoyama pointed out,...",
    "...represents an important opportunity to step back and reflect on what we've achieved,...",
    "...celebrate our friendship, but also find ways to renew this alliance and refresh it for the 21st century.",
    "Both Yukio and I were elected on the promise of change, but there should be no doubt,...",
    "...as we move our nations in a new direction,...",
    "...our alliance will endure...",
    "...and our efforts will be focused on revitalizing that friendship...",
    "...so that it's even stronger and more successful in meeting the challenges of the 21st century.",
    "It's essential for the United States, it's essential for Japan and it's essential for the Asia Pacific region.",
    "Throughout my trip and throughout my presidency,...",
    "...I intend to make clear that the United States is a Pacific nation,...",
    "...and we will be deepening our engagement in this part of the world.",
    "As I said to Prime Minister Hatoyama, the United States will strengthen our alliances,...",
    "...build new partnerships...",
    "...and we will be part of multilateral efforts and regional institutions,...",
    "...that advance regional security and prosperity."
]