[
    "You don't like people calling you that you are like, you look like Beyonce. Why is that?",
    "Because I think, it's, I mean, it's nice to hear it. It's a big compliment.",
    "And I think she's a big artist. Of course, she is.",
    "But I don't like it when people compare me with other names,...",
    "...because it just feels like I'm a copy of that person,...",
    "...which I'm not, because I'm not a copy of anybody else.",
    "If I would do that I would be, you know, lying to myself...",
    "...and not being who I am as an artist, as a person.",
    "I'm just being who I am and I think, I'm just doing my thing,...",
    "...and I respect that people say things.",
    "I think, it's natural that people start comparing you with the biggest artists in the world,...",
    "...so I respect it.",
    "And at this show, I also... I listened to your album,...",
    "...and your songs are really original and distinctive,...",
    "...and that you seem to, sort of integrate the good parts...",
    "...of both Eastern music, Turkish music and Western music.",
    "You think that's your intention?",
    "Yes, it is because it's actually who I am.",
    "It's in my blood. It's where I come from.",
    "And I got the two cultures mixed in my soul.",
    "And, I mean, I have a story to tell.",
    "I'm a girl who has Turkish roots. I have Turkish parents.",
    "I really stick to my traditions as a Turkish girl...",
    "..but I also, I mean, I was born in a Western country.",
    "Like Belgium where I grew up, where I got my degree, where I got my friends.",
    "So, it's a nice feeling to combine the two things that inspire me as a person.",
    "And it's all about me. It's who I am and I'm not hiding anything.",
    "So, it's actually my story, yeah.",
    "So with your songs, do you think you want to sort of represent the positive side of,...",
    "...you know, both of your cultures in a way?",
    "Yes, definitely because you know, every country has its advantages and disadvantages.",
    "And I just wanna show people that you can, you know, you can be... you could be who you wanna be...",
    "...and it doesn't matter where you're from, or what you do or what color of hair you have.",
    "I mean, it doesn't matter and you just have to be positive every day."
]