[
    "Hi, I'm Hartmut. I'm an engineer at Google.",
    "Hi, I'm Shailesh, product manager at Google.",
    "We're here to introduce Google Goggles,...",
    "...a visual search application for Android phones.",
    "Until now, the only option for web search has been typing or speaking.",
    "Now, you can search by taking a photo.",
    "Let's try this book.",
    "Just open Google Goggles,...",
    "...fill as much of the screen as possible with the object...",
    "...and take a picture.",
    "You'll see the exact book match in the search results...",
    "...without typing or saying a word.",
    "Another good use is on a business card.",
    "Let's try mine.",
    "Frame the text you're interested in well.",
    "Google Goggles will recognize the text and return a result.",
    "Now, I can click to call Shailesh or add him to my contacts.",
    "Let's go out and check what else Google Goggles can do.",
    "We can figure out the title and artist of this painting,...",
    "...or landmark information.",
    "For local business information, you don't even need to take a picture.",
    "Just point your phone at the store.",
    "Using GPS and compass, Google Goggles will show you the name.",
    "Tap the name to learn more about that store.",
    "Visual search technology is still in its infancy.",
    "It works best on things like we saw today...",
    "...but it doesn't work well yet on things like food, cars, plants or animals.",
    "And we're only scratching the surface of the visual search technology.",
    "In the future, it will help you do more cool things,...",
    "...like suggesting a move in a chess game...",
    "...or taking a picture of a leaf to identify the plant.",
    "You might wonder what happens to all these pictures you're taking.",
    "You can choose to discard them as soon as the search is done...",
    "...or save them to your search history to view them at any time.",
    "It's available for Android-powered phones now.",
    "To download, go to Android Market from your phone and search for Google Goggles."
]