[
    "From its enormous base to the tip of its delicate spire,...",
    "...the Burj Khalifa soars more than 800 meters into the sky.",
    "With more than 160 habitable floors...",
    "...and containing enough steel to stretch a quarter of the way around the world,...",
    "...it is the crowning achievement of Dubai's decadelong construction boom.",
    "Investment Analyst Saud Masud:...",
    "It's the tallest building in the world.",
    "It speaks to the economic momentum Dubai has had for several years now.",
    "And so, they have taken bold steps and they've achieved something there.",
    "But some question the achievement.",
    "When the tower was first conceived, Dubai's fortune seemed almost limitless.",
    "Today, the tiny Arab Emirate is mired in debt.",
    "In November, state-owned conglomerate Dubai World roiled global markets...",
    "...after announcing it was delaying repayment of 60 billion in loans.",
    "Despite the crisis,...",
    "...the building's developers say they're optimistic about the future.",
    "Mohammed Alabbar is Chairman of Emaar Properties.",
    "Crises come and go. And the world has gone through two years of difficult times.",
    "We must have hope and optimism, then we must move on.",
    "And I think, this is a message that, you know,...",
    "...I hope that it's a beginning of a gradual move forward.",
    "But the move forward could be slow.",
    "The tower opens as a glut of new homes and buildings remain largely vacant;...",
    "...the result of a building boom that has since gone bust.",
    "Masud says the Burj itself has become a symbol of the downturn in real estate,...",
    "..which many say caused the financial crisis.",
    "And I don't see this economic downcycle being over in the next few quarters...",
    "...or even in the next year or so.",
    "So, I think the economic problems or challenges will persist...",
    "...in the face of a pretty awesome, I would say, a structure... a man-made structure.",
    "But those two ironies, in my opinion, will coexist for a while."
]