[
    "You know, like I said before, you know, I actually saw your video...",
    "...even before I had the chance to have this interview opportunity and,...",
    "...you know, it's really interesting to see the mix of hip-hop and then,...",
    "...some kind of mixing classical and jazz violin... going on and...",
    "...I just wanted to first get into your writing background history.",
    "...and you are... a guy from Los Angeles.",
    "And... are you still pretty much exposed to hip-hop music?",
    "Yeah! Well, a whole bunch of different styles of music are there, I mean.",
    "You know, I grew up on hip-hop, jazz also, classical, you know, classic rock.",
    "I love all kinds of music so I definitely think that, you know.",
    "And I was lucky enough to grow up in L.A.,...",
    "...where there's just a whole bunch of different cultures that are all mixed up in the city.",
    "So, you know, I'm very lucky to come from a very diverse city.",
    "Did you actually get exposed into some Japanese music as well?",
    "Just the children's songs that my parents taught me...",
    "...but I don't know too many of the artists here.",
    "Not one of those pop songs?",
    "Not too many. I know a couple...",
    "...like the songs you hear in the anime shows 'cause I'm a big fan of Bleach.",
    "Okay.",
    "So, the songs from Bleach, I know.",
    "I heard you started playing violin when you were four.",
    "Yeah.",
    "And you pretty much went on continuing until now, you never sort of... quit it.",
    "Why, I did for a little bit.",
    "When I went to college,...",
    "...my first day of university at USC, I said,...",
    "...\"I don't wanna play violin anymore. I wanna do something else.\"",
    "So, I quit my major and I went to jazz school instead.",
    "And so, for that first year, I didn't really play violin too much.",
    "I did mostly vocal jazz training and stuff like that.",
    "And then after that, I realized well, jazz is great and I'm really having a good time...",
    "...but I'm wasting all this education that I've built up over the years with the violin.",
    "So, I should maybe try to combine the two or, you know, bring it back on my terms."
]