[
    "And as I worked more and more in the homeless field,...",
    "...I noticed that what people really wanted was their respect back.",
    "They wanted the public to respect them and they wanted to show what they could do as well.",
    "A lot of homeless people are abused on the streets...",
    "...and they're just told by everyone that they're worthless.",
    "And after a long time, you begin to believe that you are worthless.",
    "And so, when I first started working with homeless people, I just saw people...",
    "...who are just a shadow of what they could be and no eye contact,...",
    "...and they really believed that they were no good.",
    "There's no real incentive for people to move forward if they feel that way,...",
    "...so this is just something I noticed.",
    "And when I was there in the night shelter, I worked one night,...",
    "...one of the residents picked up a newspaper and read this quote from a politician...",
    "...who said that homeless people were the people you stepped over coming out of the opera house.",
    "And really, we just started talking.",
    "And someone said, \"You know, this is, we're not respected.\"",
    "\"If we were in an opera, we would be... it would change people's opinion.\"",
    "\"It would just sort of challenge people.\"",
    "And I having worked in the arts, I knew this.",
    "There was something quite... there could be quite a lot of impact with that.",
    "Not only with showing, you know, on stage, homeless people,...",
    "...but how that would have an implication in society.",
    "How, you know, when you work in a newspaper and you read about homelessness,...",
    "...it's always negative things.",
    "Why not read a review of something where they've done something brilliant...",
    "...and they've been respected.",
    "And I also thought that the process of putting on an opera would be something, that would be...",
    "...would help people with their confidence and their communication skills.",
    "The process of theater and singing is really good for people's confidence and...",
    "....and how very quickly you can show someone...",
    "...that they can achieve great things when they didn't realize they could."
]