[
    "October 29th was the 40th anniversary of the very first message sent on the Internet.",
    "Now of course, we send billions of these messages a day.",
    "Hello, everybody. Welcome to 'Now You Know.'",
    "And do you know just what is the Internet? How does it work?",
    "Maybe we can thank the Soviet Union for the Internet.",
    "In 1957, the USSR launched into space the first artificial satellite Sputnik I,...",
    "....that jolted the White House and the Pentagon.",
    "If the Soviet Union could put a satellite into space,...",
    "...well, then they could put a nuclear ballistic missile into space,...",
    "...and they could basically attack us from space.",
    "So in 1958, US President Dwight Eisenhower...",
    "...established the Pentagon's Advanced Research Projects Agency or ARPA...",
    "...to help solve the problem of a breakdown in command, control, and communication...",
    "...in the event that we were a victim of a Soviet nuclear ballistic attack.",
    "And it was those people who came up with the basic ideas...",
    "...that eventually formed the framework and architecture for the Internet.",
    "In 1969, ARPA gave birth to the ARPANET.",
    "This was the very first fragment of the backbone of what is now our Internet.",
    "It consisted of four nodes or computer systems.",
    "Three nodes were in California, and one in Utah.",
    "One node at the University of California, Los Angeles...",
    "...was staffed by a team of computer techies led by Leonard Kleinrock.",
    "Kleinrock is absolutely one of the founding fathers and mothers of the Internet.",
    "It was Kleinrock who conceived the way messages would transmit from one point to another on the Internet.",
    "It's called packet switching,...",
    "...where a single message is broken up into smaller packets.",
    "...independently making their way through the network, arriving at the other end....",
    "...being put back together again,...",
    "...and delivered to you as an entity, as a long message."
]