[
    "And the number one question that came from a concerned Conservative in Georgia,...",
    "...who asked about your plans for the War on Terror.",
    "And then, Sean from Pennsylvania followed it up with:...",
    "...Dear President Obama, if we remove our troops from the War on Terror,...",
    "...how will you continue to combat the threat of terrorism?",
    "Well first of all, I think it's important to understand...",
    "...that we are at war against a very specific group.",
    "Al-Qaeda and its extremist allies that have metastasized around the globe...",
    "...that would attack us, attack our allies,...",
    "...attack bases and embassies around the world,...",
    "...and then most sadly, attack innocent people,...",
    "...regardless of their backgrounds, regardless of their religions.",
    "The al-Qaeda is probably the biggest killer of innocent Muslims of any entity out there.",
    "And so, that is our target, and that is our focus.",
    "Now, they employ terrorist tactics...",
    "...but we need to be clear about who our target is.",
    "And we have to fight them on all fronts.",
    "We have to fight them in very concrete ways in Afghanistan...",
    "...and along the border regions of Pakistan where they are still holed up.",
    "They have spread to places like Yemen and Somalia,...",
    "...and we are working internationally with partners...",
    "...to try to limit their scope of operations, and dismantle them in those regions.",
    "But we also have to battle them with ideas.",
    "And we have to help work with the overwhelming majority of Muslims...",
    "...who reject senseless violence of this sort...",
    "...and to work to provide different pathways and different alternatives...",
    "...for people expressing whatever policy differences that they may have.",
    "And I think we haven't done as good of a job on that front.",
    "We have to project economically, working in countries like Yemen, that is extraordinarily poor...",
    "...to make sure that young people there have opportunities.",
    "The same is true in a place like Pakistan."
]