[
    "Welcome to AERA English TV's Native Maestro.",
    "This program is designed to help you become the native maestro.",
    "Today's Maestro Hook:...",
    "...Today, I'd like to talk a little bit about this program,...",
    "...AERA English TV's Native Maestro.",
    "And explain to you how you can use it the best to make your English better.",
    "First the title, Native Maestro doesn't mean I'm a native maestro.",
    "I'm just a maître d'.",
    "I'm gonna help you become the native maestro by using this program.",
    "In AERA English TV, there are the Native Maestro contents...",
    "...and if you click on the contents, you'll hear me speaking.",
    "And it's divided into three parts.",
    "First is the Maestro Hook.",
    "A Hook is a good conversation beginner that you can use to do a good conversation.",
    "So, practice this phrase that I'm telling you.",
    "And you can use it with a foreigner.",
    "And you can use it to make a conversation more exciting.",
    "There are a lot of topics about the difference between the Japanese and Westerners.",
    "Second is the Maestro Menu.",
    "In the Maestro Menu, we have some words, very simple, simple words...",
    "...that you can use in a normal conversation...",
    "...and you'll be more like a native maestro.",
    "And last, the Maestro Line.",
    "The Maestro Line is using the words in the Maestro Menu...",
    "...and actually, you can see how a conversation is made...",
    "...so you can practice all three parts differently,...",
    "...and you're closer to a native maestro.",
    "Okay, so let's start.",
    "This Maestro Menu is really simple.",
    "The first word is just because.",
    "Oh, just because.",
    "I felt like it.",
    "I felt like it.",
    "Oh, I felt like it.",
    "Okay, Maestro Lines.",
    "So Seita, why are you wearing blue today?",
    "Oh, you know, I just felt like it.",
    "Why are you eating Chinese food today?",
    "Oh, just because...",
    "So, practice these three parts and you can become closer to a native maestro.",
    "Alright, that's it for today...",
    "...and see you next week in a different Native Maestro show.",
    "See you later!"
]