[
    "One country that has a very distinctive way of doing business,...",
    "...as we've known for quite some time, is Japan.",
    "Japan has both distinctive corporations,...",
    "...and a distinctive relationship between its corporations and its government.",
    "And some people have argued that as a result of globalization,...",
    "...that distinctive Japanese way of doing things is gradually disappearing.",
    "And I wanted to study that question.",
    "But it's a very broad question so I needed a handhold,...",
    "...someplace to really look to make sense of this.",
    "And my place to look was at the HR function inside corporations.",
    "Now that may seem like an esoteric way of studying globalization and convergence.",
    "But actually when you study senior executives, you get to learn a lot about corporations.",
    "And by studying the role of HR executives,...",
    "...I was able to learn a lot about similarities as well as differences...",
    "...in Japanese and American corporations.",
    "In Japan, historically, the senior HR executive...",
    "...was regarded as a very powerful person in the managerial hierarchy,...",
    "...and the HR function was regarded as a very prestigious and influential function...",
    "...at the highest levels inside the corporation.",
    "The same was not true in the United States.",
    "HR was regarded as low man or sometimes low woman on the totem pole...",
    "...and was not seen as a particularly influential or prestigious posting.",
    "And that, in turn, was related to other differences in Japanese and US corporations:...",
    "...to do with their employment practices,...",
    "...their way of valuing human assets, and their corporate governance practices.",
    "So the question I set out to study was,...",
    "...do these differences between Japan and the United States,...",
    "...with respect to their HR functions, continue to persist?",
    "And what does that tell us about globalization and convergence in the modern business era?"
]