[
    "Welcome to AERA English TV's Native Maestro.",
    "I am your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Okay, today's Maestro Hook:...",
    "...The Maestro Hook is a small conversation hook that you can use with foreigners...",
    "...to get a good conversation going.",
    "And today's topic is about eating out.",
    "There's a little difference between why we eat out in the West and in Japan.",
    "In Japan, there are great restaurants all over Tokyo and everywhere else.",
    "And people eat out a lot.",
    "But in Japan, we basically eat out...",
    "...to enjoy a conversation and atmosphere, and food with the person you came with.",
    "But in the West, it's a little bit different.",
    "We eat out to communicate with people we don't know.",
    "For example: the waiter, the waitress, the bartender...",
    "...or even the people sitting next to you.",
    "So in the West, people are talking to people that they've never talked to before...",
    "...and enjoying meeting people.",
    "This is a little bit different.",
    "And I think Japan can do that too, so give it a try.",
    "Okay. And today's Maestro Menu...",
    "My eyes were bigger than my stomach.",
    "My eyes were bigger than my stomach.",
    "My eyes were bigger than my stomach.",
    "Oh, it's okay.",
    "Okay?",
    "Next,...",
    "...I couldn't eat it up.",
    "I couldn't eat it up.",
    "I'm sorry, I couldn't eat it up.",
    "Oh, it's okay, don't worry.",
    "Okay.",
    "Now, let's practice with the Maestro Lines.",
    "You can use it in a situation like this:...",
    "...The waiter says, \"Sir, are you finished?\"",
    "\"Yeah, I'm sorry. My eyes were bigger than my stomach.\"",
    "\"Can I clear your plate?\"",
    "\"Yeah, I'm sorry. I couldn't eat it up.\"",
    "\"Oh, that's okay.\"",
    "Please enjoy practicing and using these sentences.",
    "Okay, that's it for today.",
    "I hope you enjoyed it.",
    "And next week, there'll be more contents to help you become the native maestro.",
    "So please tune in.",
    "Alright, see you later!"
]