[
    "The first thing we all do when we find something interesting is share it.",
    "More and more, this kind of sharing takes place online.",
    "Google Buzz is a new way to share updates, photos, videos and more,...",
    "...and start conversations about the things you find interesting.",
    "It's built right into Gmail and uses the friends you've already made...",
    "...so there's nothing to set up.",
    "You're automatically following the people you email and chat with the most.",
    "You can choose to share publicly with the world...",
    "...or privately to a small group of your closest friends.",
    "Buzz goes beyond status messages.",
    "It automatically pulls images from links,...",
    "...plays videos inline,...",
    "...and lets you flip through photos the way they were meant to be seen,...",
    "...big and fast.",
    "You can connect to other sites you use,...",
    "...like Picasa, Flickr, Google Reader, and Twitter...",
    "...so your friends can keep up with what you're doing around the Web,...",
    "...all in one place.",
    "Buzz makes sure you see the stuff that matters most.",
    "The best part about sharing is getting responses to your posts.",
    "Buzz sends these comments to your inbox to make sure you don't miss them.",
    "You can respond right from there to keep the conversation going.",
    "If you want to make sure your friend sees something,...",
    "...you can send it straight to their inbox by adding them with an @reply.",
    "You'll sometimes see recommended Buzz from people you're not directly following.",
    "Buzz identifies posts that may interest you or are popular among your friends...",
    "...and recommends them to you so you don't miss out.",
    "And it works on your phone,...",
    "...so you can keep up with what your friends...",
    "...or people near you are buzzing about.",
    "When you're out in the real world,...",
    "...you usually wanna say something about where you are.",
    "Buzz makes this easy.",
    "So, try it out. Click the Buzz link in Gmail to get started...",
    "...or visit buzz.google.com to learn more."
]