[
    "And I pray that all the fear that has ever been in your heart will be taken out.",
    "And when you look at that man, if you know he's nothing but a coward,...",
    "...,you won't fear him.",
    "If he wasn't a coward, he wouldn't gang up on you.",
    "He wouldn't need to sneak around here.",
    "Once a controversial figure, Malcolm X, assassinated 45 years ago,...",
    "...is now considered an icon in the struggle for black equality.",
    "He was a leader of the Black Power movement...",
    "...and refused to renounce the use of violence by blacks in their own self-defense.",
    "Malcolm X became prominent in Chicago which boasts the only US college...",
    "...that now bears his name:...",
    "...Malcolm X Community College.",
    "Last week, a Muslim youth group screened a documentary about Malcolm X...",
    "...and put on an art show about him in Chicago.",
    "It was in this city that Malcolm X joined the Nation of Islam,...",
    "...an American offshoot of Islam that advocated separating the races.",
    "Shamar Hemphill organized the screening and the art show.",
    "He described his fascination with Malcolm X.",
    "Malcolm X is just bigger than the praise that people give him or even some of the...",
    "...negative media that he gets sometimes.",
    "He plays a role in all of our lives...",
    "...and that doesn't just mean the African-American community, but also throughout the world.",
    "The movie and performances told the story of Malcolm X's childhood...",
    "...as a victim of white supremacists,...",
    "...his early adult years as a petty criminal and prisoner,...",
    "...and then his conversion to Islam and rise to fame as a Muslim and African-American leader...",
    "...with the last name X that replaced his birth name.",
    "He said it had been imposed by white slave owners.",
    "It's a case of being a good or bad human being.",
    "Hemphill said the words of Malcolm X still resonate.",
    "It is not time for griping or complaining, but it's time for,...",
    "...you know, people in communities to take action...",
    "...and step up as leaders, and the men especially.",
    "And, you know, when I heard that phrase and read that phrase,...",
    "...I felt like he was talking to me, even now."
]