[
    "Growing up, I saw my mother dedicate...",
    "...most of her life to promoting the rights and well-being of women overseas,...",
    "...to empowering them to take more control over their economic lives and...",
    "...be able to empower their families as well.",
    "I saw my grandmother work her way up to become...",
    "...vice president in a bank in Hawaii,...",
    "...starting as a secretary, never had more than a high school education.",
    "But I also saw how she hit a glass ceiling,...",
    "...and had to watch as men,...",
    "...no more qualified than she was, rise up the corporate ladder.",
    "Before we got to the White House, where we are grateful for...",
    "...the extraordinary support that we've received from the White House staff,...",
    "...I'd seen the challenges Michelle faced as a working mom.",
    "And as usual, she handled it with grace and skill, but...",
    "..she'd be the first one to tell you it wasn't always easy...",
    "...balancing the responsibilities of being a hospital executive with those of being a mother and...",
    "...sometimes worrying about the girls when she was at work,...",
    "...and sometimes worrying about work when she was with the girls.",
    "And today, as I see Sasha and Malia getting older, I think about the world that they...",
    "...and all of America's daughters will inherit.",
    "And I think about all the opportunities that are still beyond the reach for too many...",
    "...young women and too many of our brothers and sisters,...",
    "...too many of our sisters and mothers and aunts,...",
    "...all of the glass ceilings that have yet to be shattered.",
    "We have so much more work to do...",
    "...and that's why we're here today.",
    "I think about this because it reminds me of why I'm here. I didn't run for President...",
    "...so that the dreams of our daughters could be deferred or denied.",
    "I didn't run for President to see inequality and injustice persist in our time.",
    "I ran for President to put the same rights, the same opportunities,...",
    "...the same dreams within the reach for our daughters and our sons alike.",
    "I ran for President to put the American Dream within the reach of all of our people,...",
    "...no matter what their gender, or race, or faith, or station."
]