[
    "So, imagine you're standing on a street anywhere in America...",
    "...and a Japanese man comes up to you and says,...",
    "\"Excuse me, what is the name of this block?\"",
    "You say, \"I'm sorry. Well this is Oak Street, that's Elm Street,...",
    "...this is 26th, that's 27th.\"",
    "He says, \"OK. But what is the name of that block?\"",
    "\"You see, well, blocks don't have names.\"",
    "\"Streets have names. Blocks are just the unnamed spaces in between streets.\"",
    "He leaves a little confused and disappointed.",
    "So now imagine you're standing on a street anywhere in Japan.",
    "You turn to a person next to you and say,...",
    "\"Excuse me, what is the name of this street?\"",
    "And they say, \"Oh well, that's Block 17 and this is Block 16.\"",
    "And you say, \"OK. But what is the name of this street?\"",
    "They say, \"Well, streets don't have names.\"",
    "\"Blocks have names.\"",
    "\"Just look at Google Maps here. There's Block 14, 15, 16, 17, 18, 19.\"",
    "\"All of these blocks have names.\"",
    "\"The streets are just the unnamed spaces in between the blocks.\"",
    "And you say, \"OK, then how do you know your home address?\"",
    "He said, \"Well, easy. This is District Eight,...",
    "...there's Block 17, house number one.\"",
    "You say, \"OK,...",
    "\"...but walking around the neighborhood,...\"",
    "\"...I noticed that the house numbers don't go in order.\"",
    "He said, \"Of course they do. They go in the order in which they were built.\"",
    "\"The first house ever built on a block is house number one.\"",
    "\"The second house ever built is house number two.\"",
    "\"Third is house number three. It's easy. It's obvious.\"",
    "So, I love that sometimes we need to go to the opposite side of the world...",
    "...to realize assumptions we didn't even know we had,...",
    "...and realize that the opposite of them may also be true.",
    "And this map is also accurate.",
    "There's a saying that whatever true thing you can say about India,...",
    "...the opposite is also true.",
    "So let's never forget, whether at TED or anywhere else,...",
    "...that whatever brilliant ideas you have or hear,...",
    "...that the opposite may also be true."
]