[
    "Welcome to AERA English TV's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Alright. Today's Maestro Hook.",
    "A Hook is a good conversation piece you can use when you're talking with a foreigner,...",
    "...when you run out of topics...",
    "...or you need a good topic to make the conversation better.",
    "Today, we're gonna talk about the word...",
    "...\"sportsmanship\" in English.",
    "We don't really use that word.",
    "It's kind of a strange word.",
    "Of course, we have that culture but in English it's called more the \"one-upmanship\".",
    "One-upmanship means you go one-up than another person.",
    "So, you want to one-up somebody,...",
    "...whether in a game of tennis, you wanna win,...",
    "...it's one-upmanship.",
    "Or, when you're having a conversation and you wanna point something out,...",
    "...and be better than that person,..",
    "...it's all one-upmanship.",
    "It's important in Western culture to have this...",
    "...because you always wanna be better than everybody.",
    "It's a very aggressive attitude...",
    "...and it's the one-upmanship.",
    "Okay, so English is connected to that.",
    "You got me there.",
    "Oh! You got me there.",
    "Oh! You got me there.",
    "Okay.",
    "You showed him.",
    "I showed you.",
    "I showed him.",
    "Yeah, you really showed him.",
    "So, Maestro Lines.",
    "I beat you in that game of tennis, didn't I?",
    "Oh, you're right! You got me there.",
    "Yeah, you're a better player than me.",
    "Yeah, in that meeting, you really said what you wanted to.",
    "Yeah, he didn't know what to say.",
    "You really showed him.",
    "So, this is a really important spirit in American culture, the one-upmanship.",
    "It's a casual word but you can use it a lot in very good conversations.",
    "So, please learn the one-upmanship like sportsmanship,...",
    "...okay?",
    "That's it for today and I hope you liked it.",
    "And next week, there's more stuff that you can learn,...",
    "...culture, and words that you can use to become a native maestro.",
    "Alright, thanks a lot and see you later!"
]