[
    "But my idea of success is different today.",
    "And as you grow, you'll realize the definition of success changes.",
    "For many of you today, success is being able to hold down 20 shots of tequila.",
    "For me, the most important thing in your life is to live your life with integrity...",
    "...and not to give in to peer pressure to try to be something that you're not,...",
    "...to live your life as an honest and compassionate person,...",
    "...to contribute in some way.",
    "So to conclude my conclusion,...",
    "...follow your passion, stay true to yourself,...",
    "...never follow someone else's path,...",
    "...unless you're in the woods and you're lost and you see a path,...",
    "...then by all means you should follow that.",
    "Don't give advice. It'll come back and bite you in the ass.",
    "Don't take anyone's advice.",
    "So my advice to you is to...",
    "...be true to yourself and everything will be fine.",
    "And I know that a lot of you are concerned about your future,...",
    "...but there's no need to worry.",
    "The economy is booming,...",
    "...the job market is wide open,...",
    "...the planet is just fine.",
    "It's gonna be great.",
    "You've already survived a hurricane.",
    "What else can happen to you?",
    "And as I mentioned before,...",
    "...some of the most devastating things that happen to you will teach you the most.",
    "And now you know the right questions to ask for your first job interview.",
    "Like, \"Is it above sea level?\"",
    "So to conclude my conclusion that I've previously concluded...",
    "...in the common cement speech,...",
    "...I guess what I'm trying to say is life is like one big Mardi Gras.",
    "But instead of showing your boobs, show people your brain.",
    "And if they like what they see,...",
    "...you'll have more beads than you know what to do with.",
    "And you'll be drunk most of the time.",
    "So to the \"Katrina Class\" of 2009,...",
    "...I say congratulations! And if you don't remember a thing I said today, remember this:...",
    "...you're gonna be OK.",
    "Just dance."
]