[
    "Do you have any strategies?",
    "What strategies can you suggest to keep a conversation going...",
    "...after you've met somebody, introduced yourself?",
    "Well, after you meet somebody, I think that one important way...",
    "...to keep a conversation going is to ask questions...",
    "...and answer questions.",
    "And when you ask a question, when you answer a question,...",
    "...I always try to include some extra information.",
    "For example, if someone says, \"Where do you live?\"",
    "I might say to them, for example, \"I live in Ogikubo.\"",
    "\"And I've lived there for 15 years.\"",
    "So, I might add some extra information.",
    "Or somebody might say, \"Do you like Japan?\"",
    "And I might say, \"Yes, I like Japan very much.\"",
    "\"I especially like Japanese food.\"",
    "And by adding that extra information,...",
    "...I introduce a new conversation topic...",
    "...and my conversation partner can use that information...",
    "...to continue the conversation in a different direction perhaps.",
    "This strategy sounds like it would be good though, for more than just introduction.",
    "I think it is.",
    "I think it's a good way to keep a conversation going...",
    "...not just in an introduction situation, but in any situation.",
    "I think students might use this conversation strategy...",
    "...in the classroom, when they're talking with their partners in class.",
    "Ask a question,...",
    "...answer the question, then add some extra information.",
    "Another thing you can do is you can add a question of your own.",
    "You can ask a question of your own.",
    "So for example, a partner may ask me,...",
    "...\"Where do you live?\"",
    "And I might say, \"Well, I live in Ogikubo. I've lived there for 15 years.\"",
    "\"How about you?\"",
    "\"Where do you live?\"",
    "\"And how long have you lived there?\"",
    "So, I might ask a question of my own.",
    "But I think the thing you should try to avoid...",
    "...is just answering the question.",
    "So for example, if someone says, \"Where do you live?\"",
    "An answer that is not very good would be, \"I live in Ogikubo.\""
]