[
    "This year, in this election,...",
    "...we are called to reaffirm our values and our commitments,...",
    "...to hold them against a hard reality and see how we are measuring up...",
    "...to the legacy of our forebears and the promise of future generations.",
    "And fellow Americans, Democrats, Republicans, Independents, I say to you tonight:...",
    "...we have more work to do.",
    "More work to do for the workers I met in Galesburg, Illinois,...",
    "...who are losing their union jobs at the Maytag plant that's moving to Mexico,...",
    "...and now are having to compete with their own children...",
    "...for jobs that pay seven bucks an hour.",
    "More to do for the father that I met who was losing his job...",
    "...and choking back the tears, wondering how he would pay $4500 a month...",
    "...for the drugs his son needs without the health benefits that he counted on.",
    "More to do for the young woman in East St. Louis,...",
    "...and thousands more like her,...",
    "...who has the grades, has the drive, has the will...",
    "...but doesn't have the money to go to college.",
    "Now, don't get me wrong.",
    "The people I meet in small towns and big cities, in diners, and office parks,...",
    "...they don't expect government to solve all their problems.",
    "They know they have to work hard to get ahead. And they want to.",
    "Go into the Collar Counties around Chicago...",
    "...and people will tell you they don't want their tax money wasted...",
    "...by a welfare agency or by the Pentagon.",
    "Go into any inner city neighborhood...",
    "...and folks will tell you that government alone can't teach our kids to learn.",
    "They know that parents have to teach,...",
    "...that children can't achieve unless we raise their expectations...",
    "...and turn off the television sets,...",
    "...and eradicate the slander that says a black youth with a book is acting white.",
    "They know those things.",
    "People don't expect government to solve all their problems.",
    "But they sense, deep in their bones,...",
    "...that with just a slight change in priorities,...",
    "...we can make sure that every child in America has a decent shot at life...",
    "...and that the doors of opportunity remain open to all.",
    "They know we can do better.",
    "And they want that choice.",
    "In this election, we offer that choice."
]