[
    "Let's compare things.",
    "Tell me which one is better,...",
    "...just say Tokyo or New York.",
    "The food?",
    "Tokyo.",
    "Transportation?",
    "Tokyo.",
    "Okay. Entertainment?",
    "New York.",
    "Depends though, because I love watching Rakugo and Kabuki too.",
    "Can't get that in New York, really.",
    "No. So, it depends.",
    "Okay.",
    "For music, maybe more music nightly in New York.",
    "Certainly for jazz.",
    "Yes.",
    "But I'd be surprised if you couldn't find more classical concerts in Tokyo.",
    "There's a lot of classical music going on, is there?",
    "Yeah.",
    "I heard somewhere that there were like 400 classical concerts a year.",
    "Yes.",
    "It's nuts!",
    "Yeah.",
    "Okay. Let's see, lifestyle?",
    "I have pretty much the same lifestyle in both places so,...",
    "Well, you're a special case though.",
    "...yeah, I like either hanging out with friends and family or playing the piano.",
    "So, it's the same thing.",
    "Okay. What about the way the people hang out in Tokyo or in New York, which do you like better?",
    "Well, the things you do with your friends, like they're not the same, right?",
    "Do you do the same things with your friends in both places?",
    "Yeah.",
    "Really?",
    "Yes.",
    "Your Japanese friends enjoy the same sort of things like your American friends?",
    "Yeah.",
    "What do you do?",
    "We just go out for a drink.",
    "Yeah, but I like Japanese beer more than American beer,...",
    "...so I enjoy, you know, more here, I mean, in a drinking point of view.",
    "Right, right, right, right, right.",
    "What's your favorite area in Tokyo to eat or drink?",
    "Asakusa.",
    "Asakusa?",
    "Because I like rakugo and I like people there.",
    "Really?",
    "There are a lot of jazz clubs there too.",
    "I know there are jazz bars there. Are there jazz clubs?",
    "Yeah.",
    "There is music nightly there.",
    "No kidding?",
    "Yes, it's like West Village in Japan.",
    "Japan's West Village is Asakusa.",
    "I would have never guessed."
]