[
    "The Ring of Fire is an enormous chain of volcanoes all around the Pacific Ocean.",
    "The Ring goes from New Zealand up to Asia and across the ocean to Alaska.",
    "From Alaska, the Ring continues southward...",
    "...along the coast of both North and South America.",
    "More than seventy-five percent of the world's volcanoes are located in this ring.",
    "Scientists are interested in studying the Ring of Fire...",
    "...because they can observe plate tectonics at work there.",
    "In 1912, a German scientist, Alfred Wegener,...",
    "...came up with the first theory of land movement.",
    "Wegener said continents are made up of lighter rocks resting on heavier material.",
    "Similar to the way large things move while floating on water,...",
    "...Wegener suggested that the positions of the continents were not fixed,...",
    "...but that they moved slightly.",
    "Later, scientists discovered most of Wegener's ideas were right on the mark.",
    "They then developed the theory called plate tectonics.",
    "According to plate tectonics, the surface of the Earth...",
    "...consists of a number of enormous plates or sections of rock,...",
    "...each about eighty kilometers thick.",
    "The plates float and slowly move at speeds between one to ten centimeters every year.",
    "That is about the rate your fingernails grow!",
    "Within the Ring of Fire, new material for the Earth's plates is constantly being created...",
    "...as hot liquid rock called magma flows from the center of the Earth up to the ocean floor.",
    "All the existing plates on the Earth's surface...",
    "...have to move slightly to make room for the new material.",
    "As plates move both away from and toward each other, they run into each other.",
    "When they hit each other, one plate might move under another.",
    "This process is called subduction.",
    "Subduction frequently causes earthquakes.",
    "It may also result in the bottom plate melting...",
    "...due to the extreme temperatures under the top plate.",
    "The magma created in this process can rise to the Earth's surface...",
    "...and come out through volcanoes,...",
    "...as can be seen along the Ring of Fire."
]