[
    "To toot, to cut the cheese, or to fart...",
    "...are all funny ways to talk about something that everyone does: passing gas.",
    "A normal person passes about half a liter of gas a day,...",
    "...which equals about 14 farts per day.",
    "Lots of people are embarrassed by passing gas, but there is no need to feel this way.",
    "The first step is to admit that everyone does it.",
    "After you face up to this fact,...",
    "...then you can really enjoy learning some interesting facts about your gas.",
    "There are several sources of gas.",
    "Gas in our intestines has to do with both the air we swallow and the gas molecules in our blood.",
    "In addition, gas is also produced from chemical reactions and bacteria living in our intestines.",
    "Nervous people usually have more gas for two reasons.",
    "They swallow more air when they get nervous...",
    "...and food usually goes through their digestive systems faster,...",
    "...which means that the oxygen in the food cannot be absorbed quickly enough.",
    "Therefore, the oxygen naturally found in the food goes into the intestines and becomes gas.",
    "Another interesting fact is that a person's diet affects the stinkiness of his or her gas.",
    "Foods with a lot of sulfur in them,...",
    "...such as eggs, meat, and cauliflower cause stinkier gas.",
    "On the other hand, beans cause a lot of gas,...",
    "...but this gas isn't usually stinky because beans aren't high in sulfur.",
    "However, they do contain a lot of sugars that bacteria in the intestines love.",
    "The bacteria eat the sugars and produce gas.",
    "Finally, people wonder, \"Where does gas go when you hold it in?\"",
    "\"Is this held gas harmful?\"",
    "Well, this gas will not poison you,...",
    "...but you may get a bad stomachache from the pressure.",
    "The gas that you hold in is neither released nor absorbed.",
    "It moves back up into the intestines and sooner or later comes out.",
    "It is not lost, just delayed.",
    "Now that you know some facts about gas,...",
    "...be proud of yourself and say, \"Yes, I cut the cheese!\""
]