[
    "Different cultures follow their own special customs when a child's baby teeth fall out.",
    "In Korea, for example,...",
    "...they have the custom of throwing lost teeth up on the roof of a house.",
    "According to tradition, a magpie will come and take the tooth.",
    "Later, the magpie will return with a new tooth for the child.",
    "In other Asian countries such as Japan and Vietnam,...",
    "...children follow a similar tradition of throwing lost teeth onto the roofs of houses.",
    "Birds aren't the only animals thought to take lost teeth.",
    "In Mexico and Spain, tradition says a mouse takes a lost tooth and leaves some money.",
    "However in Mongolia, instead of mice, dogs are responsible for taking teeth away.",
    "Dogs are highly respected in Mongolian culture...",
    "...and are considered guardian angels of the people.",
    "Tradition says that the new tooth will grow in good and strong...",
    "...if the baby tooth is fed to a guardian angel.",
    "Accordingly, parents in Mongolia will put their child's lost tooth...",
    "...in the fat of a piece of meat...",
    "...and feed it to a dog.",
    "The idea of giving lost teeth to an angel or fairy is also a tradition in the West.",
    "Many children in Western countries count on the Tooth Fairy...",
    "...to leave money or presents in exchange for a tooth.",
    "The exact origins of the Tooth Fairy are a mystery,...",
    "...although the story probably began in England or Ireland centuries ago.",
    "According to tradition,...",
    "...a child puts a lost tooth under his or her pillow before going to bed.",
    "In the wee hours while the child is sleeping,...",
    "...the Tooth Fairy takes the tooth and leaves something else under the pillow.",
    "In France, the Tooth Fairy leaves a small gift or candy.",
    "In the United States however, the Tooth Fairy usually leaves money.",
    "These days, the rate is $1 to $5 per tooth.",
    "That can add up to a lot of money from the Tooth Fairy!"
]