[
    "Cosmetics have been used throughout history.",
    "The ancient Greeks, the Egyptians and the Romans all used various kinds of makeup.",
    "Some of these cosmetics were used to improve one's appearance.",
    "Others were used to protect one's skin.",
    "However, in some cases, things used for makeup were dangerous or even deadly!",
    "Skin care treatments including perfumes, lotions and cosmetic masks...",
    "...were used in ancient Egypt by rich and poor alike.",
    "Egyptians also developed some of the earliest sunscreens.",
    "They used oils and creams for protection against the sun and dry winds.",
    "Egyptians, as well as other ancient cultures,...",
    "...used various powders on their skin for beauty as well.",
    "Egyptians used black kohl around their eyes,...",
    "...Romans put white chalk on their faces...",
    "...and Indians painted red henna on their bodies.",
    "Most of the ancient cosmetics were harmless.",
    "However, in the name of beauty,...",
    "...some people applied dangerous chemicals and poisons to their skin.",
    "During the Italian Renaissance, women wore white powder made of lead on their faces.",
    "Of course, doctors today know lead is like a poison for our bodies.",
    "Also around the time of the Renaissance,...",
    "...women in Italy put drops of belladonna in their eyes.",
    "These belladonna drops were made from a plant...",
    "...whose poison affects the nerves in the body.",
    "By putting belladonna drops in her eyes, a woman's pupils would become very large.",
    "People thought this made women more beautiful.",
    "Actually, this is where the plant's name comes from.",
    "In Italian, belladonna means \"beautiful woman.\"",
    "When Elizabeth I was queen in the late 1500s,...",
    "...some rather dangerous cosmetics were also being used by women in England.",
    "In particular, women were using special hair dye made with lead and sulphur.",
    "The dye was designed to give people red hair,...",
    "...the same color as the queen's hair.",
    "But over time, the dye made people's hair fall out.",
    "Finally, women using this dye ended up bald like the queen and had to wear wigs."
]