[
    "William Shakespeare (1564-1616) wrote many plays and poems,...",
    "...which are known the world over.",
    "But perhaps you think the works of an Elizabethan playwright are not important today.",
    "Well, think again.",
    "Shakespeare's works have survived the years and then some!",
    "For example, \"Romeo and Juliet\" has not only been performed again and again in theaters around the world,...",
    "...but it has also been made into a very popular movie, twice!",
    "During the late 1500s, however,...",
    "...Shakespeare's plays were often performed at the Globe Theater in London.",
    "The Globe was a large, open-air theater that used only natural lighting.",
    "Shows at the Globe used very few props,...",
    "...but performances were always interesting and exciting,...",
    "...because the audience yelled at, cheered, and talked with the performers.",
    "The Globe was a great success.",
    "However, in 1613, during a performance of Shakespeare's \"Henry the Eighth\",...",
    "...a cannon was fired on stage, setting off a fire.",
    "The fire completely destroyed the theater.",
    "The Globe was fixed a year later, but it did not stay open long.",
    "The theater was closed by the Puritans, who did not approve of entertainment.",
    "The Globe never opened again and the building was finally torn down in 1644.",
    "Theater lovers in England never forgot the Globe.",
    "And in 1970, a decision was made to rebuild it as close to the original design as possible.",
    "Imagine how people felt when, in 1989,...",
    "...those working on the new Globe came across some of the original building only about 100 meters from the new theater.",
    "They were building the new theater almost in the original Globe's location!",
    "The new Globe opened in 1999 and has since won many awards as one of the best tourist attractions in Europe.",
    "Since the new theater opened,...",
    "...hundreds of thousands of people have attended Shakespearean performances...",
    "...such as \"A Midsummer Night's Dream\", \"As You Like It\", and \"Henry the Fifth\".",
    "Shakespeare, where are you now?",
    "At the Globe, of course!"
]