[
    "Is there a famous person whom you really admire?",
    "Wouldn't you love to have his or her autograph?",
    "You would never throw that person's autograph away because of your admiration for him or her.",
    "However, some people collect autographs even from people they don't admire.",
    "They just want autographs from any famous person.",
    "Rather than collecting these autographs to keep, they collect the autographs to sell.",
    "These days, there are more than 20,000 people who collect autographs...",
    "...for the value the autographs might have in the future.",
    "Since these people are willing to pay a lot of money for an autograph,...",
    "...autograph hounds now hang around sport centers, concert arenas,...",
    "...and chic restaurants trying to get autographs they can sell.",
    "They can sometimes make as much as $1,500 for one autograph.",
    "In fact, one very successful autograph hound earns about $100,000 a year.",
    "There are also companies that buy and sell autographs.",
    "One company, Profiles in History, says...",
    "...it has the largest collection of entertainer's autographs in the world...",
    "...and earns more than 12 million dollars a year.",
    "Some autographs from this company may cost under $100,...",
    "...but others can cost several thousand dollars.",
    "The price of an autograph depends on how rare the autograph is.",
    "For example, famous people like Angelina Jolie and George Clooney sign a lot of autographs.",
    "Therefore, their autographs are not rare and are not worth very much money.",
    "On the other hand, Madonna and Nicole Kidman rarely sign anything.",
    "This makes their autographs rarer and more valuable.",
    "Queen Elizabeth II almost never signs autographs,...",
    "...therefore, something with her signature on it might sell for around $3,500.",
    "It doesn't matter if the person is dead.",
    "Elvis Presley and Napoleon signed many things.",
    "Their signatures are only worth $1,500.",
    "However, signed letters from Marilyn Monroe are very rare.",
    "They can cost $50,000 each.",
    "The highest price ever paid for an autograph was $750,000...",
    "...for a letter written and signed by Abraham Lincoln."
]