[
    "People think children should play sports.",
    "Sports are fun and children stay healthy while playing with others.",
    "However, playing sports can have negative effects on children.",
    "It may produce feelings of poor self-esteem or aggressive behavior in some children.",
    "According to research on kids and sports,...",
    "...40 million kids play sports in the US.",
    "Of these, 18 million say they have been yelled at or called names while playing sports.",
    "This leaves many children with a bad impression of sports.",
    "They think sports are just too aggressive.",
    "Many researchers believe adults, especially parents and coaches,...",
    "...are the main cause of too much aggression in children's sports.",
    "They believe children copy aggressive adult behavior.",
    "This behavior is then further reinforced through both positive and negative feedback.",
    "Parents and coaches are powerful teachers because children usually look up to them.",
    "Often these adults behave aggressively themselves,...",
    "...sending children the message that winning is everything.",
    "At children's sporting events, parents may yell insults at other players...",
    "...or cheer when their child behaves aggressively.",
    "As well, children may be taught that hurting other players is acceptable...",
    "...or they may be pushed to continue playing even when they are injured.",
    "In addition, the media makes violence seem exciting.",
    "Children watch adult sports games and see violent behavior replayed over and over on television.",
    "As a society, we really need to face up to this problem and do something about it.",
    "Parents and coaches should act as better examples for children.",
    "They also need to teach children better values.",
    "They should teach children to enjoy themselves whether they win or not.",
    "It is not necessary to knock yourself out to enjoy sports.",
    "Winning is not everything.",
    "In addition, children should not be allowed to continue to play when they are injured.",
    "Sending a child with an injury into a game gives the child the message that health is not as important as winning.",
    "If we make some basic changes, children might learn to enjoy sports again."
]