[
    "Have you ever entered a tropical rainforest?",
    "It's a special, dark place completely different from anywhere else.",
    "A rainforest is a place where the trees grow very tall.",
    "Millions of kinds of animals, insects, and plants live in the rainforest.",
    "It is hot and humid in a rainforest.",
    "It rains a lot in the rainforest, but sometimes you don't know it's raining.",
    "The trees grow so closely together that rain doesn't always reach the ground.",
    "Rainforests make up only a small part of the Earth's surface, about six percent.",
    "They are found in tropical parts of the world.",
    "The largest rainforest in the world is the Amazon in South America.",
    "The Amazon covers 1.2 billion acres or almost five million square kilometers.",
    "The second largest rainforest is in Western Africa.",
    "There are also rainforests in Central America, Southeast Asia, Northeastern Australia, and the Pacific Islands.",
    "...Northeastern Australia, and the Pacific Islands.",
    "Rainforests provide us with many things.",
    "In fact, the Amazon Rainforest is called the \"lungs of our planet\"...",
    "...because it produces twenty percent of the world's oxygen.",
    "One fifth of the world's fresh water is also found in the Amazon Rainforest.",
    "Furthermore, one half of the world's species of animals, plants, and insects...",
    "...live in the Earth's rainforests.",
    "Eighty percent of the food we eat first grew in the rainforest.",
    "For example, pineapples, bananas, tomatoes, corn, potatoes, chocolate, coffee, and sugar...",
    "...all came from rainforests.",
    "Twenty-five percent of the drugs we take when we are sick are made of plants that grow only in rainforests.",
    "Some of these drugs are even used to fight and cure cancer.",
    "With all the good things we get from rainforests,...",
    "...it's surprising to find that we are destroying our rainforests.",
    "In fact, 1.5 acres or 6,000 square meters of rainforest disappear every second.",
    "The forests are being cut down to make fields for cows,...",
    "...to harvest the plants, and to clear land for farms.",
    "Along with losing countless valuable species,...",
    "...the destruction of rainforests creates many problems worldwide.",
    "Destruction of rainforests results in more pollution, less rain, and less oxygen for the world."
]