[
    "When naming a child, some parents seem to choose a name based simply on their personal preference.",
    "In other families, grandparents or professional name-makers come up with a child's name.",
    "And in some cases, the time of a child's birth influences how the child's name is determined.",
    "In many European cultures, names are typically chosen by parents.",
    "Parents' choice for their child's name...",
    "...may be based on names of relatives or ancestors within their particular family.",
    "For example, in Italy, children are traditionally named after their grandparents.",
    "The parents generally use the father's parents' names first.",
    "If they have more children, then they will use the mother's parents' names.",
    "Similarly, some people in Eastern Europe name their children after relatives who have died.",
    "This tradition is seen as a means to protect the child from the Angel of Death.",
    "Traditionally in some Asian countries,...",
    "...a child's grandfather or a fortune-teller chooses the child's name.",
    "In contrast to the tradition of naming children after relatives,...",
    "...the child's name is chosen to influence the child's character.",
    "For example, names may be based on a connection to certain elements...",
    "...such as fire, water, earth, wood, or metal.",
    "Or the name might include a written character meaning beauty, strength, or kindness.",
    "In certain African cultures,...",
    "...when a child is born plays a large part in determining the child's name.",
    "In Ghana's Akan culture, the day a child is born determines the child's name.",
    "But each day has different names for boys and girls.",
    "For instance, a boy born on Friday is named Kofi,...",
    "...whereas a girl born on the same day is named Afua.",
    "Both Kofi and Afua are names meaning \"wanderer\" or \"explorer\".",
    "Children with these names are seen as travelers.",
    "No matter where the name comes from, a child's name is the first gift in life.",
    "Whether it is chosen according to preference or dictated by tradition,...",
    "...the name reflects something about a child's culture.",
    "For that reason, all names should be treasured and respected."
]