[
    "Welcome to AERA English TV's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Alright. Today's Native Maestro, I'd like to pass the stage over to a good friend of mine...",
    "...and he runs a school called Coper in Azabujuban. His name is Imran.",
    "So, Imran.",
    "Hi! Thanks, Seita.",
    "Hi! This is Imran.",
    "I run an English school in Azabujuban...",
    "...and we are located just two minutes away from the station, and so it's very, very convenient,...",
    "...and we have a special way of teaching.",
    "Most of our teachers speak Japanese very well.",
    "So, if you have any questions that you would like to ask, just ask in Japanese...",
    "...and teachers would explain the expressions, vocab, grammar in Japanese,...",
    "...so that you would understand those things perfectly, okay?",
    "Alright. And today's Menu is, \"Do you mind?\"",
    "You'll be learning two expressions today using, \"Do you mind?\"",
    "The first one is, \"Do you mind if...\"...",
    "...and the second one is, \"Do you mind not...\".",
    "Okay, just please remember these two expressions.",
    "They're very easy to use, very easy to make sentences.",
    "And the first one, \"Do you mind if I smoke?\"",
    "Do you mind if I smoke?",
    "In Japanese, that would be...",
    "...okay?",
    "And the second one, \"Do you mind not...\".",
    "Do you mind not smoking?",
    "Okay. Please remember these two expressions and keep in mind they're very, very easy to use.",
    "And you can use these two expressions,...",
    "...you can make these two expressions very easily.",
    "If you have an \"if\", then you just need the subject and the verb, okay?",
    "And, \"Do you mind not smoking?\"",
    "Okay, that's it. That's really easy to make these two sentences.",
    "Okay. Now, I'll show you how we use these two expressions.",
    "Seita!",
    "Yeah?",
    "You should help me here.",
    "Do you mind if I go to the bathroom?",
    "Oh, no. Go ahead, I don't mind.",
    "Alright, thanks!",
    "I'm gonna have a cigarette.",
    "Oh! Seita. Sorry, this is a school.",
    "Do you mind not smoking?",
    "Oh, okay. Sorry, my bad.",
    "Sorry about that.",
    "Okay. So now, you know how to make these two sentences...",
    "...and you know how to use them, and what kind of situations you would use them.",
    "So, don't just remember them, you've got to use them in actual conversations, okay?",
    "Alright. So, I hope to see you again.",
    "Have a good day. Bye!"
]