[
    "What do Einstein, Leonardo da Vinci, Julius Caesar, and Napoleon have in common?",
    "They were all left-handed!",
    "Beginning early in history, southpaws were feared, neglected, and punished...",
    "...because use of the left hand was considered evil.",
    "In fact, the Latin word for \"left\" is \"sinister\".",
    "Due to this prejudice against the left, left-handed people were forced to switch hands.",
    "This change caused many problems for lefties in school,...",
    "...which resulted in frustration, bad behavior, and high dropout rates.",
    "Maybe that is why lefties were stereotyped as unintelligent,...",
    "...an idea that could not be further from the truth.",
    "Researchers studying the brain have found differences in the left side and right side of the brain.",
    "Researchers believe that people who use more of the left side of their brain tend to be more intelligent.",
    "They also tend to use language better and solve problems faster.",
    "However, one study also showed that left-brained people tend to have worse memories.",
    "So, which side of the brain do lefties use?",
    "Actually, both.",
    "Right-handed people use the left side of the brain more,...",
    "...whereas left-handed people use both sides of the brain almost equally.",
    "The part connecting the two halves of the brain is usually larger in left-handed people.",
    "Therefore, information can pass more efficiently from one side of the brain to the other.",
    "...from one side of the brain to the other.",
    "The left hemisphere of the brain controls speech, language,...",
    "...writing, logic, mathematics, and science.",
    "The right hemisphere controls music, art, creativity, perception, and emotion.",
    "Since lefties use both sides, they are often both creative and scientific.",
    "Approximately ten percent of the world is left-handed...",
    "...and the ratio of left-handed males to left-handed females is two to one.",
    "Thankfully, parents and teachers no longer treat left-handedness...",
    "...as a problem to be cured.",
    "It may actually contribute to a child's excellence!",
    "If allowed to learn and develop in their own way, lefties will excel in school.",
    "Perhaps one of these lefties might turn out to be the next Einstein or da Vinci."
]