[
    "Do you enjoy eating salsa and chips?",
    "Or maybe you like having ketchup on your fries?",
    "Then, you must like the essential ingredient in these sauces, tomatoes.",
    "The tomato originally comes from South America and has been eaten by people there for thousands of years.",
    "Today, tomatoes are popular the world over.",
    "However, when they were first introduced,...",
    "...there was quite a bit of controversy and worry surrounding them.",
    "Ancient Aztec writings mention recipes for dishes of tomatoes, peppers, and salt...",
    "...probably the first salsa recipe!",
    "Spanish soldiers conquered the Aztecs and brought tomato seeds back with them to Europe.",
    "In Europe, these yellowish tomatoes were first called \"apples of gold.\"",
    "For a long time, people in Northern Europe and North America did not eat these \"apples of gold\".",
    "People were afraid to eat tomatoes...",
    "...because the plant looked similar to the nightshade plant, a deadly poison.",
    "German people even thought that if someone ate tomatoes, he or she would change into a werewolf.",
    "However, by the mid-1800s, people all over the world had accepted the tomato as a good food to eat.",
    "Nevertheless, the tomato was due for more controversy.",
    "Do you think tomatoes are a fruit or a vegetable?",
    "Actually tomatoes are a fruit.",
    "However, in America, tomatoes are a vegetable by law.",
    "Why are tomatoes legally a vegetable in America?",
    "In the 1800s, there was no import tax on fruit from other countries,...",
    "...but there was an import tax on vegetables.",
    "At that time, many tomatoes were coming from other countries into America,...",
    "...and American tomato farmers became worried about making a living.",
    "The government made tomatoes a vegetable by law so that non-American tomatoes would be taxed.",
    "It is easy to tell that the tomato is really a fruit.",
    "In fact, tomatoes are similar to berries.",
    "Both have seeds inside, and both grow from the flowers of a plant.",
    "Both also have delicious flesh surrounding the seeds.",
    "Tomatoes and strawberries are actually in the same family.",
    "Tomato ice cream, anyone?"
]