[
    "As the new century began,...",
    "...several groups came up with the idea of selecting the greatest sports person of the 20th century.",
    "These groups included the British Broadcasting Company (BBC),...",
    "...Sports Illustrated (SI), and the World Sports Award Organization.",
    "Interestingly, all three named the same person as the Sportsman of the Century!",
    "One man who was among the athletes...",
    "...appearing at the top of these three groups' list was golf legend Jack Nicklaus.",
    "Certainly, no one would doubt that he was the greatest golfer of the century.",
    "His sixth Masters win in 1986 at the age of forty-six amazed golf fans all around the world.",
    "Nicklaus is also known for his charity work to help children in need.",
    "The second sports legend appearing on all three lists,...",
    "...but not winning the top honor was Pelé.",
    "This soccer star led Brazil's World Cup team to victory in 1958 when he was only seventeen years old.",
    "He is the only soccer player in the world to receive three World Cup winning medals.",
    "Over his career, Pelé personally scored more than 1,000 goals.",
    "In addition to his soccer fame,...",
    "...Pelé is also known for working to try and improve life...",
    "...for poor people in Brazil and around the world.",
    "Likewise, the athlete named the Sportsman of the Century by the BBC, SI, and the World Sports Award...",
    "...is known for more than just his sports skills.",
    "This man spoke out against the abuse of civil liberties...",
    "...even to the point of having his awards in his sport taken away.",
    "Then, later in life when faced with Parkinson's disease,...",
    "...he boldly continued to work for his beliefs.",
    "Almost forty years before receiving the award as the greatest,...",
    "...this athlete called himself the greatest...",
    "...and he proved it.",
    "The Sportsman of the 20th Century without a doubt is the boxer Muhammad Ali."
]