[
    "Since the early days of making movies,...",
    "...writers and directors have attempted to bring popular...",
    "...and classic novels to the big screen.",
    "That tradition continues today.",
    "The movie industry seems to believe that if the story made a great book,...",
    "...it should make a great movie as well.",
    "However, that rarely seems to be the case.",
    "More often than not, a great book turns out to be...",
    "...a mediocre movie in the opinion of most viewers.",
    "Perhaps that is because readers of the book...",
    "...have already made their own great \"movies\" in their heads.",
    "Then, when they see the studio's or the director's version of the story,...",
    "...it does not quite measure up to their expectations.",
    "Over the past one hundred years of film production,...",
    "...there have only been a handful of movies...",
    "...that have fulfilled the ambition...",
    "...of turning the great book into a great movie.",
    "Literary critics as well as movie critics...",
    "...applaud both versions of \"One Flew Over the Cuckoo's Nest\".",
    "The classic children's story, \"The Wizard of Oz\",...",
    "...was transformed into a classic movie musical...",
    "...that parents and children still enjoy today.",
    "Lovers of the historical novel, \"Gone with the Wind\",...",
    "...continue to be swept away by the movie adaptation starring Clark Gable and Vivien Leigh.",
    "Science fiction readers as well as movie critics...",
    "...both hail Stanley Kubrick's film, 2001: A Space Odyssey,...",
    "...which was co-written by Kubrick with the novel's author Arthur C. Clarke...",
    "...as a masterpiece.",
    "On the other hand, there have been instances when not so great novels...",
    "...have been transformed into great movies.",
    "Mario Puzo's \"The Godfather\"...",
    "...was quite popular at the time of its release as a novel,...",
    "...but critics hailed it more for its entertainment value than for its value as literature.",
    "The film adaptation of this popular novel, however,...",
    "...continues to be listed among the top ten greatest movies of all time.",
    "Likewise, the science fiction short story, \"Do Androids Dream of Electric Sheep?\"...",
    "...did not set the science fiction genre on fire when it came out.",
    "The movie version, though, made a much bigger impact in its medium.",
    "Today, \"Blade Runner\" continues to top critics' lists of great films.",
    "Are there any books that are simply impossible to film?",
    "Although filmmakers would like to think not,...",
    "...it is a good bet that certain books will never be adapted into successful films.",
    "Books written in unique literary styles such as \"Ulysses\" by James Joyce...",
    "...and \"The Sound and the Fury\" by William Faulkner...",
    "...have resisted film adaptation to rival the greatness of the books.",
    "Filmmakers will no doubt keep trying, of course.",
    "Readers and viewers will have to be the final judges...",
    "...of whether it is better to read the book or see the movie."
]