[
    "Have you ever thought about inventing something?",
    "Did you worry that your idea was too strange or unrealistic?",
    "Well, maybe you should think again.",
    "Strange or unrealistic ideas never stopped Arthur Pedrick.",
    "Pedrick was a British inventor.",
    "Originally a government clerk,...",
    "...he spent his retirement in the 1960s and 1970s developing new and unusual ideas.",
    "Some of these ideas contradicted basic physics, but that didn't stop Pedrick!",
    "One of his strangest ideas was a plan to connect large tubes...",
    "...from the continent of Australia all the way to Antarctica,...",
    "...a distance of 10,000 kilometers!",
    "These tubes would carry giant ice balls from Antarctica to Australia.",
    "This ice would then melt in the Australian desert,...",
    "...and the water would be used in irrigation.",
    "Another of Pedrick's inventions was a radio-controlled golf ball.",
    "A golfer could change the speed and direction of the golf ball...",
    "...by small flaps, controlled by computer chips.",
    "Using radio waves, the golfer could also find lost golf balls.",
    "Arthur Pedrick had thousands of bizarre ideas for inventions,...",
    "...most of which were never built.",
    "Though many of Pedrick's inventions were never developed,...",
    "...a lot of other strange ideas were.",
    "In 1989, a company designed and sold a theft prevention device for expensive cars.",
    "As part of this device, several tubes were attached to the bottom of a car.",
    "If someone tried to steal the car,...",
    "...super hot flames would come out of the tubes and burn the car thief.",
    "Some people who were not thieves, however, were seriously injured.",
    "They accidentally set off the device by walking past the car.",
    "Other strange inventions include underwear for dogs and pens with drinkable ink.",
    "The underwear keeps dogs from making a mess when they go out for a walk.",
    "Also, if you are ever thirsty during a test,...",
    "...a pen with drinkable ink would be very handy.",
    "If you have an idea that seems a little out in left field,...",
    "...don't let that stop you from trying it.",
    "You'll be in good company."
]