[
    "Why is it on the Internet and not like in a film release?",
    "Because our country has very strict censorship laws...",
    "...and if we were to release it as a film or on TV, maybe 50% will be cut.",
    "You mean in there like, if you talk about the anti-racism or that kind of social issue?",
    "Yeah, political issues, especially. Yes.",
    "Right. That's why you have to put it on the Internet.",
    "There's a kind of loophole, you mean?",
    "Yes. Well, there is no Internet censorship in this country, so...",
    "Okay.",
    "...that's really the only way certain contents can go out to the country is by the Internet.",
    "So, and this 15Malaysia is now it's, you know,...",
    "...not popular, but really recognized internationally...",
    "...and also, you know, it's like, for example, I just told you I'll vote.",
    "But Facebook for example, has so many numbers of people who've become fans of 15Malaysia.",
    "And have you actually had any expectation from the starting point...",
    "...like what the Internet could do to this.",
    "Could it have some influence?",
    "I think we, the team and I, were expecting it to be very popular anyway from the beginning,...",
    "...but maybe not so...",
    "...maybe not so big.",
    "Because in the end, we had something like 15 million visits in just 60 days on the website,...",
    "...so that's a lot.",
    "I think I was expecting maybe...",
    "...30%, 40% of that, which would still be very good.",
    "But I think, it's the right time and the right place.",
    "I think the Malaysians in particular are,...",
    "...you know, there's a demand for art and films that talks about our country...",
    "...and our problems because many of our newspapers are censored, are controlled.",
    "Most of our newspapers, in fact, are controlled.",
    "So a lot of problems are not discussed in public. Correct.",
    "So, this was one chance to do it and I think everybody came...",
    "...and also, some of the films are very good."
]