[
    "Alaska is disappearing slowly but surely.",
    "It is estimated that since the 1950s,...",
    "...as much as fifteen percent of Alaska's land area has disappeared.",
    "How can a whole state be disappearing?",
    "The problem is that Alaska's glaciers are melting.",
    "The state has more than 100,000 glaciers.",
    "These glaciers account for about 75,000 square kilometers...",
    "...or five percent of the state's area.",
    "That is an area of land larger than Ireland!",
    "According to a recent report by the US Geological Survey,...",
    "...ninety-nine percent of Alaska's glaciers are either retreating or diminishing.",
    "This diminishing seems mainly due to the increase in global temperatures.",
    "Since the 1960s, the average year-round temperature has increased by almost three degrees Celsius.",
    "Additionally, the average winter temperature has increased by over six degrees Celsius.",
    "Presently, an estimated 100 cubic kilometers of ice...",
    "...is disappearing from Alaskan glaciers every year.",
    "It may be even more in the near future...",
    "...as some scientists predict that the average world temperature could go up four to seven degrees Celsius by the year 2100.",
    "Another problem facing Alaska is its thawing permafrost.",
    "Much of the land in Alaska used to be permanently frozen or frozen for most of the year.",
    "Now, the thawing permafrost is causing a number of problems for people living in Alaska.",
    "Roads and utility poles are collapsing as the ground around and under them warms and softens.",
    "Also, the hard permafrost that originally prevented beaches from eroding...",
    "...during violent storms is now melting.",
    "People who live along Alaska's coasts are being forced to relocate.",
    "For villages on small, low islands, one terrible storm could wipe out the entire community.",
    "The melting permafrost and increasing temperatures are both affecting the forests of Alaska.",
    "As the permafrost under the forests melts,...",
    "...insects that normally do not turn up until the warmer seasons are appearing sooner.",
    "The spruce-bark beetle, for example,...",
    "...is increasing in numbers as a result of warmer winter temperatures.",
    "It usually takes about two years for these beetles to grow and reproduce in very cold weather.",
    "However, due to the increase in temperatures,...",
    "...spruce-bark beetles are reproducing faster...",
    "...and damaging as many trees in one year as they previously damaged in two.",
    "If something cannot be done to change things,...",
    "...Alaska's forests will not survive the turn of the century.",
    "Some scientists believe that human activity is linked to a global increase in weather temperature.",
    "Whatever the cause of rising temperatures may be,...",
    "...the fact remains that temperatures are warming, affecting Alaska for the worse.",
    "Horribly, this could be a preview of what will happen to the rest of the world in the next century."
]