[
    "Welcome to AERA English's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Today's Maestro Hook.",
    "A Hook is a good conversation piece you can use with a foreigner when you're talking about something.",
    "And today's Hook is a story about what happened to me when I went back to New York.",
    "When I went back to New York and I had dinner with my friends at my house,...",
    "...my friend asked me, \"So Seita, I forgot. Were you a Republican or Democrat?\"...",
    "...and I remembered, \"Oh, yeah! Politics at the dinner table is nothing bad...",
    "...and a lot of people talk about it in the States,...",
    "...but in Japan, many people don't talk about politics at home.\"",
    "So at that time when they asked me,...",
    "...they also asked me, \"What do you think about the Japanese political situation?\"...",
    "...and once again, Japanese people don't really have a strong opinion about politics,...",
    "...but in the States,...",
    "...a lot of people are very strong and they have a specific opinion,...",
    "...and it made me realize the difference of culture.",
    "So, the lesson is \"Dinner time politics\".",
    "As long as it's something that everyone can talk about is not a taboo in the States.",
    "So when people ask you, you should express your opinion, alright?",
    "So, something connected to that, today's Maestro Menu.",
    "I'm indifferent.",
    "Indifferent.",
    "I'm indifferent.",
    "I'm indifferent.",
    "Okay?",
    "Voice your opinion.",
    "I voice my opinion.",
    "I should voice my opinion at work.",
    "Japanese people should voice their opinion.",
    "Okay.",
    "Alright, Maestro Lines.",
    "So, what do you think about the Japanese political situation...",
    "...or what do the Japanese people think about politics?",
    "Well, you know what? Japanese people are very indifferent.",
    "They don't really wanna talk about politics at the dinner table.",
    "What do Japanese people think about the American president?",
    "Oh! I think it's really great that many people voice their opinion.",
    "Japanese people should voice their opinion more.",
    "Alright. So, it's perfectly normal to talk about politics at the dinner table, so...",
    "...express yourself and voice yourself, alright?",
    "That's it for today and thanks for watching the Native Maestro,...",
    "...and I hope to see you again next week.",
    "Alright! See you later and voice yourself."
]