[
    "Welcome to AERA English's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Okay, today's Maestro Hook.",
    "Now, today's Maestro Hook is all about the love, and romance, and the dating game.",
    "In Japanese, you say,...",
    "...but in English, it's the dating game.",
    "Now, when you're talking with a foreigner girl and you're also a girl,...",
    "...it's okay to have girl talk, so don't be afraid.",
    "You can ask the girls anything you want.",
    "Anything about relationships.",
    "For example, if you're a girl and you talked to the girl, say: \"So, how's your love life?\"...",
    "...or, \"Do you have anyone special?\"",
    "These are very informal.",
    "These are very casual conversations that you can have with people and it's not such taboo.",
    "You can say, \"So, how's the dating scene in Tokyo?\"...",
    "...or, \"How's the dating scene back home for you?\"",
    "So the dating game, you can talk about anything if you're a girl with a girl.",
    "Now be careful, if you're a guy and a girl, there might be some boundaries,...",
    "...but if it's a girl asking a guy in Tokyo, I think that's not a problem either.",
    "So, Western people are very open about relationships, so it's something you can talk about.",
    "Alright, today's Maestro Menu.",
    "He's on the market.",
    "Oh! He's on the market.",
    "Okay.",
    "He's taken.",
    "He's taken.",
    "Okay. So, Maestro Lines.",
    "Wow! That guy is really attractive.",
    "Oh, yeah! He's on the market.",
    "You should go for him.",
    "Oh, wow! That guy is very attractive.",
    "Oh, too bad! He's taken.",
    "I saw him with his girlfriend last week.",
    "So, whether you're on the market or whether you're taken,...",
    "...try to enjoy English using a lot of the words that you can use for the love game,...",
    "...and the dating game, and the relationship, alright?",
    "Okay, that's it for today and I hope you enjoyed it.",
    "And see you next week again on Native Maestro and have fun on the dating game.",
    "Alright, see you later. Bye-bye!"
]