[
    "Have you ever wondered where museums get the works and relics...",
    "...that they put on display?",
    "If the museum is sponsored by the government,...",
    "...then the relics were probably collected under special laws...",
    "...that protect historical treasures related to that country.",
    "However, not all museums are sponsored by the government.",
    "Sometimes a private collector decides to set up a museum,...",
    "...so that the public can view the works or relics in his or her collection.",
    "Since the 1990s, more and more of these museums set up by private collectors...",
    "...have sprung up in China.",
    "Typically, these private museums are small,...",
    "...but they give visitors the chance to see works and relics...",
    "...not found anywhere else.",
    "Songtang Li is one such collector...",
    "...who has put part of his private collection on display for the public.",
    "In 2001, Li opened his museum in an old 18th century house in Beijing.",
    "The museum displays some of the best examples of Chinese folk art...",
    "...he has collected over his lifetime.",
    "Many of the pieces in the collection...",
    "...are actually architectural decorations from old houses and buildings...",
    "...around China's capital.",
    "Whenever an old building was being torn down,...",
    "...Li would visit the site...",
    "...to see if there was anything from the building worth rescuing.",
    "In this way, Li managed to accumulate thousands of folk art pieces,...",
    "...some of which are over 1,000 years old.",
    "Li began collecting folk art sculptures when he was young.",
    "The first pieces in his collection...",
    "...were two gate piers that stood in front of his house.",
    "The stone piers were carved with historical designs...",
    "...and Li thought of them as his two friends.",
    "During his childhood,...",
    "...he would sometimes even sit beside them and tell them stories.",
    "When Li was seven, the city told Li's family to get rid of the piers...",
    "...so that the street could be rebuilt.",
    "Rather than throwing them away,...",
    "...Li's father allowed his son to keep them.",
    "Thus began Li's lifetime hobby of visiting demolition sites...",
    "...and collecting pieces of sculpture or decorative architecture.",
    "Anything that he was allowed to take away would end up in his collection.",
    "In the late 1970s, China underwent major economic reforms.",
    "At that time,...",
    "...Beijing started widespread demolition and rebuilding across the city.",
    "According to Li,...",
    "...more than ninety percent of the old houses and temples in Beijing...",
    "...have since been torn down and replaced with modern buildings.",
    "Luckily, all of old Beijing's architectural folk art has not been lost.",
    "Visitors to the Songtangzhai Folk Sculpture Museum...",
    "...can view some of the best relics Li rescued over the years."
]