[
    "Welcome to AERA English TV's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "So today, once again, we're at my good friend's English school.",
    "The place is called Coper and it's in Azabujuban.",
    "So, Imran. Hey!",
    "Hey, Seita! How's it going?",
    "Good, good.",
    "So, this is a good place you've got.",
    "Yeah, thanks a lot!",
    "Tell me. So, what kind of people come to your school?",
    "Actually, we have a lot of different students who come here.",
    "We have working men and women.",
    "We have a doctor, a lawyer, an actress, and a dancer.",
    "Wow! That's a diverse group of people.",
    "It's a lot.",
    "Okay. So, would you like to go in?",
    "Thanks!",
    "And please have a seat.",
    "Alright, thanks!",
    "Okay. So today, I'm thinking of doing a variation of \"thanks\".",
    "So, today's Menu is \"thanks\" and two variations.",
    "Okay. The first one is just the regular \"Thanks!\", okay?",
    "And the second one, \"Thanks, but no thanks!\"",
    "And the third one is, \"Thanks anyway!\"",
    "Okay. So, let me explain to you how we would use these three expressions.",
    "\"Thanks!\" in Japanese would be,...",
    "And the second one, \"Thanks, but no thanks!\" would be, in Japanese,...",
    "Okay. And the third one, \"Thanks anyway!\" in Japanese would be,...",
    "Okay. So, I'll show you how we would use these three expressions, okay?",
    "So Seita, could you help me with this?",
    "Yeah, no problem.",
    "Okay. So, the first one. Okay, we'll practice the first one.",
    "Wow, Seita! That's a very nice jacket.",
    "Oh, thanks!",
    "Okay. So, that's how you use the first \"Thanks!\"",
    "The second one now, \"Thanks, but no thanks!\"",
    "Okay. So Seita, would you help me with this, too?",
    "Yeah, no problem.",
    "Actually, we're running short of teachers.",
    "Would you mind working for us?",
    "You know what, I already have a job.",
    "Thanks, but no thanks!",
    "Okay. So, that was the second one, \"Thanks, but no thanks!\"",
    "Now, the third one, \"Thanks anyway!\"",
    "Okay, Seita.",
    "Yeah?",
    "Would you like to go out for lunch after this?",
    "Oh! You know what, I have a meeting after this. Thanks anyway!",
    "Okay. So, those are three ways you can use \"thanks\".",
    "The first one, \"Thanks!\" in Japanese again would be,...",
    "...\"Thanks, but no thanks!\",...",
    "...and \"Thanks anyway!\",...",
    "Okay?",
    "Don't just remember these expressions. You've gotta use them.",
    "You can go to an English school and try using these expressions...",
    "...or find a friend, a foreign friend and try to use these expressions.",
    "And frankly, I think that you would be able to use these expressions every time.",
    "Not all of them at the same time but, you know, any one of them,...",
    "...when you go to an English school, take a lesson, or when you meet your friends.",
    "Okay. So, please remember these three expressions...",
    "...and I hope to see you sometime again.",
    "Alright. See you, bye!"
]