[
    "Sometimes, the road to the future leads through the past.",
    "Such was the case for Americans Scott and Brennan Olson,...",
    "...who used an old idea to launch a hot new trend in sports, in-line roller skating.",
    "In 1979, these siblings found a pair of antique roller skates...",
    "...while checking out bargains at a used sporting goods store.",
    "The skates they found had four wheels in a single row...",
    "...instead of the traditional parallel pairs of wheels in front and back.",
    "This single row of wheels intrigued the Olsons.",
    "They were avid hockey players...",
    "...and they immediately noticed the similarity between the in-line wheels,...",
    "...and the long, single blade found on the bottom of ice skates.",
    "Could these unusual skates somehow be used to practice hockey off the ice?",
    "The Olsons set about trying to modify the design of the antique skates that they had found.",
    "First, they tested out the antique skates to see how well they worked.",
    "From those tests, they tried to come up with ways to improve the old design.",
    "One improvement involved using special materials to make the skates stronger and easier to steer.",
    "The Olsons also added reliable brakes to their in-line skates.",
    "In 1980, the Olsons founded a company called \"Rollerblade\"...",
    "...to make and sell their new invention.",
    "Sales skyrocketed and soon, millions of people worldwide were rollerblading,...",
    "...as in-line skating was mistakenly called.",
    "At first, in-line skating was recreational.",
    "People enjoyed skating in parks and on streets,...",
    "...and some even danced on skates at giant roller discos.",
    "Today, inline group skates are popular all over the world.",
    "In cities such as San Francisco, Paris, and Berlin...",
    "...as many as 20,000 skaters might meet on a free day and skate together through the streets.",
    "Many people see in-line skating as a great way to exercise and socialize.",
    "By the mid-1990s, in-line skating had become more than just a recreational sport.",
    "It had developed into several competitive sports.",
    "One of the most popular, even today, is aggressive skating.",
    "This involves performing tricks and jumping over objects such as boxes, ramps, and rails.",
    "Other kinds of competitive skating include speed skating,...",
    "...artistic skating, downhill racing, and skating marathons.",
    "So, what about hockey?",
    "Well, the Olsons achieved their goal.",
    "Inline hockey leagues sprang up almost immediately.",
    "Then in 1999, inline hockey joined the lineup at the Pan-American Games.",
    "There are rumors that in-line skating may even become part of the Summer Olympics someday."
]