[
    "Welcome to AERA English's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Okay, today's Maestro Hook.",
    "A Hook is a good conversation piece you use when you have a conversation with somebody.",
    "And today's topic is,...",
    "...a lot of Western people say, \"Yeah, Japanese people don't really say their opinion.\"",
    "So, for example, when someone asks you, \"What do you think about that guy?\"",
    "Japanese people say, \"Oh! He's fine.\"",
    "But is he really fine?",
    "Or in a business situation, somebody says, \"What do you think about that proposal?\"",
    "Japanese people say, \"Oh! It's not bad.\"",
    "But is it really not bad?",
    "You see, when Westerners ask you your opinion,...",
    "...they wanna know what you're really thinking.",
    "And it's time for you to say what you're really thinking and express your opinion.",
    "It's not a time for you to hold back and just make sure that the environment doesn't change.",
    "It's good for you to say what you're really thinking.",
    "So, next time when someone asks your opinion,...",
    "...be straightforward and say what you're really thinking, okay?",
    "Alright. So, today's Maestro Menu.",
    "\"I don't care\". \"I don't mind\".",
    "Do you know the difference between these?",
    "I don't care.",
    "What do you think about him?",
    "I don't care.",
    "Fine! I don't care.",
    "I don't mind.",
    "I don't mind.",
    "Is it hot in here?",
    "Oh, no! I don't mind.",
    "Is it hot in here?",
    "I don't care.",
    "I don't mind.",
    "Okay. For example, Maestro Lines.",
    "What do you think about that guy?",
    "I don't care.",
    "Do you think that business proposal was good?",
    "Nah, I don't really care.",
    "And also, is it really hot in here?",
    "No, no. I don't mind.",
    "Do you wanna stay in tonight or do you wanna go eat out?",
    "Oh! I don't mind.",
    "So, I don't mind if you guys have a good time or not,...",
    "...I don't care, it doesn't matter.",
    "Make sure you don't get confused.",
    "Alright. That's it for today and thanks for watching,...",
    "...and hope to catch you again next week on the Native Maestro,...",
    "...and to help you become the native maestro.",
    "Alright. See you later. Bye-bye!"
]