[
    "Hey! This is your travel host, Naomi.",
    "I'd like to give you a tour of the top ten attractions of Kyoto, Japan.",
    "Number 10: Gion district.",
    "A wonderful traditional neighborhood in the city of Kyoto.",
    "During your time here, you are likely to see geishas in their traditional attire.",
    "Number 9: Bamboo grove.",
    "Unlike any other place you are going to see...",
    "...walking through the bamboo grove,...",
    "...you are in a different world surrounded by the tall bamboo trees.",
    "Number 8: Heian Shrine.",
    "This Shinto shrine was constructed in 1895...",
    "...and commemorates Kyoto's past emperors.",
    "These days, it's a site for many local festivals.",
    "Number 7: Kinkaku-ji.",
    "Kyoto has numerous cultural sites.",
    "Kinkaku-ji, the Buddhist temple of the golden pavilion,...",
    "...is among Kyoto's 17 world cultural heritage sites.",
    "Number 6: Kiyomizu.",
    "Another famous temple of Kyoto built all the way back in the 8th century.",
    "Locals enjoy the surrounding natural landscape...",
    "...that changes throughout the year.",
    "Number 5: Fushimi Inari Shrine.",
    "Walking through the striking shrine gates,...",
    "...you are transported into another world.",
    "Many tradespeople come here to pray for prosperity of their businesses.",
    "Number 4: Local culture.",
    "In Japan, even the simple day-to-day things are fascinating.",
    "You'll find that the local way of life is spiritual...",
    "...as well as one that's harmonious with nature.",
    "Number 3: Ginkaku-ji.",
    "The temple was constructed in the 15th century.",
    "Japanese architecture melds nature with buildings beautifully...",
    "...and you clearly see that in this temple's gardens.",
    "Number 2: Nijo Castle.",
    "A large complex built in the early 17th century.",
    "You can take the inside tour and witness its fortress like features...",
    "...along with its emphasis on harmony with nature.",
    "And number 1: Cherry blossom.",
    "Kyoto is one of the world's most beautiful cities.",
    "A perfect time to visit this city is during the cherry blossoms...",
    "...when its great cultural attractions look even more stunning.",
    "Keep watching our travel series. Ciao!"
]