[
    "The city of Tokyo, Japan is divided up into special areas.",
    "Many people are familiar with famous wards such as Shibuya and Shinjuku.",
    "However, those are just two out of 23 wards...",
    "...that make up the whole city of Tokyo.",
    "One ward on the west side of Tokyo is named Suginami City.",
    "Visitors to Japan probably would not put Suginami very high...",
    "...on their list of places to see.",
    "This is mostly a residential area,...",
    "...although there are some nice clothing and antique stores there.",
    "Suginami boasts more than 300 city parks,...",
    "...in addition to three metropolitan parks...",
    "...and even the name of the city comes from the Japanese word for cedar tree.",
    "Certainly, the city is a pleasant place to live for its half a million residents.",
    "However, in 2002, Suginami City had a big problem.",
    "Thieves were breaking into houses all over the city and stealing things!",
    "In fact, in that year alone, more than 1,700 houses were broken into across Suginami.",
    "That is a huge number of break-ins for a city of this size.",
    "The police and officials in Suginami knew that something had to be done...",
    "...to curb all of the crime in their area.",
    "Finally, they came up with the idea of using flowers to curb crime in Suginami.",
    "City officials encouraged residents across the city...",
    "...to plant flowers around their houses and along streets,...",
    "...especially in places where thefts frequently occurred.",
    "The idea was that if people were outdoors taking care of the flowers,...",
    "...they would be watching people come and go at the same time.",
    "Thieves would be less likely to strike...",
    "...in areas where people were outdoors watching things closely.",
    "Over the next few years, \"Operation Flower\" seemed to work surprisingly well.",
    "Just two years after residents of Suginami...",
    "...began planting flowers on streets and in front of their homes,...",
    "...crime in the city dropped eighty percent!",
    "Of course, the flowers can't take all the credit for the huge reduction in crime.",
    "The city also installed 200 security cameras...",
    "...around areas with high incidents of crime.",
    "In addition, Suginami was able to recruit more than 9,000 volunteers...",
    "...to serve as crime watchers across the city.",
    "Maybe one thing that helped them recruit...",
    "...so many volunteers in the end was \"Operation Flower.\"",
    "Many of the volunteers probably enjoy walking around their neighborhoods,...",
    "...admiring the flowers that have been planted...",
    "...while they do their duty as crime watchers."
]