[
    "Certain masterpieces are recognized worldwide as outstanding achievements in human creativity and ingenuity.",
    "Three good examples of such works are the Taj Mahal, the Sistine Chapel, and the sculpture of David.",
    "All of these works are hundreds of years old.",
    "And like everything that ages, some parts of them need to be restored from time to time.",
    "However, not everyone agrees on how and when certain works should be restored.",
    "In some cases, there is a pressing need for something to be done in order to save a historical treasure.",
    "For example, through careful study of the building,...",
    "...experts found that the Taj Mahal was sliding toward the river beside it!",
    "Restoration efforts then began to repair cracks in the building and halt its slide.",
    "However, such works as the Sistine Chapel and the statue of David are not under any threat of serious damage or loss.",
    "Rather, restorations are planned to clean or touch up the works so that they look better.",
    "David is a perfect case in point of just such a touch-up project.",
    "For the statue's 500th birthday,...",
    "...the museum in Italy where David stands today, planned to restore the statue's appearance.",
    "In reality, David was just dirty.",
    "That should not have surprised anyone.",
    "For more than 300 years, the statue stood outdoors in a square in Florence.",
    "When he carved the sculpture,...",
    "...Michelangelo planned for it to stand outside and naturally accumulate the marks of weathering.",
    "Therefore, critics of David's restoration claimed that cleaning the statue...",
    "...would alter its intended appearance by the artist.",
    "Ignoring these cries of protest, the museum went ahead with the restoration.",
    "After nine months of careful cleaning, the restored David was revealed to the public.",
    "So, how was the statue different?",
    "For one thing, David's hair was no longer blackened with grime.",
    "Also, the stains on his hands were gone...",
    "...and the dirty streaks on his left shin had been erased.",
    "As one art expert remarked,...",
    "...\"Only someone with expert knowledge and long familiarity with the 'skin' of the statue...",
    "...will be aware that certain unattractive irregularities are no longer there.\"",
    "Even critics of the project agreed that the touch-ups to David were very moderate.",
    "On the other hand, the restoration of the Sistine Chapel...",
    "...resulted in a dramatic difference in the work's appearance.",
    "Through painstaking efforts,...",
    "...the frescoes of the Sistine Chapel were beautifully restored...",
    "...by erasing years of dirt and grime from the ceiling and walls.",
    "Although a few critics maintain that Michelangelo's work has been ruined,...",
    "...most view its restoration as a marvelous success."
]