[
    "Have you heard about the great flood?",
    "Perhaps you have heard about a man named Noah,...",
    "...who built a huge boat to escape the flood.",
    "In this legend of the great flood, water covered all the land,...",
    "...killing most of the people and animals on Earth.",
    "Only Noah's immediate family,...",
    "...including his wife, three sons, and the sons' wives, survived the flood,...",
    "...along with all of the animals on his boat.",
    "After the flood waters receded,..",
    "...the people and animals on Noah's boat set about repopulating the Earth.",
    "This legend of Noah and his family is familiar to many people.",
    "However, it is not the only legend about a great flood.",
    "Actually, many cultures have similar stories about a great flood...",
    "...that wiped out almost everyone on Earth.",
    "In the Jewish, Muslim, and Christian legends of the flood,...",
    "...Noah was warned by God that a great flood would kill every human and animal on land.",
    "God told Noah to construct a boat that would save his family and two of every animal.",
    "In a Hindu legend of the flood, a fish warned a man about the flood,...",
    "...and only the man was saved.",
    "Then the gods made a woman for the man, and the man and woman had many children.",
    "The Greek, Roman, and Chinese legends of the flood...",
    "...say that only people on the highest mountain survived the flood.",
    "In Scandinavian and Celtic legends,...",
    "...the water of the flood was actually the blood of a giant.",
    "When the giant was killed, its body became the Earth,...",
    "...and its blood covered all the land.",
    "There are also Incan, Mayan, and Native American legends about a great flood.",
    "In each of these legends,...",
    "...a few people live through the flood by climbing mountains or by constructing boats.",
    "Many people today believe that the great flood is only a legend.",
    "However, other people say that the striking similarities among all of the flood legends...",
    "...suggest that a real flood covered the Earth at some point long ago.",
    "In fact, some scientists speculate that the ancient flood waters are now frozen in glaciers...",
    "...at the poles of the Earth.",
    "But why do the legends disagree with each other?",
    "The flood happened long before humans could write,...",
    "...so the story of the flood could only be passed down through generations by oral retellings.",
    "As the story was passed by word of mouth,...",
    "...it may have changed as various cultures learned the story.",
    "This may explain why some parts of the legend differ.",
    "Through careful examination of similar elements in these legends, however,...",
    "...certain facts about an ancient catastrophic flood may be revealed."
]