[
    "Welcome to AERA English's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this program is designed to help you become the native maestro.",
    "Okay, today's Maestro Hook.",
    "A Hook is a good conversation piece you can use with somebody...",
    "...when you have nothing to talk about.",
    "And today's topic is body language.",
    "But now, when I say body language,...",
    "...we're not talking about using your body to communicate.",
    "But in English, there are a lot of phrases that you can use that use your body parts...",
    "...to talk about something specific.",
    "For example, you say something like, \"He's very nosy.\"",
    "It's your nose. It's nosy.",
    "This means that he likes to barge in to somebody's business.",
    "Or, for example, you say, \"He has a good head on his shoulders.\"",
    "This means that he's a very decent person or he thinks ahead.",
    "For example, \"He stabbed me in the back.\"",
    "You stab someone in the back, this means you betray somebody.",
    "Or another one is, \"You pull my leg.\"",
    "You pull someone's leg, this means you get in somebody's way...",
    "...and stop them from doing something.",
    "Like that, there's a lot of words you can use.",
    "And so today, I'd like to pick up some words that you can use that are very interesting.",
    "Today's Maestro Menu.",
    "You twisted my arm.",
    "You twisted my arm.",
    "Twist your arm.",
    "Ouch! Ouch!",
    "You twist my arm.",
    "And the next one.",
    "Get off your butt.",
    "Get off your butt.",
    "Come on, get off your butt!",
    "Get off your butt.",
    "Okay. So, Maestro Lines.",
    "Can you go to the post office for me and pick up the mail?",
    "Please, please?",
    "Oh, fine! You twisted my arm.",
    "I'll go for you.",
    "And get off your butt.",
    "Come on! It's already 11 o'clock. Get off your butt and go to work.",
    "Or, get off your butt and clean the house.",
    "Come on, get off your butt!",
    "There's a lot more English you can use with your body and all this is body language.",
    "So, find out a lot of good words and use them on really perfect situations...",
    "...and you'll be a native maestro in no time.",
    "Alright. That's it for today. Thanks for watching...",
    "...and hope to see you again on next week's Native Maestro.",
    "Bye-bye!"
]