[
    "Would you believe that your diet can make a big difference...",
    "...in keeping a youthful appearance?",
    "It seems strange to think that the food we take in could result in fewer wrinkles.",
    "Wouldn't it be better to put things on our skin rather than in our mouths?",
    "Well, according to one scientific theory, our bodies start aging because of oxidation.",
    "This is caused by certain oxygen-containing molecules...",
    "...in our cells called free radicals.",
    "Free radicals have the capability to attach to...",
    "...and damage parts of our cells including our DNA.",
    "Our bodies have the ability to repair this damage.",
    "However, as we get older, these repair mechanisms start to break down...",
    "...resulting in signs of aging such as wrinkles.",
    "Free radicals are actually produced by our bodies,...",
    "...but their numbers can also increase because of the food we eat.",
    "Besides avoiding foods that could potentially produce more free radicals,...",
    "...eating foods that contain certain vitamins and micronutrients...",
    "...can also keep us looking young.",
    "These vitamins help produce molecules called antioxidants,...",
    "...which actually help reduce the production of free radicals.",
    "Even better, foods containing antioxidants are not rare.",
    "Common antioxidants, like vitamins A and E,...",
    "...can be found in many dark-colored vegetables.",
    "For example, carrots, seaweed, spinach, and broccoli...",
    "...are all excellent sources of these helpful vitamins.",
    "Also, you can eat orange-colored fruits like apricots and peaches.",
    "Vitamins A and E are particularly good for helping your skin remain young - looking.",
    "These nutrients strengthen your skin and make it soft.",
    "However, if you really want to stock up quickly on nutrients...",
    "...that benefit your skin,...",
    "...you should eat cow's liver.",
    "One small piece of cooked cow's liver...",
    "...contains twice as much vitamin A as half a cup of cooked carrots.",
    "More recently, green tea has also been tentatively added...",
    "...to the list of youth-promoting substances.",
    "Research on green tea's effects on our bodies is still in the early stages.",
    "Scientists certainly believe that it is good for us,...",
    "...but they are cautious about predicting its ability to keep us looking youthful.",
    "However, recent experiments seem to show that green tea's antioxidant properties...",
    "...can repair cell damage already sustained...",
    "...as well as prevent damage in the future.",
    "In fact, green tea works even better if you apply it directly to your skin...",
    "...as an ingredient in facial cream.",
    "\"You are what you eat.\"",
    "The more we find out about how our bodies work,...",
    "...the more this old proverb seems to be true.",
    "Think about that the next time you sit down at the table."
]