[
    "It's only thirty-six centimeters tall,...",
    "...but to fans throughout the world, it represents the highest achievement in football.",
    "Every four years,...",
    "...teams from all over the globe compete to take home the FIFA World Cup trophy,...",
    "...yet nobody ever does.",
    "Nobody ever takes it home...",
    "...because the 18-carat gold trophy is kept under lock and key by FIFA...",
    "...Federation Internationale de Football Association.",
    "The champions of each World Cup tournament receive only a replica.",
    "This is to protect the valuable prize from thieves...",
    "...who have stolen the World Cup trophy twice in its 75-year history.",
    "The little trophy has certainly had a troubled existence.",
    "The original trophy was made by a French sculptor, Abel LaFleur,...",
    "...and was called the \"Jules Rimet Cup\", in honor of the founder of the World Cup tournament.",
    "Sometime during the first three World Cup events (1930, 1934, and 1938),...",
    "...the name changed to simply the \"World Cup\".",
    "Then during World War II, not much was seen or heard of the trophy.",
    "It was being kept hidden in a shoe box under the bed of Dr. Ottorino Barassi,...",
    "...the Italian vice-president of FIFA,...",
    "...to prevent it from falling into the hands of the Nazi army.",
    "In 1966, the Cup was stolen during a public showing of the trophy...",
    "...prior to the World Cup tournament in England.",
    "Luckily, it was found a short time later,...",
    "...none the worse for wear, in a trash container by a little dog named Pickles.",
    "Four years later, Brazil earned permanent possession of the original trophy...",
    "...by winning its third World Cup title.",
    "Unfortunately, the trophy was stolen a second time in 1983 and was never recovered.",
    "The Brazilian Football Association had to have a duplicate trophy made.",
    "After the first trophy became the possession of Brazil's football association,...",
    "...a new World Cup Trophy for FIFA was designed by an Italian artist, Silvio Gazzaniga, in 1974.",
    "This trophy cannot be won outright, but remains in the possession of FIFA,...",
    "...and rest assured they are watching it very closely.",
    "Today, World Cup winners are awarded a replica of the trophy that is gold-plated...",
    "...rather than solid gold like the real one.",
    "Gazzaniga's World Cup trophy weighs almost five kilograms.",
    "Its base contains two layers of a semi-precious stone called malachite...",
    "...and has room for seventeen small plaques bearing the names of the winning teams...",
    "...enough space to honor all the World Cup champions up to the year 2038.",
    "After that, a new trophy will have to be made."
]