[
    "Most people wish they had better memories.",
    "They also worry about forgetting things as they get older.",
    "But did you know that we have different kinds of memory?",
    "When one or more of these kinds of memories start to fail,...",
    "...there are a few simple things that everyone can do to improve their memories.",
    "What most people think of as memory is, in fact, five different categories of memory.",
    "Our capability to remember things from the past, that is, years or days ago,...",
    "...depends on two categories of memory.",
    "They are remote memory and recent memory, respectively.",
    "Think back to last year's birthday.",
    "What did you do?",
    "If you can't remember that, you are having a problem with your remote memory.",
    "On the other hand, if you can't remember what you ate for lunch yesterday,...",
    "...that is a problem with your recent memory.",
    "Remembering past events is only one way we use memories.",
    "When taking a test, we need to draw on our semantic memories.",
    "That is the sum of our acquired knowledge.",
    "Or maybe we want to remember to do or use something in the future,...",
    "...either minutes or days from now.",
    "These cases use our immediate and prospective memories, respectively.",
    "Have you ever thought to yourself, \"I need to remember to turn off the light,...\"",
    "...but then promptly forgot it?",
    "That would be a faulty immediate memory.",
    "On the other hand, maybe you can easily remember to meet your friend for lunch next week.",
    "That means that at least your prospective memory is in good working order.",
    "Many people think that developing a bad memory is unavoidable as we get older,...",
    "...but this is actually not the case.",
    "Of our five kinds of memory, immediate, remote, and prospective (if aided with cues like memos),...",
    "...do not degrade with age.",
    "But how can we prevent a diminishing of our semantic and unaided prospective memories?",
    "The secret seems to be activity.",
    "Studies have shown that a little mental activity,...",
    "...like learning new things or even doing crossword puzzles,...",
    "...goes a long way in positively affecting our memories.",
    "Regular physical activity appears to be able to make our memories better as well.",
    "This is possibly due to having a better blood supply to the brain.",
    "The one thing to avoid at all costs, though, is stress.",
    "When we are stressed, our bodies release a hormone called cortisol,...",
    "...which is harmful to our brain cells and thus our memories.",
    "Reducing stress through meditation, exercise, or other activities...",
    "...can help to preserve our mental abilities."
]