[
    "Welcome to AERA English's Native Maestro.",
    "I'm your maitre d' Seita.",
    "And this is your program for you to become the native maestro.",
    "Alright. Thanks for watching again.",
    "And today's Maestro Hook.",
    "A Hook is a good conversation piece you can talk with a foreigner when you run out of subjects.",
    "And today's Hook is about swearwords and curse words, and censored words...",
    "...how Japanese people use so much of it.",
    "I know in Japan you can watch a lot of good movies or you listen to good music,...",
    "...and there's a lot of swearwords in it.",
    "And when Japanese people are learning English,...",
    "...they wanna practice and they use these swearwords, but this is horrible.",
    "When a mature person uses bad words, it just doesn't look good...",
    "...especially a woman who wants to express her opinion in good English swears.",
    "Oh! I can't stand it.",
    "So, it's okay to use those words when the situation arises...",
    "...but basically, try to keep your English clean.",
    "Clean English is the best and when you don't really know how to use the words,...",
    "...you shouldn't use it.",
    "Don't try to copy the movies.",
    "The movies are just movies.",
    "Alright?",
    "So please, keep your English clean.",
    "Alright.",
    "So, today's Maestro Menu is connected to that.",
    "Shoot!",
    "Oh, shoot!",
    "And one more.",
    "Oh, darn!",
    "Oh, darn!",
    "Oh, darn!",
    "Alright?",
    "So, Maestro Lines.",
    "A situation like this,...",
    "...you're trying to get water and oh!",
    "Oh, shoot!",
    "Or, you're trying to get milk.",
    "Oh! There's no milk.",
    "Oh, darn!",
    "Oh, shoot!",
    "Oh, darn!",
    "So, use these kinds of words instead of the bad words...",
    "...because it's not good if you use the bad words when you really don't know how it works.",
    "Alright.",
    "So, keep your English clean and learn good English,...",
    "...and become a native maestro in no time.",
    "Okay, that's it for today.",
    "Thanks a lot for watching and see you later...",
    "...and keep your English clean.",
    "Bye-bye!"
]