[
    "It is late at night,...",
    "...you hear a strange noise and feel a cold rush of air move past you.",
    "Was it a ghost?",
    "If you were in Chillingham Castle in Northumberland, England,...",
    "...it may have been!",
    "This is because Chillingham is believed to be one of the most haunted castles in England.",
    "For almost 800 years, Chillingham Castle has been the home to ghosts of all different types.",
    "In the early 1900s, visitors to the castle reported seeing the ghost of a little boy.",
    "They gave him the name \"Blue Boy\"...",
    "...because he was always seen wearing blue clothes and surrounded by a blue light.",
    "Late in the 1920s, workmen fixing a wall in an unused bedroom had an unpleasant surprise.",
    "While working, they discovered the bones of a small child wearing blue clothes buried within the wall.",
    "Interestingly, after these remains were buried in the local cemetery,...",
    "...the ghost boy was never seen again.",
    "Another ghost that has been seen in the castle is that of Lady Mary Berkeley.",
    "She died alone in the castle after her husband left her for another woman.",
    "People have heard the sound of her dress rustling as she walked by.",
    "There is also a painting of Lady Berkeley in the castle that some people say comes to life.",
    "Her ghost has been reported stepping out of the painting and following children around.",
    "Then, there is also the \"White Lady\".",
    "This spirit is supposed to be the ghost of a woman who was poisoned to death many years ago.",
    "She has been known to go up to people, ask for a drink of water, and then disappear.",
    "With all these reports of ghosts,...",
    "...you might think that people would avoid Chillingham Castle.",
    "After all, most people think of ghosts as scary things.",
    "But, in fact, Chillingham has now turned into a tourist attraction!",
    "Thousands of people visit Chillingham each year.",
    "Some just tour the grounds and eat in the castle tea room,...",
    "...but others actually stay in the castle itself.",
    "A variety of accommodations are available,...",
    "...from rooms in the tower to suites in the coach house.",
    "For those people who want a more special experience,...",
    "...the castle hosts weddings, complete with a medieval banquet.",
    "And that's not all,...",
    "...concerts, operas, and fairs regularly make Chillingham Castle their home.",
    "Chillingham Castle has also been used as a background location for movies and TV shows.",
    "For a haunted castle, Chillingham certainly appears to be remarkably popular."
]