[
    "Italians have long celebrated Christopher Columbus in tribute to their shared heritage.",
    "Let's take a look at Christopher Columbus,...",
    "...the man behind the myth, behind the holiday.",
    "We all know how it started.",
    "On August 3rd, 1492, Columbus and his three ships: the Niña, the Pinta and the Santa María...",
    "...set out from Spain and embarked on a historic journey.",
    "True, but let's settle the \"why\" once and for all.",
    "Columbus wasn't trying to prove the Earth was round.",
    "He didn't need to.",
    "Greek mathematician, Pythagoras, suspected we were living on a sphere as early as the 6th century B.C....",
    "...and Aristotle backed him up two centuries later...",
    "...when he noticed the Earth's shadow could be seen during a lunar eclipse,...",
    "...sliding past the Moon in miniature, and it was round.",
    "So, why did Columbus bother getting off the couch at all?",
    "Money.",
    "In the 15th century, spices were a hot commodity.",
    "Traders shipping them between Asia and Europe could get rich quick.",
    "However, with the fall of Constantinople to the Turks,...",
    "...Europe lost its most popular route to the treasures of the East.",
    "Columbus realized his opportunity:...",
    "...become the first person to plot a western route to Asia...",
    "...and enjoy unprecedented glory and riches.",
    "So, on that August morning in 1492, Columbus and his men sailed off in those famous ships,...",
    "...laden with hopes of finding their way to Asia,...",
    "...and making both Spain and themselves a heck of a lot of money.",
    "Columbus returned to the Spanish court a hero.",
    "All were convinced the route was a success...",
    "...and it surely was,...",
    "...but not as they'd expected.",
    "Columbus inadvertently achieved the monumental task of joining the two hemispheres.",
    "In effect, doubling the size of the habitable planet...",
    "...and establishing trade between the continents."
]