[
    "This year, the planet's digital content will blast through the zettabyte barrier...",
    "...that is approximately equal to one million times...",
    "...that is approximately equal to one million times the information stored in all the libraries in the US,...",
    "...but finding the right information should feel easy.",
    "It should feel like magic...",
    "...and we're getting closer to that.",
    "At Google, we innovate to make search faster and more relevant every day.",
    "The new experience transforms search,...",
    "...delivering results instantly, in a way that has never been done before.",
    "Now, results appear automatically as you type,...",
    "Now, results appear automatically as you type, with no need to hit \"Enter\" or click the \"Search\" button.",
    "As soon as you see what you need predicted in gray text,...",
    "...you can stop typing and just look down to find your results waiting.",
    "I don't even have to scroll. It's right there!",
    "I didn't have to press \"Enter\".",
    "It was really quick.",
    "Seeing results instantly lets you refine your search as you type.",
    "Looking for a bird? A map? A recipe?",
    "You'll know instantly if you're on the right track to finding exactly what you want,...",
    "...so you can adapt your search on the fly.",
    "Improving the speed and precision people have come to expect from Google was an incredible engineering challenge.",
    "When we came to the infrastructure team and said,...",
    "...\"We're going to be serving many times more result pages for every query performed\",...",
    "...they thought we were insane.",
    "Even before this improvement, Google was serving more than a billion searches per day.",
    "We had to find efficient ways to address increased demand.",
    "Search is a hard problem that's far from solved,...",
    "...but at Google, we are constantly innovating so you can think less about how to search,...",
    "...and more about what you find.",
    "Oh, look at that! How do you like that?"
]