[
    "When did you start to have this sense?",
    "I had written a book a few years ago called, in English, \"A Whole New Mind\".",
    "In Japanese,...",
    "And that book said we're moving from a world of these more logical, linear, routine abilities...",
    "...to a world of more creative, complex, conceptual, artistic abilities.",
    "And people ask me, \"If this is right,...\"",
    "\"...then how do we motivate people to do this kind of work,\"...",
    "...and I had no idea.",
    "But I did know that there was this large body of research in behavioral science about motivation,...",
    "...so I started looking at it.",
    "And I started reading some of these papers and I said, \"Wow!\"",
    "First of all, I realized there's a huge amount of research...",
    "...and then the other thing I said, \"Wow! They're saying some very surprising things.\"",
    "They're saying the world works differently than the way that I think the world might work.",
    "This is really interesting, you know,...",
    "...and so, that's really how I started exploring this topic.",
    "And even in myself, in my own sort of personal story, you know,...",
    "...the description that you have of someone being in school...",
    "...doing things only for the external reward, that was me.",
    "That was you?",
    "Absolutely. When I was in secondary school...",
    "...really, sort of primary school and secondary school.",
    "A little bit less in university and beyond,...",
    "...but that was very much how I operated.",
    "I said, \"That's the whole point.\"",
    "\"The whole point is to get a good grade on a test.\"",
    "And as I got a little bit older, I started very gently questioning that in my head.",
    "Maybe in college and in university, yeah.",
    "And I started saying, \"Well, maybe I should just do some things because I like doing them.\"",
    "And the weird thing was that I started, when I took that approach,...",
    "...I started doing better,...",
    "...you know, because I was interested in it and I was engaged.",
    "And motivated.",
    "Yeah, I was motivated. Right!",
    "I was motivated by something from within rather than something from the outside."
]