[
    "Who rejected you?",
    "Well, Stanford and Princeton, I think, rejected me.",
    "I think in Yale, I was waitlisted or something like that.",
    "I was rejected by Stanford and Princeton too.",
    "Okay, great!",
    "I didn't even apply to Yale.",
    "Wow!",
    "Yeah!",
    "People think that's funny,...",
    "...it's like Yale or Harvard, the world's best colleges.",
    "So, if you get in to Harvard, obviously, you can get in to anywhere else.",
    "I met so many people that have been rejected from Stanford then got in to Harvard.",
    "Yeah. Well, Stanford, I don't know.",
    "Stanford has weird admissions policies.",
    "I think there's a bikini contest for getting into Stanford.",
    "But also, the application form, it's very hard to fill out,...",
    "...because it was in these categories like \"What book would you like to publish?\",...",
    "...\"What music would you like to make?\"",
    "Oh, Really?",
    "And it was very hard to fill out.",
    "Whereas the Harvard one was very open,...",
    "...so you actually gear it more towards what you wanted to say,...",
    "...and just in filling out the application, I find it so much easier,...",
    "...and that probably reflected it, you know?",
    "It worked out, apparently.",
    "Well, I don't know, I mean, I've got, you know, had a very warm,...",
    "...you know, pleasant college life instead of freezing in Boston.",
    "True, you could have had a tan.",
    "Yeah.",
    "So, you went to Harvard and then you went on to MIT?",
    "Yeah.",
    "And, you know, that sounds like a pretty normal progression.",
    "Well, actually, if you say it that way, it does,...",
    "...but actually, it wasn't...",
    "...because what happened was I went to Harvard, and then actually finished Harvard,...",
    "...and I came back to Japan, and joined a Japanese computer company, Fujitsu.",
    "Right.",
    "So, I actually started working as a kind of a salaryman researcher...",
    "...after having lived in the States from 13 to 22."
]