[
    "I'm really excited by our next, very modern, very now, Guinness World Record attempt.",
    "It's the fastest text message ever sent.",
    "And here to try and get this hotly contested record back is former world record holder, James Trusler.",
    "And James has been flown in from Fiji by his employer, Vodafone.",
    "Now James, when did you hold the record and who has it now?",
    "Okay. Yeah, Grant. I've initially broke it in April 2003...",
    "...and I had it up until about probably six months ago by Kimberly Yale from Singapore.",
    "She's now holding the record.",
    "You're a self-confessed textaholic.",
    "How many do you send a month?",
    "Probably about 2,000 a month, but I can peak to about 4,000.",
    "Peak to 4,000 a month?",
    "At one stage, yeah.",
    "Holy smokes!",
    "Okay. Now, before I actually bring Official Adjudicator Chris Sheedy in...",
    "...to explain the finer points of this record attempt,...",
    "...have a look now on your screen at the text that James must type.",
    "The razor-toothed piranhas of the genera Serrasalmus and the Pygocentrus...",
    "...are the most ferocious freshwater fish in the world.",
    "But in reality, they seldom attack a human.",
    "That's a mouthful to say. What's it like to type?",
    "It's not gonna be easy.",
    "We've got a couple of uppercases in there.",
    "There's a hyphen, some four stops, and some tough words.",
    "They've got everything in there.",
    "Are you faster than you've ever been?",
    "Let's hope it goes my way tonight.",
    "Okay. We will let you warm up those little texting tykes now as we have a quick chat to Chris Sheedy.",
    "Come on in Chris!",
    "Thank you very much, Grant.",
    "\"The Battle of Texting Titans\" continues. What are the rules?",
    "What we're gonna make sure is first of all,...",
    "...James is using a commercially available telephone...",
    "...and all of the predictive spelling functionality is completely switched off.",
    "No predictive texting?",
    "None at all.",
    "Then, he simply needs to type in the text we just saw as quickly as possible with no mistakes whatsoever.",
    "So, all punctuation and spelling must be absolutely correct.",
    "Okay. So, if you don't know what predictive texting is,...",
    "...it's the one where it spells the word out in advance.",
    "You've got to punch in every single letter, number, space.",
    "You feeling up to it?",
    "I'm definitely up for it.",
    "Okey-dokey.",
    "Well, this record belongs to another country.",
    "You've earned it twice before. Will it be a trifecta?",
    "James, we'll stand back and you get ready.",
    "Okay, let's go!",
    "Best of luck, James!",
    "Thanks!",
    "Three, two, one. Go!",
    "26 words, 160 characters.",
    "The record he's aiming for is under 43.2 seconds.",
    "Four characters a second he needs.",
    "He's been texting for nine years,...",
    "...sends up to 4,000 a month.",
    "Stop.",
    "Well, he had to get those 26 words out in under 43.2 seconds...",
    "...and unfortunately, it still stands. That was 51.3 seconds.",
    "So close, so close."
]