[
    "There once lived a very large whale.",
    "This whale was always very hungry.",
    "He liked eating fish.",
    "He ate, and ate, and ate until there was only one fish left in the sea.",
    "This fish was very clever.",
    "He hid behind the whale's ear and said in a soft voice, \"Have you ever eaten a man?\"",
    "\"No, I haven't,\" the whale answered.",
    "\"You should try one,\" the fish suggested. \"I'm sure you'll enjoy it.\"",
    "\"Where can I find a man?\" the whale asked.",
    "\"There's one sitting alone on a boat,\" the fish answered.",
    "\"He's a sailor. His ship sank and he lives on an island.\"",
    "\"Follow me, I'll take you to it.\"",
    "The fish swam away and the whale followed it.",
    "Soon, they came to an island.",
    "\"Can you see the man?\" the fish asked. \"He's sitting in his boat.\"",
    "\"Yes, I can see him,\" the whale said.",
    "As quickly as he could, the whale swam toward the man in his boat.",
    "He opened his big mouth, and swallowed the man, and his boat.",
    "When the man found himself inside the whale, he was very angry.",
    "He jumped up, and down, and shouted for the whale to let him go.",
    "He ran around, and around inside the whale. He was very upset.",
    "All these movements made the whale hiccup.",
    "The small fish saw all of this.",
    "He said to the whale, \"Go ahead and let the man out.\"",
    "The whale agreed and shouted to the sailor, \"Come out! You are making me uncomfortable!\"",
    "\"I will come out,\" said the sailor, \"but you have to take me back home to my island.\"",
    "\"Agreed,\" answered the whale. \"I will take you home now.\"",
    "The whale got to the island very quickly.",
    "He opened his mouth to let the sailor out.",
    "The sailor didn't want the whale to eat people anymore.",
    "As he was about to run out of the whale,...",
    "...the sailor made holes in his boat to make a grate.",
    "The grate got stuck in the whale's throat.",
    "He left his boat and ran out of the whale's mouth.",
    "The whale now had the grate stuck in his throat.",
    "He tried everything to get it out, but he could not.",
    "From then on, he could not swallow anything large.",
    "This is why whales never eat people, not even small boys and girls.",
    "They can eat only very small fish."
]