[
    "How do you explain when things don't go as we assume?",
    "Or better, how do you explain when others are able to achieve things...",
    "...that seem to defy all of the assumptions?",
    "For example, why is Apple so innovative?",
    "Year after year, after year, after year,...",
    "...they're more innovative than all their competition...",
    "...and yet, they're just a computer company.",
    "They're just like everyone else.",
    "They have the same access to the same talent,...",
    "...the same agencies, the same consultants, the same media.",
    "Then, why is it that they seem to have something different?",
    "There's a pattern, as it turns out,...",
    "...all the great, and inspiring leaders, and organizations in the world,...",
    "...whether it's Apple, or Martin Luther King, or the Wright brothers,...",
    "...they all think, act, and communicate the exact same way,...",
    "...and it's the complete opposite to everyone else.",
    "Why. How. What.",
    "This little idea explains why some organizations and some leaders are able to inspire where others aren't.",
    "Well, as a result, the way we think, the way we act,...",
    "...the way we communicate is from the outside in.",
    "It's obvious.",
    "We go from the clearest thing to the fuzziest thing.",
    "But the inspired leaders and the inspired organizations,...",
    "...regardless of their size, regardless of their industry,...",
    "...all think, act, and communicate from the inside out...",
    "...because there are leaders and there are those who lead.",
    "Leaders hold a position of power or authority,...",
    "...but those who lead, inspire us.",
    "Whether they're individuals or organizations, we follow those who lead,...",
    "...not because we have to, but because we want to.",
    "We follow those who lead not for them; but for ourselves.",
    "And it's those who start with why\"...",
    "...that have the ability to inspire those around them,...",
    "...or find others who inspire them.",
    "Thank you very much!"
]