[
    "Not a bad location to be if you wanna get your message out there.",
    "Think of all the people who are going to see that billboard heading into the city over the next month.",
    "But the message, it's not necessarily sitting well with Christians.",
    "This beaming blue billboard on a major highway into the city is getting a lot of attention.",
    "Everybody has their own beliefs...",
    "...but that's not really something you put on a billboard...",
    "...and advertise for like, the whole world to see.",
    "The American Atheists feel differently.",
    "The group paid 20 thousand bucks for the billboard...",
    "...which depicts the three wise men heading to a nativity scene calling it a myth.",
    "The intent here is not to convert Christians.",
    "The intent here is to get atheists...",
    "...who are going through the motions and pretending to be religious to stop,...",
    "...come out of the closet,...",
    "...be honest with themselves.",
    "Silverman, an avowed atheist...",
    "...said Christians have laid false claim to the winter solstice...",
    "...and feels that Christmas has become far too commercial.",
    "We're not gonna say that you can't put a billboard up...",
    "...but I think you are just fooling yourself...",
    "...if you think it's anything other than just a dumb message of Christmas time.",
    "So, what is the verdict since the billboard just went up yesterday?",
    "I think it's okay because, you know, everybody believes what they believe.",
    "I feel like if you're an atheist you're gonna seek out your own group anyway.",
    "You don't need to broadcast it and knock a Christian faith...",
    "...you know, just to do it.",
    "It's a time for family, for reunion.",
    "It's a time for hope basically.",
    "It's wrong what they're doing.",
    "It's wrong.",
    "Now, the billboard company apparently approached some Christian groups...",
    "...to see if they wanted to put up a competing sign across the road,...",
    "...but they felt their money could be better spent elsewhere.",
    "In North Bergen, I'm JoAnn Pileggi. Fox 5 News.",
    "Get MyFoxNY.com on your iPhone free at the App Store and stay connected."
]