[
    "He was really sort of, you know, suave and cheesy, right?",
    "Like Roger. Yeah!",
    "Yeah!",
    "And watching your spy, I feel that he's more Roger Moore than Sean Connery,...",
    "...but that's just my interpretation.",
    "No. I mean, I can see that.",
    "I don't think that Roger was as kind of sarcastically...",
    "...biting as Michael could be.",
    "If you were to call Michael Westen, Roger,...",
    "... Roger Moore, James Bond to his face, he would laugh.",
    "He does that.",
    "I'm not that, you know, suave.",
    "So, he's unconsciously suave. Yeah!",
    "He's very, what's the word?",
    "Confident, you know?",
    "He knows everything very well.",
    "Yeah!",
    "And you learned, you handled that role very well.",
    "You went to acting school, you performed in other TV shows...",
    "...such as \"Touching Evil\", for example,...",
    "...was it hard to work yourself into this role or was it sort of, did it come naturally?",
    "You know, \"Touching Evil\" was really hard.",
    "I had to work my butt off to understand that guy.",
    "I didn't necessarily have to work so hard with Michael because...",
    "...he came from a dysfunctional family, ran away, joined an army, and found an identity;...",
    "...becoming other people.",
    "Right, right.",
    "And that's me.",
    "That's Michael and me.",
    "Wow!",
    "When I play Michael, it's almost like a hyperreality of me.",
    "It's a commenting version on my own life.",
    "That's very cool!",
    "When I act here, I often get cast as a foreigner married to a Japanese woman,...",
    "...speaks Japanese, but has problems with it, though been here for a long time.",
    "Sometimes they call me Patrick if it's like...",
    "...\"What a stretch!\" you know, \"Am I acting or am I just walking on the set?\"",
    "Well, I think it's harder to play someone closer to you than it is...",
    "...to play someone that's very, very, very faraway from you.",
    "It could be.",
    "I think Michael is close to me in so many ways...",
    "...and it usually would be hard, but for some reason Michael is not hard to act.",
    "That's great!"
]