[
    "Scrooge was a mean man who made his employees work harder than most employers.",
    "Scrooge was now very afraid.",
    "He became even more afraid when a few minutes later...",
    "...he heard a loud noise coming from the rooms beneath the building.",
    "The noise sounded as if someone were dragging some kind of chain across the floor.",
    "Scrooge remembered that this was what ghosts were believed to do.",
    "\"What do you want with me?\" Scrooge demanded coldly.",
    "\"Much!\" This was Marley's voice.",
    "\"Who are you?\"",
    "\"Ask me who I was.\"",
    "\"Who were you, then?\" said Scrooge, raising his voice.",
    "\"In life, I was your partner, Jacob Marley.\"",
    "\"I wear the chain because of the bad things I did when I was alive,\" replied the ghost.",
    "\"You too are making a chain for yourself by the things that you do and do not do.\"",
    "\"You will be visited,\" continued the ghost, \"by three spirits.\"",
    "\"Without their visits,\" said the ghost, \"you cannot hope to avoid my fate.\"",
    "Suddenly, there was a face at the window.",
    "It was a strange figure like a child, but also like an old man.",
    "\"Are you the spirit, sir, about whom I have been told?\" asked Scrooge.",
    "\"I am!\"",
    "\"Who and what are you?\" Scrooge demanded.",
    "\"I am the Spirit of Christmas Past.\"",
    "Some time later, Scrooge woke up again.",
    "He felt cold.",
    "He knew that soon another spirit would visit him.",
    "\"Come in!\" exclaimed the spirit.",
    "\"Come in and know me better, man!\"",
    "Scrooge entered slowly and stood before this spirit.",
    "\"I am the Spirit of Christmas Present,\" said the spirit.",
    "The bell struck twelve.",
    "Scrooge looked about him for the spirit, but it had gone.",
    "As the sound of the bell died away, another spirit appeared and came toward Scrooge.",
    "\"Are you the Spirit of Christmas Future?\" asked Scrooge.",
    "The Spirit did not answer, but pointed onward with its hand.",
    "The hand was pointed straight before them.",
    "\"Lead on!\" said Scrooge.",
    "\"Lead on! The night is nearly over, and I need to see everything before the morning.\"",
    "\"Good Spirit,\" Scrooge continued,...",
    "...\"Tell me that if I change my ways, then my future will be different.\"",
    "\"I will keep Christmas in my heart and try to keep it all year.\"",
    "\"I will live in the past, the present, and the future.\"",
    "\"Oh, tell me that I may clean away the writing on this stone!\"",
    "As he spoke, the spirit changed its shape and soon had become one of the posts of his bed."
]