[
    "Dorothy lived with her Uncle Henry and Aunt Em on a small farm in Kansas.",
    "Uncle Henry said,...",
    "...\"There's a cyclone coming.\"",
    "Dorothy picked up Toto and ran to the cellar door.",
    "Before she could climb down the ladder into the cellar, a great wind picked up the house.",
    "It turned it round, and round, and round, and then carried it high into the sky.",
    "She was surprised to see three little men and a little woman walking toward her.",
    "\"Welcome to the land of the Munchkins,\"...",
    "...one of the little men said.",
    "\"We thank you for killing the Wicked Witch of the East. Now, our people are free.\"",
    "She soon came to a cornfield. There was a Scarecrow in it.",
    "She lifted the Scarecrow up and pulled him off the pole, then she said,...",
    "...\"Can you tell me the way to the City of Emeralds?\"",
    "\"I don't know anything, my head is full of straw. I don't have any brains.\"",
    "\"I feel sorry for you,\"...",
    "...Dorothy told him.",
    "\"If you'll come with me to the Wizard of Oz,...",
    "I'll ask him to help you. Perhaps, he can give you some brains.\"",
    "Before long, they saw a man standing in front of a tree.",
    "He had an axe beside him, but he was not moving. He was made wholly of tin.",
    "\"We are going to visit the Wizard of Oz in the City of Emeralds,\"...",
    "...Dorothy said.",
    "\"If he is a real wizard, perhaps he can give me a heart,\"...",
    "...the Tin Woodman said.",
    "Dorothy, the Scarecrow, and the Tin Woodman continued on their way to the City of Emeralds.",
    "There was a great roar and a Lion ran out of the trees,...",
    "...and with one great paw knocked over the Scarecrow.",
    "Dorothy scolded him.",
    "\"You're just a big coward.\"",
    "The Lion looked down.",
    "\"I know I am. Do you think,\"...",
    "...the Lion asked,...",
    "...\"the wizard could give me courage?\"",
    "\"It's possible,\"...",
    "...Dorothy said.",
    "\"Then, may I come with you?\"...",
    "...The Lion asked.",
    "Dorothy and her friends were anxious to get out of the forest as soon as they could.",
    "So, they hurried along the yellow brick road.",
    "It was not long before they came to a wide river.",
    "And a few minutes later, they turned a corner,...",
    "...and there in front of them were the gates to the city.",
    "\"We want to see the Wizard of Oz,\"...",
    "...Dorothy told him.",
    "The Guardian of the Gates led the way through the city to the Palace of Oz."
]