[
    "The United States and Russia hold over 90% of the world's nuclear weapons.",
    "A strategic nuclear missile launched from the United States can hit Russia in about 30 minutes.",
    "Russian missiles can go just as far, just as fast.",
    "Efforts between the two countries to negotiate the limits on these kinds of weapons...",
    "...go back to the end of the cold war.",
    "When Ronald Reagan became president,...",
    "...he put the emphasis not just on limiting nuclear arms,...",
    "...but actually beginning the reductions.",
    "Reagan and Gorbachev signed the Intermediate-Range Nuclear Forces Treaty in 1987,...",
    "....eliminating an entire class of intermediate-range nuclear missiles.",
    "Just as importantly, the treaty allowed each side to inspect the other's facilities...",
    "...to make sure the other side wasn't cheating.",
    "\"Doveryai, no proveryai.\" That is a proverb in Russia that says, \"Trust, but verify.\"",
    "START I, signed by President George Herbert Walker Bush and Gorbachev...",
    "...resulted in the removal of about 80% of all strategic nuclear weapons then in existence.",
    "START I expired in December of last year.",
    "In April of this year,...",
    "...the New START agreement was signed by President Barack Obama and Dmitry Medvedev.",
    "The United States and Russia have agreed to the most comprehensive arms control agreement in nearly two decades.",
    "Both countries will reduce their supplies of long-range nuclear weapons by roughly 1/3...",
    "...from 2,200 to 1,550 each.",
    "\"Not so fast,\" say Republican leaders in the US Congress.",
    "They say this agreement could threaten US plans for a missile defense system based in Europe.",
    "The New START treaty has to get through the US Senate by a 2/3 majority vote,...",
    "...that means 67 senators have to vote \"Yes.\"",
    "For the United States, getting rid of some nuclear weapons would seem like a sure thing.",
    "But it isn't.",
    "Why? Now, you know."
]