[
    "One day, three friends: Antonio, Pablo, and José left their village.",
    "\"We will go different ways and meet here one year from today,\" Antonio said.",
    "Soon, Pablo met an old woman sitting by the side of the road.",
    "Pablo did not have much money, but he gave her some.",
    "She opened an old bag and took out a small carpet.",
    "\"This carpet,\" the old woman said, \"is a magic carpet.\"",
    "\"It will take you wherever you ask it to. Please take it.\"",
    "At about this time, Antonio met a poor, old man.",
    "Antonio sat down beside the old man.",
    "\"Eat with me,\" he said. He gave half of his food to the old man.",
    "He took an old book out of his pocket.",
    "\"This book is very old,\" he said, \"but it is a magic book.\"",
    "\"Hold it in your hand, ask it any question, let it fall open.\"",
    "\"It will fall open to the page that has the answer to your question.\"",
    "At about this time, José also met an old man.",
    "The man did not have a coat and he was very cold.",
    "So, he took off his coat and gave it to the old man.",
    "He took a flute out of his pocket.",
    "\"This is a magic flute,\" he said.",
    "\"Play it to a sick person and he or she will get better.\"",
    "A year later, the three friends met again. Antonio was the first to speak.",
    "He told his friends about his magic book.",
    "José said, \"Can your book tell us who is very sick?\"",
    "The book fell open to a picture of the king's daughter.",
    "The three friends stepped onto the magic carpet.",
    "They soon arrived at the king's palace.",
    "\"If you can cure my daughter,\" the king said,...",
    "\"...then you may marry her. If you do not cure her, you will go to prison.\"",
    "José stood by the princess's bed and played the magic flute.",
    "Within minutes, she was sitting up in bed asking for food.",
    "\"My daughter is cured!\" The king said. \"You may marry her.\"",
    "José and the princess were married.",
    "The king, who was very old, asked José to take his place as the new king.",
    "This he did and he was a good and wise king."
]