[
    "How to Read Someone's Mind: A Simple Card Trick.",
    "You don't have to be a psychic to read someone's mind...",
    "...or at least, to make them think you're reading their mind.",
    "You will need three playing cards, one with a large \"X\" written on the back,...",
    "...an envelope with the words \"You will choose\" and the name of the second card written on it,...",
    "...a duplicate of the third card,...",
    "...and a flat surface.",
    "Step one: Before your audience arrives, tuck the duplicate card into the bottom of the envelope...",
    "...and fold the envelope over so the side with the writing is covered.",
    "Now, put the three cards into the top part of the folded envelope,...",
    "...and stick the whole package in your pocket.",
    "Step two: In front of your audience, pull the envelope out of your pocket...",
    "...and quickly put it writing side down on the surface.",
    "Boast that it's really not all that hard to read someone's mind.",
    "Step three: Quickly pull just the three cards out of the top part of the envelope...",
    "...and place them face up on the table.",
    "Make sure the spectator doesn't see the \"X\" on the back of the one card.",
    "Step four: Ask an audience member to tap on the card of their choice.",
    "Build suspense by asking if they're sure they want that card.",
    "Offer to allow them to pick another.",
    "Step five: No matter which card they finally settle on,...",
    "...tell them you knew they'd choose it and then prove it.",
    "If they chose the card with the \"X\", flip it over and reveal your prediction mark.",
    "If they chose the second card, flip over the envelope to reveal your written prediction.",
    "If they chose the third card, reach into the envelope and pull out the proof that you read their mind.",
    "The same card!",
    "Now, quick! Start another trick before they figure out how you pulled it off.",
    "Did you know, magicians who specialize in mind reading are known as mentalists?"
]