[
    "In this age of the Internet, there are spies all over the place...",
    "...tracking every move you make and every step you take on the World Wide Web.",
    "It's called behavioral marketing.",
    "Websites, Internet advertising agencies, Internet data collectors,...",
    "...all using technology to see where you go, what you like...",
    "...and, most importantly, what you might want to buy as you cruise the Web.",
    "Websites drop what are called cookies into a visitor's computer.",
    "This cookie is really the technology that tracks us as we click around within a website and as we move from site to site.",
    "This detailed information is blended into customer profiles...",
    "...and used mostly by Internet advertising networks to target consumers.",
    "But critics say way too much personal information is collected...",
    "...that can, among other things, expose the web surfer's identity.",
    "Cookie-generated data is also gathered by data collection companies.",
    "The information is packaged into millions of customer profiles...",
    "...then grouped, bundled and sold to advertising networks.",
    "Critics say this cookie-generated information may be used in a way that hurts the web surfer.",
    "Ad networks and websites say they voluntarily follow regulations...",
    "...that prohibit the sharing of private information,...",
    "...especially data on your health or your finances.",
    "And they say their, as yet, still evolving self-regulatory program...",
    "...will allow web surfers a choice.",
    "Instead of opting out, critics say web surfers should have the choice to opt in.",
    "Opt in, opt out, it really doesn't matter because people can blow off these spy cookies...",
    "...just by adjusting their privacy settings on their web browsers.",
    "Critics say it's just not that easy,...",
    "...there are Flash cookies and super cookies that get around browser settings.",
    "They say the best bet to protect privacy on the Internet is reasonable government regulation.",
    "Until then, well, it's up to you.",
    "I'm Todd Grosshans, VOA news."
]