[
    "So, I grew up in New York City between Harlem and the Bronx.",
    "Growing up as a boy, we were always taught that men had to be tough, had to be strong,...",
    "...had to be courageous, dominating, no pain, no emotions, with the exception of anger,...",
    "...and definitely no fear.",
    "That men are in charge, which means women are not.",
    "That men lead and you should just follow and do what we say.",
    "That men are superior, women are inferior.",
    "That men are strong, women are weak.",
    "That women are of less value, property of men and objects, particularly sexual objects.",
    "I've later come to know that to be the collective socialization of men,...",
    "...better known as the \"man box\".",
    "See, this \"man box\" has in it...",
    "...all the ingredients of how we define what it means to be a man.",
    "And I also want to say, without a doubt, there are some wonderful, wonderful,...",
    "...absolutely wonderful things about being a man.",
    "But at the same time, there are some stuff that's just straight up twisted.",
    "And we really need to begin to challenge, look at it,...",
    "...and really get in the process of deconstructing,...",
    "...redefining what we've come to know as manhood.",
    "This is the love of my life, my daughter Jay.",
    "The world I envision for her, how do I want men to be acting and behaving,...",
    "...I need you on board. I need you with me.",
    "I need you working with me and me working with you...",
    "...on how we raise our sons and teach them to be men.",
    "That it's okay to not be dominating.",
    "That it's okay to have feelings and emotions.",
    "That it's okay to promote equality.",
    "That it's okay to have women who are just friends and that's it.",
    "That it's okay to be whole.",
    "That my liberation as a man is tied to your liberation as a woman.",
    "I remember asking a nine-year-old boy.",
    "I asked a nine-year-old boy,...",
    "...\"What would life be like for you if you didn't have to adhere to this man box?\"",
    "He said to me, \"I would be free.\"",
    "Thank you, folks!"
]