[
    "One day, Bassanio came to visit Antonio.",
    "He already owed Antonio a lot of money, but now he wanted to borrow some more.",
    "Of course, Antonio wanted to know why Bassanio needed the money.",
    "Bassanio told him about a rich young lady in Belmont.",
    "Her name was Portia.",
    "He told Antonio that if he had enough money, he would soon make her his wife.",
    "Antonio laughed. \"You are my friend, Bassanio,\" he comforted, \"and I will help you.\"",
    "\"You know that all my ships are at sea just now,...",
    "...so I do not have much money to give you.\"",
    "\"However, you can go into town and try to borrow the money.\"",
    "\"Tell the moneylenders that Antonio will guarantee the money is paid back to them.\"",
    "When Antonio told Bassanio to go to town and borrow money, Bassanio visited Shylock.",
    "He asked Shylock to lend him 30 thousand dollars...",
    "...and said he would pay it back in three months.",
    "\"How do I know you can pay it back?\" asked Shylock.",
    "Bassanio smiled. \"My friend Antonio will help me.\"",
    "\"If I do not pay you in three months, he will do it for me.\"",
    "Shylock went to visit Antonio.",
    "\"Come with me to the judge,\" said Shylock, \"so he can write the contract.\"",
    "\"I will lend you 30 thousand dollars for three months.\"",
    "\"You will pay no interest.\"",
    "\"Just for fun, however, let's agree that if you do not pay me on time,...",
    "...you will give me one pound of your flesh from wherever I choose to take it!\"",
    "The news for Antonio was not good.",
    "The ship that sank in the sea between England and France was his.",
    "Its valuable cargo lay at the bottom of the sea and Antonio had lost his money.",
    "The news soon came to Venice and Shylock was happier than ever.",
    "\"You will not take a pound of his flesh, will you?\" Antonio's friends asked Shylock.",
    "\"What use is that? What can you do with it?\"",
    "\"I can use it to go fishing,\" he replied.",
    "\"I can't eat it, but it will make me feel good.\"",
    "\"He lends money to people for no interest...",
    "...and so he takes away my friends and my business.\"",
    "\"If you do me wrong, won't I take revenge?\""
]