[
    "So, for any of us in this room today, let's start out by admitting, \"We're lucky.\"",
    "We don't live in the world our mothers lived in, our grandmothers lived in,...",
    "...where career choices for women were so limited.",
    "And if you're in this room today,...",
    "...most of us grew up in a world where we had basic civil rights.",
    "And amazingly, we still live in a world where some women don't have them.",
    "But all that aside, we still have a problem, and it's a real problem.",
    "And the problem is this:...",
    "...Women are not making it to the top of any profession anywhere in the world.",
    "We also have another problem, which is that women face harder choices...",
    "...between professional success and personal fulfillment.",
    "So, the question is, \"How are we gonna fix this?\"",
    "\"How do we change these numbers at the top?\"",
    "\"How do we make this different?\"",
    "I wanna start out by saying, I talk about this, about keeping women in the workforce...",
    "...because I really think that's the answer.",
    "In the high-income part of our workforce, in the people who end up...",
    "...at the top Fortune 500 CEO jobs or the equivalent in other industries,...",
    "...the problem, I am convinced, is that women are dropping out.",
    "Everyone who's been through this and I'm here to tell you,...",
    "...once you have a child at home, your job better be really good to go back,...",
    "...because it's hard to leave that kid at home, your job needs to be challenging.",
    "It needs to be rewarding.",
    "You need to feel like you're making a difference.",
    "And if two years ago, you didn't take a promotion and some guy next to you did,...",
    "...if three years ago you stopped looking for new opportunities, you're gonna be bored...",
    "...because you should have kept your foot on the gas pedal.",
    "Don't leave before you leave.",
    "Stay in. ",
    "Keep your foot on the gas pedal until the very day...",
    "...you need to leave to take a break for a child and then make your decisions.",
    "Don't make decisions too far in advance,...",
    "...particularly ones you're not even conscious you're making.",
    "My generation really, sadly, is not gonna change the numbers at the top.",
    "They're just not moving.",
    "We are not gonna get to where 50% of the population.",
    "In my generation, there will not be 50% of people at the top of any industry,...",
    "...but I'm hopeful that future generations can.",
    "I think the world that was run where half of our countries...",
    "...and half of our companies were run by women, would be a better world.",
    "And it's not just because people would know where the women's bathroom are,...",
    "...even though that would be very helpful. I think it would be a better world.",
    "I have two children.",
    "I have a five-year-old son and a two-year-old daughter.",
    "I want my son to have a choice to contribute fully in the workforce or at home,...",
    "...and I want my daughter to have the choice to not just exceed,...",
    "...but to be liked for her accomplishments.",
    "Thank you!"
]