[
    "Once upon a time, there lived a camel.",
    "The camel was very lazy.",
    "He lived in the desert and never did any work.",
    "He just ate, and drank, and slept, and ate, and drank, and slept.",
    "One day, a horse came up to him and said, \"I have a lot of work to do.\"",
    "\"Come and help me.\"",
    "\"Humph!\" Grumbled the camel, and continued eating, and drinking, and sleeping.",
    "A little later, a dog came up to him and said, \"I have a lot of work to do.\"",
    "\"Come and help me.\"",
    "\"Humph!\" Grumbled the camel, and continued eating, and drinking, and sleeping.",
    "Not long after this, an ox came up to him and said, \"I have a lot of work to do.\"",
    "\"Come and help me.\"",
    "\"Humph!\" Grumbled the camel, and continued eating, and drinking, and sleeping.",
    "The horse, the dog, and the ox were very angry with the camel.",
    "They had a meeting.",
    "\"He is the laziest animal we have ever seen,\" they complained.",
    "\"He never does any work.\"",
    "\"We have to work, but all he does is eat, and drink, and sleep.\"",
    "\"It's not fair.\"",
    "\"We have to do his work for him.\"",
    "A magician was standing near the animals,...",
    "...he heard them talking.",
    "\"I believe you are angry with the camel because he doesn't do any work,\" he commented.",
    "The animals agreed that this was why they were angry with him.",
    "\"I can do some magic,\" the magician suggested,...",
    "...\"and stop him from being so lazy.\"",
    "The magician performed his magic and suddenly, the camel had a big hump on its back.",
    "The hump was filled with food and water.",
    "\"You can live on what is in your hump for three days,\" he told the camel.",
    "\"This means you can work for three days without eating and drinking.\"",
    "\"Now, go and do your share of the work, and behave yourself.\"",
    "\"Humph!\" Grumbled the camel, but he did as the magician ordered.",
    "And this is why the camel has a hump.",
    "We call it a hump and not a \"humph\" because we don't want to hurt his feelings."
]