[
    "This team has been called the greatest NBA franchise of all time.",
    "Welcome to WatchMojo.com and today we'll be continuing our series of the most successful sports franchises...",
    "...with a look at the LA Lakers.",
    "Founded in 1946, the NBA's Los Angeles Lakers franchise originated in Detroit, Michigan.",
    "However, once Ben Berger and Morris Chalfen paid $15,000 for the Detroit Gems,...",
    "...they moved the team to Minneapolis.",
    "In fact, the team's official title comes from the Minnesota state nickname \"Land of 10,000 Lakes.\"",
    "Nonetheless, the club managed to win five championships...",
    "...before owner Bob Short relocated the franchise to Los Angeles in the 1960-61 season,...",
    "...giving the NBA its first West Coast team.",
    "The Lakers acquired Wilt Chamberlain from the Philadelphia 76ers on July 9th, 1968.",
    "The club then went to set a record during the 1971-72 season by winning 69 games.",
    "The Lakers finally ended their championship drought that season...",
    "...by defeating the New York Knicks in five games,...",
    "...giving the team their first championship in Los Angeles.",
    "The team missed the playoffs during the 1974-75 season...",
    "...and subsequently acquired star player Kareem Abdul-Jabbar.",
    "This move ushered in the \"Showtime\" era which lasted through the 1980s.",
    "This was even more evident once the team had drafted Earvin \"Magic\" Johnson from Michigan State.",
    "A move that helped the team defeat the Philadelphia 76ers in the 1980 championships.",
    "With the Lakers' \"Showtime\" era in full swing,...",
    "...the 1980s pitted the physical play of the Celtics against the more finesse-based game of the Lakers.",
    "The Lakers took the honors in 1982, '85, '87, and '88.",
    "The Lakers didn't win an award in the 1990s,...",
    "...but during the 1996 off-season,...",
    "...the club acquired 17-year-old Kobe Bryant from the Charlotte Hornets in exchange for Vlade Divac.",
    "The Lakers also signed free agent Shaquille O'Neal during the off-season, and drafted Derek Fisher.",
    "In 1999, Phil Jackson joined the Lakers as head coach...",
    "...and the club moved into the Staples Center.",
    "Ushering in a new era of dominance,...",
    "...the new century saw the team three-peat in 2000, 2001, and 2002.",
    "The team underwent another rebuilding period from 2004-2007...",
    "...with Shaq leaving and Kobe remaining with the club.",
    "Assembling another cast of players around Kobe, the Lakers won again in 2009,...",
    "...earning the team's 15th title and their first in seven years.",
    "The club repeated in 2010,...",
    "...this time beating their archrival the Celtics for their 16th championship...",
    "...with Kobe managing to pick up the NBA Finals MVP in both years."
]