[
    "\"This is the way to travel,\" Toad said.",
    "\"Moving slowly through the countryside, enjoying the scenery.\"",
    "Suddenly, there was a roaring sound and a car raced toward the caravan.",
    "\"Toot! Toot!\" The driver sounded the car's horn. \"Toot! Toot!\"",
    "Toad fell off the seat and into a bush.",
    "Mole and Rat almost fell off the seat too, but they were able to hold on.",
    "\"Oh, dear!\" Rat said. \"I do hope Toad isn't hurt.\"",
    "\"Are you all right, Toad?\" Rat asked.",
    "Toad opened his eyes. \"Toot! Toot!\" he said. \"Toot! Toot!\"",
    "\"I think Toad has hurt his head,\" Rat said to Mole.",
    "\"He's not well. He's making a noise like a car.\"",
    "Then he said to Toad,...",
    "\"We'll go to the police station and complain about the driver of that car.\"",
    "Toad sat up. \"Complain! Complain! We will not complain.\"",
    "\"That wonderful, beautiful car is the way to travel. Fast. Toot! Toot!\"",
    "\"I'm finished with horses and caravans. I'm going to get a car like that.\"",
    "\"I've heard bad news about Toad,\" Badger said.",
    "\"He bought a car. He drives around the countryside like a madman.\"",
    "\"He's already had several accidents. If he's not careful, he'll kill himself.\"",
    "\"Or someone else.\"",
    "At that moment, Badger's front doorbell rang.",
    "\"I had a small accident,\" Toad said.",
    "\"I was sure I was somewhere near Badger's home, and here I am.\"",
    "\"Tell me about this accident,\" Badger said.",
    "\"Oh, I ran into some weasels. They were standing in the road.\"",
    "\"A foolish place to stand,\" Toad said. \"The car is quite useless now.\"",
    "\"How many useless cars are there now?\" Badger asked.",
    "\"Oh, I don't know,\" Toad said. \"I don't keep count. Six, perhaps. No, seven.\"",
    "\"Why do you have all these accidents, Toad?\" Badger demanded.",
    "\"The cars are no good, of course,\" Toad said.",
    "\"They don't stop in time. They go in the wrong direction.\"",
    "\"I suppose it is not your driving that causes the accidents?\" Badger said.",
    "\"My driving! There's nothing wrong with my driving,\" Toad exclaimed.",
    "Badger looked at Mole and Rat.",
    "\"My friends,\" he said. \"Toad must stay here until we cure him.\"",
    "\"Will you stay with me and make sure he doesn't get away?\""
]