[
    "Britain is a pretty good place to be if you're a disabled person in terms of sport.",
    "We're the envy of the world in terms of our support structures,...",
    "...our media coverage, the games that we're gonna be hosting.",
    "We're using it as a platform to show the world what we can achieve.",
    "And actually, you know, in the outside world away from sport,...",
    "...it's still one of the best countries to be in.",
    "Racing is amazing because it's speed, it's fear.",
    "If you're on a road race, you can be going downhill at 50 miles an hour, 2 feet from the ground,...",
    "...and your brakes don't really work.",
    "It's exhaustion, it's elation, it's so many different things all wrapped up together.",
    "And if you're competing on the track that can happen in 20 seconds,...",
    "...it's the most amazing feeling.",
    "But the outside world is so different from that.",
    "My family was so supportive of me on doing the things that I wanted to do...",
    "...and they brought me up to believe that if somebody had an issue with my impairment,...",
    "...it was their problem not mine.",
    "When I was young, literally, I couldn't go out because there weren't accessible toilets.",
    "Cinemas didn't allow disabled people in on their own without adults with them...",
    "...and you look back now, and it's actually quite scary.",
    "But that was only maybe 30, 35 years ago.",
    "And at a time when disability was thought about very differently,...",
    "...they encouraged me to explore, and to leave home, and to travel,...",
    "...believing that the world would have to change, that it wasn't me,...",
    "...because there was nothing wrong with me being in a wheelchair.",
    "I never set out to try and change the world.",
    "I set out to become the best athlete I possibly could.",
    "The realization that I could actually become number one in the world,...",
    "...I think it took quite a long time to come to me...",
    "...because it was always about looking at little steps,...",
    "...it was about improving my world ranking,...",
    "...it was about making the next games.",
    "And then as I got older, I kind of recognized that I had certain strengths...",
    "...and being able to try and encourage people to change their attitude towards disability."
]