[
    "A pigeon, a deer, and a turtle were friends.",
    "They sat under the same tree every day.",
    "One day, the deer did not come to the tree.",
    "\"Where is Deer?\" Pigeon said. \"He's usually here by now.\"",
    "\"Fly around and see if you can find him.\"",
    "She soon found Deer. One of his legs was caught in a trap made of rope.",
    "\"I'm so glad to see you Pigeon,\" Deer said.",
    "\"I was walking through the forest and I did not see the trap.\"",
    "\"I will get you out of the trap,\" Pigeon said.",
    "She kept on pecking for many minutes.",
    "Then she said, \"I'm sorry, Deer, but my beak isn't strong enough. I'll go and get Turtle.\"",
    "\"His teeth are stronger than my beak.\"",
    "As she did, she passed by the hunter's house.",
    "He was coming out of the house. He had a gun.",
    "Pigeon thought, \"He'll get to Deer before Turtle can bite through the rope.",
    "Pigeon flew at the hunter and pecked at his head.",
    "At last, the hunter went back into his house.",
    "Pigeon went on her way back to Turtle. She told him about Deer.",
    "As soon as he found Deer, he began to bite the rope.",
    "His teeth were strong, but so was the rope.",
    "\"Fly back to the hunter's cottage again,\" Turtle said. \"I need more time.\"",
    "Pigeon flew back to the hunter's cottage.",
    "He was coming out with his gun again.",
    "She began pecking him, but this time he had a large bag over his head.",
    "Pigeon flew back to Turtle and Deer.",
    "\"Quickly! Quickly!\" Pigeon cried. \"I cannot stop the hunter.\"",
    "The hunter came nearer and nearer.",
    "Then, just in time, Turtle bit through the rope.",
    "\"I will shoot and eat that turtle,\" the hunter decided.",
    "Before he could shoot however, Deer arrived.",
    "When the hunter saw Deer, he forgot about Turtle.",
    "He pointed his gun at Deer, but Deer moved away.",
    "The hunter ran after him. He led the hunter a long way into the forest.",
    "Deer, Turtle, and Pigeon still meet to talk about their lives and tell stories.",
    "One of them often says,...",
    "\"Let's talk about that time we worked together and saved Deer from the hunter.\"",
    "It's their favorite story."
]