[
    "And finally today, some Japanese are jump-starting the holiday celebrations for the Year of the Rabbit.",
    "These rabbit owners are dressing up their pets and having a hopping good time.",
    "At Bunny Family just south of Tokyo, on Tuesday,...",
    "...bunny owners primp their pets for the New Year.",
    "They're hoping to immortalize their furry bundle in a photo session.",
    "While most of Asia remains faithful to the Chinese lunar calendar for the Lunar New Year,...",
    "...Japan uses the Western style calendar for both.",
    "It makes New Year's Day the start of 2011 and the Year of the Rabbit.",
    "The bunnies are given a total makeover with Japanese kimonos.",
    "They're then put in the spotlight...",
    "...with their owners hoping to use the photos for holiday greeting cards.",
    "Since it's the Year of the Rabbit next year,...",
    "I'm going to use this photo for my New Year's greeting cards.",
    "I mean, it's the only year in a while I will be able to take pictures like this.",
    "With Christmas just around the corner,...",
    "...some owners dress up their rabbits in Santa and other Christmas costumes.",
    "Local housewife Yuki Shibahara has groomed her three-year-old Choco into a pretty princess,...",
    "...complete with glittery cape and tiara.",
    "Shibahara says she's hoping the Year of the Rabbit will be leaps and bounds better than previous years.",
    "Choco has never been sick so I hope he continues to be healthy next year.",
    "As for myself, I've been living with rabbits...",
    "...and since it's the Year of the Rabbit next year,...",
    "...I hope to make it a healthy and joyful year that leaps past bad times.",
    "According to the lunar calendar,...",
    "...the rabbit is an animal that will bring endurance and peace...",
    "...after the fierce and energetic Year of the Tiger.",
    "Over 180 bunnies have had their photo taken at Bunny Family...",
    "...since the store first launched the photo shoot event in November."
]