[
    "Over 600 million people have used Google Earth to explore the world around them.",
    "They've traveled to the highest mountains and to the depths of the ocean.",
    "They've seen the world's tallest buildings and the busiest cities.",
    "And they've even been transported to ancient times in faraway lands.",
    "Now, we're bringing all of these stunning 3D imagery and terrain to the web browser...",
    "...with Earth view in Google Maps.",
    "Simply go to Google Maps and click the Earth button.",
    "If you don't already have the Google Earth plug-in installed,...",
    "...you'll be prompted to download it.",
    "Let's start by exploring Florence, Italy.",
    "You can get a closer look by using the slider to zoom in...",
    "...and you can pan around either by clicking the arrows here,...",
    "...or by dragging the map.",
    "You can also look around by clicking these arrows.",
    "Now that we've worked up our appetites, let's find a place to get some gelato nearby.",
    "You can click the markers to learn more about places.",
    "Next, let's take a trip to Niagara Falls.",
    "You can change your view by clicking on the Map button.",
    "To go back to the 3D view, just click the Earth button.",
    "Let's take a closer look by double clicking to zoom in.",
    "You can also tilt your view by holding down the Shift key and the left mouse button...",
    "...while moving your mouse around.",
    "Once you have the angle you like,...",
    "...you can even share that exact view with your friends by clicking here to send them the link.",
    "To zoom back out, just use the zoom slider.",
    "Next, let's see how we can learn even more about Niagara Falls by searching for nearby tours.",
    "To get driving directions, simply click the Directions link and enter your starting address.",
    "To see another view of your route, simply click the Map button.",
    "Now that you've seen how Earth view works,...",
    "...don't forget to click the Earth button on Google Maps to explore the world in 3D."
]