[
    "So, why did you make the MySpace page?",
    "I didn't do that. My friend did that.",
    "Oh!",
    "I went and studied music, because I'm not academic, and I was really...",
    "...a bit fine, about not having any qualifications.",
    "Uh-huh!",
    "And I knew that I could pass my exams if I did music, 'cause I enjoy doing it so much...",
    "...and it's all fun for me.",
    "Uh-huh!",
    "Even, sort of, the theory side of it.",
    "Really?",
    "So, that's why I went and did music and part of my course...",
    "...was to learn how to be in the studio...",
    "...using the equipment and stuff like that, and...",
    "...I was using it for demos for my friend, Lyndon.",
    "'Cause he said he's enjoying them so much, and then...",
    "...the next thing I know, he was like texting me saying,...",
    "...\"There's someone from a record company getting in touch here. Not quite sure what to do.\"",
    "So, he just set up a MySpace page for you?",
    "Yeah.",
    "You know, \"I like your stuff.\"",
    "I think it was because he used to play his friends my songs on his iPod...",
    "...and it was just a way of letting them all hear it.",
    "Huh!",
    "You know, so, that was what happened there.",
    "When I was at school and stuff, it was like drummed into me from quite a young age.",
    "Not by my mom. My mom was always...",
    "...the most supportive parent. She's just sort of like, \"Do whatever you want as long as you're happy and I'll be happy.\"",
    "Cool.",
    "The teachers and stuff like that, they're always like, \"No. Dreams don't come true.\"...",
    "...you know, \"Fantasies aren't real.\"",
    "It was kind of tattooed on me from my authority figures.",
    "But there is a very big line obviously, between fantasy and to sort of surviving.",
    "And I just sort of chose from that age of 15 to survive.",
    "What did you expect yourself to be doing?",
    "I don't know, just getting by, you know. And I always knew I'd be doing music.",
    "I've always hoped that I'd work in the music industry...",
    "...just 'cause I'm a massive music fan. And if I was academic, I would have liked to be a music journalist.",
    "But yeah, I just thought I was going to play gigs on my days off and...",
    "...have my mom and my nan there.",
    "Wow! So, this is a great story."
]