[
    "Dating while you're unemployed.",
    "Alright, you're in between jobs.",
    "But the heart wants what the heart wants...",
    "...and other parts of the body have their own agenda.",
    "Just because your resources are low doesn't mean you quit dating...",
    "...especially if the right lady comes along.",
    "Don't sweat it Darren. If you heed these nuggets of wisdom,...",
    "...you'll be adapting and overcoming like the greatest generation did.",
    "They're great daters.",
    "There's such a thing as too much honesty.",
    "Nobody wants to hear about your money woes...",
    "...particularly when you're first courting a lady.",
    "So, what are we gonna do tonight?",
    "Well, I thought we'd enjoy some easy listening and some beef stew.",
    "Now, I'm not telling you to lie...",
    "...but there's no reason to wear your bank statement on your forehead.",
    "She likes you that's why she's here. It's your job not to mess that up.",
    "So, what are we gonna do tonight?",
    "Well, it's such a beautiful night I thought we'd start with a walk by the beach.",
    "That's great.",
    "Men, the quality of a date is not measured by its price tag.",
    "Wherever you live, there's bound to be plenty of free and fun activities...",
    "...that won't impact your net worth.",
    "So have a ball and drop the white man's overbite though when you're dancing.",
    "That's fun for no one.",
    "Having a fixed budget can actually be a blessing in disguise.",
    "It'll force you to be more creative, something every girl appreciates.",
    "Try putting a new spin on an old favorite like that American classic, dinner and a movie.",
    "Well played, Mr. Romance.",
    "Comfort food and good company, it's the little known secret to a woman's heart.",
    "This is the best macaroni and cheese I have ever had.",
    "I'm glad you like it.",
    "And that's not all I like.",
    "Mission accomplished Darren.",
    "You know, you could be giving the boys in Washington a few tips about stretching a dollar.",
    "Until next time, enjoy being a man who gets the tough things done."
]