[
    "\"Learn English or prepare to retire.\"",
    "That's what the CEO of Japan's top online retailer told his employees today.",
    "By the year 2012, all employees of Rakuten will be required to speak English...",
    "...or risk losing their jobs.",
    "Japan's top online retailer plans to make English the company's official language...",
    "...as a number of the nation's firms tell staff to go international or prepare to go home.",
    "Rakuten CEO Hiroshi Mikitani, says he wants a world company, not a Japanese firm,...",
    "...and his staff must be proficient in English by 2012, or face retrenchment.",
    "Speaking at the company's earnings announcement on Thursday,...",
    "...Mikitani said Rakuten aims for 70% of revenues to come eventually from overseas e-markets...",
    "...and that means everyone needs to speak English.",
    "Obviously, this is an all - company initiative, not just a board level or a management level.",
    "It's for every single person in our company, as for the full-time worker.",
    "Auto giants such as Toyota and Nissan have announced moves to make English more a working language,...",
    "...while one auto parts firm has gone so far in Japan as to advertise for an English - speaking CEO.",
    "On average, Japanese have reformed worse than almost any other nationals in English testing,...",
    "...tying with Tajikistan for 29th place of 30 Asian countries in a 2009 survey.",
    "Mikitani, who holds a Harvard MBA,...",
    "...says English is essential for a company that recently acquired US online retailer, Buy.com.",
    "Obviously, some of our members are struggling,...",
    "...yet their English levels and skills are improving dramatically for the last six months.",
    "Rakuten also bought French e-mall PriceMinister in June for 246 million dollars...",
    "...while operating an online mall in China,...",
    "...and planning to be in ten foreign markets by the end of this year,...",
    "...speaking the international language of profits."
]