[
    "All right everyone, here's today's Final Jeopardy clue.",
    "IBM is developing a computer system personified by this name to compete on Jeopardy.",
    "Elementary? I think not.",
    "It's a very difficult task.",
    "But the correct response, in a sense, is elementary.",
    "What is Watson?",
    "Only IBM can bring together the skills and the investment capability...",
    "...to take on a grand challenge of this size.",
    "Watson is a computer system that we have been putting together...",
    "...that is going to advance the state-of-the-art in automatic question answering.",
    "It requires critical thinking.",
    "It requires a whole lot more than knowledge alone.",
    "So, when people hear about this project and they say,...",
    "...\"Well, isn't this just sort of Google on steroids?\"",
    "No, it is not.",
    "It's always been a challenge to create computers that can actually communicate with...",
    "...and operate at anything like the level of a human mind.",
    "Under the hood in Watson is a natural language processing technology...",
    "...that's going to help advance the field.",
    "And Jeopardy is a great showcase for that kind of technology...",
    "...because what Jeopardy requires is that the computer competes with some of the best humans in the world.",
    "Minds that can very rapidly access a huge breadth of knowledge,...",
    "...deliver precise answers upwards of 85 or 90% precision,...",
    "...and deliver that with really great confidence.",
    "It will represent an entirely new level of communication between computers and human beings.",
    "The challenge it presents to Watson is to really drive the underlying technology to new heights:...",
    "...the precision, accuracy, confidence, and speed.",
    "I think Jeopardy is really the gold standard for IBM to use to test this kind of computer system.",
    "It's going to have to know what it knows.",
    "It's going to have to very rapidly compute a confidence that it's correct...",
    "...so that it buzzes in in time and can get the questions it believes it knows.",
    "Our entire creative team; producers, writers, researchers,...",
    "...are really excited with the challenge of writing material for this project.",
    "What we're doing is creating here a system that will be able to be applied to all sorts of applications in the world.",
    "And essentially cut the time to find answers to very difficult problems.",
    "It's a big challenge for IBM but I have a feeling they're up to the task."
]