[
    "But also I was having fun. So, I called it \"blast\" because everyone's having fun.",
    "Have fun.",
    "So, blast means having a blast. It's having fun.",
    "I see.",
    "So it's blast, and then beat is the music obviously.",
    "So, it's having fun with music.",
    "Uh-huh. So, it's not spreading like a business...",
    "Yeah, exactly. It's about putting fun back into learning.",
    "Uh-huh.",
    "Putting fun back into education.",
    "Into education.",
    "And I suppose that's the problem in Japan.",
    "And internationally, there's a problem with education.",
    "Yes.",
    "First off, the education system was designed for the Industrial Age.",
    "For the Industrial Age?",
    "Yeah, the system we have now was designed for the Industrial Age.",
    "But, we are living at the information age.",
    "Yeah, it's not good anymore.",
    "What do you think we need to change? What part?",
    "I think we need to fundamentally change the education system from the very base, I mean.",
    "If you want young people to learn, you give them a hunger for learning.",
    "Right? That's what we need to do. The hunger.",
    "So, what gives people a hunger? It's because they want it.",
    "Because it's a pleasurable experience, because it's an interesting experience,...",
    "...because they feel that it's relevant to them.",
    "But none of them is happening in the education system now.",
    "I see you're told that, you know, \"You got to get so many points to\"...",
    "Test?",
    "...\"test, test, test. It's all stress, stress, stress.\"",
    "Uh-huh.",
    "We're ruining young people's lives, you know? With all this stress right?",
    "Some of them are dropping out now.",
    "In the United States and in parts of England, you know, the dropout rate is 50%.",
    "Alright. It's a huge problem, right? So, you know, in Japan it's less...",
    "...on the surface, but underneath I'm sure it's quite big as well.",
    "'Cause there's a lot of people that just don't get this, that don't want it.",
    "So, good people are being lost...",
    "...because the system, it's faulty. The system is out-of-date.",
    "It was designed 100 years ago for the Industrial Age."
]