[
    "We had a very simple focus, an idea.",
    "The goal wasn't to make a huge community site,...",
    "...it's to make something where you could type in someone's name and find out a bunch of information about them.",
    "I don't know, I took a few days,...",
    "...and just threw together Facebook and launched it on February 4th, 2004.",
    "It was just me working on it that time.",
    "But at that point, my roommate Dustin,...",
    "...who hadn't had much computer programming experience at all was like,...",
    "...\"You know, I can help you expand.\"",
    "Then I'm like, \"That's cool dude, but you don't know how to program.\"",
    "So, he's like, \"No, no, it's not an issue.\"",
    "And he went home one weekend, bought the book Perl for Dummies,...",
    "..came back and was like, \"Alright, I'm ready.\"",
    "And then we started getting emails from people at a bunch of other schools asking if we can launch Facebooks there.",
    "In the last tech bubble, most websites were run using these really expensive machines...",
    "...which made it that you had to basically go and raise money before you can do anything.",
    "We ran the site originally for $85 a month,...",
    "...renting computers for the first three months.",
    "Were you ever in debt?",
    "I mean I was in debt $160, you know.",
    "There are big sites on the internet.",
    "They're like, \"15% of our users come back monthly.\"",
    "And we're like, \"Alright, that's cool. Like 70% of our users come back every day.\"",
    "I think I have like, 15,000 pending friend requests.",
    "And whenever I open up that page, the site crashes.",
    "So, I gave up on that.",
    "Do you feel trapped or liberated in today's technology?",
    "I don't know.",
    "I guess it's a little bit of both.",
    "I mean, I spend a lot of my time at the office.",
    "And then, I have a studio apartment a couple of blocks away,...",
    "...where it's just my bed, and like, a table and a chair and a teapot.",
    "And I don't even have internet access at my apartment,...",
    "...so I don't know, I'm pretty like, isolated from wherever I need to be.",
    "Either that or the fact that I'm too lazy to get internet access."
]