[
    "Hi, I'm Roz Usheroff, an image and communications specialist.",
    "People say that the impression clock starts ticking with a handshake.",
    "And I'm here today to show you how to wow people with a powerful handshake.",
    "That is when the first impression begins to count.",
    "I'd like to introduce you to my friend, David Coates.",
    "Pleased to meet you, Roz.",
    "Hi, David. How are you?",
    "I'm fine.",
    "I'm gonna teach David some ideas about how we can have a more impactful handshake.",
    "As we go through the different steps, think about what's your handshake saying about you.",
    "So David, when you shake hands,...",
    "...what I'd like you to think about is not to drop the hand too quickly.",
    "So when you put your hand out,...",
    "...I want you to imagine it's going straight out like this two to three times,...",
    "...and hold for the length of time it takes to learn the color of my eyes.",
    "The key here is, if you think about that time frame, from learning the color of their eyes,...",
    "...it will make your handshake appear a lot more sincere.",
    "Another thing, David, is what you don't want to do is flip the person over like this.",
    "This kind of handshake looks like it's controlling and you're putting the person on the bottom.",
    "Another handshake that you don't want to do is when you take them in a double hand clasp.",
    "Unless you know someone very well, that may be a little bit too personal or invasive.",
    "Then you have this kind of handshake, which is the fingertip.",
    "This will show absolutely no confidence in your handshake.",
    "Another idea that you don't want to do is grasping the person's hand all the way up.",
    "When you move your hand up their hand,...",
    "...again, that may give off the impression...",
    "...that you're trying to take control of the whole meeting that you have.",
    "David, as we shake hands...",
    "...we hold on for the length of time it takes to learn the color of their eyes. ",
    "As well, what you want to do is make sure that you use the person's name.",
    "The key about a handshake is you introduce yourself, repeat back their name...",
    "...it helps you to remember it.",
    "You repeat it back at the beginning of the handshake and at the end of the handshake.",
    "Thank you so much, David.",
    "Thank you Roz, it's a pleasure.",
    "Pleasure meeting you.",
    "As you can see, he held on for that second longer.",
    "We now have impact in the first impression and a handshake that was most memorable."
]