[
    "The second observation I'd like to make is we need to face the truth...",
    "...that governments and corporations aren't going to solve this issue for us.",
    "We should stop looking outside.",
    "It's up to us as individuals to take control and responsibility...",
    "...for the type of lives that we want to lead.",
    "If you don't design your life, someone else will design it for you,...",
    "...and you may just not like their idea of balance.",
    "It's particularly important,...",
    "...this isn't on the World Wide Web is it, I'm about to get fired...",
    "...it's particularly important that you never put the quality of your life...",
    "...in the hands of a commercial corporation.",
    "Now, I'm not talking here just about the bad companies,...",
    "...the abattoirs of the human soul as I call them.",
    "I'm talking about all companies.",
    "Because commercial companies are inherently designed to get as much out of you as they can get away with.",
    "It's in their nature, it's in their DNA, it's what they do...",
    "...even the good, well-intentioned companies.",
    "On the one hand, putting childcare facilities in the workplace is wonderful and enlightened.",
    "On the other hand, it's a nightmare.",
    "It just means you spend more time at the bloody office.",
    "We have to be responsible for setting and enforcing the boundaries that we want in our life.",
    "The third observation is we have to be careful with the time frame...",
    "...that we choose upon which to judge our balance.",
    "Before I went back to work after my year at home,...",
    "...I sat down and I wrote out a detailed, step-by-step description...",
    "...of the ideal balanced day that I aspired to.",
    "And it went like this:...",
    "Wake up well rested after a good night's sleep.",
    "Have sex.",
    "Walk the dog.",
    "Have breakfast with my wife and children.",
    "Have sex again.",
    "Drive the kids to school on the way to the office.",
    "Do three hours of work.",
    "Play sport with a friend at lunch time.",
    "Do another three hours of work.",
    "Meet some mates in the pub for an early evening drink.",
    "Drive home for dinner with my wife and kids.",
    "Meditate for half an hour.",
    "Have sex.",
    "Walk the dog.",
    "Have sex again.",
    "Go to bed.",
    "How often do you think I have that day?",
    "We need to be realistic.",
    "You can't do it all in one day.",
    "We need to elongate the time frame upon which we judge the balance in our life,...",
    "...but we need to elongate it without falling into the trap of...",
    "...the \"I'll have a life when I retire,\"...",
    "...\"when my kids have left home,\"...",
    "...\"when my wife has divorced me,\"...",
    "...\"my health is failing,\"...",
    "...\"I've got no mates or interests left.\"",
    "A day is too short, after I retire it's too long.",
    "There's got to be a middle way."
]