[
    "The American people extend our deepest condolences...",
    "...to the families and loved ones of all who've been killed and injured.",
    "The suffering and bloodshed is outrageous and it is unacceptable,...",
    "...so are threats and orders to shoot peaceful protesters and further punish the people of Libya.",
    "These actions violate international norms and every standard of common decency.",
    "This violence must stop.",
    "The United States also strongly supports the universal rights of the Libyan people.",
    "That includes the rights of peaceful assembly, free speech,...",
    "...and the ability of the Libyan people to determine their own destiny.",
    "These are human rights.",
    "They are not negotiable.",
    "They must be respected in every country.",
    "And they cannot be denied through violence or suppression.",
    "In a volatile situation like this one,...",
    "...it is imperative that the nations and peoples of the world speak with one voice,...",
    "...and that has been our focus.",
    "Yesterday, a unanimous UN Security Council sent a clear message...",
    "...that it condemns the violence in Libya...",
    "...supports accountability for the perpetrators, and stands with Libyan people.",
    "So let me be clear.",
    "The change that is taking place across the region...",
    "...is being driven by the people of the region.",
    "This change doesn't represent the work of the United States or any foreign power.",
    "It represents the aspirations of people who are seeking a better life.",
    "As one Libyan said, \"We just want to be able to live like human beings.\"",
    "We just want to be able to live like human beings.",
    "It is the most basic of aspirations that is driving this change.",
    "And throughout this time of transition,...",
    "...the United States will continue to stand up for freedom,...",
    "...stand up for justice, and stand up for the dignity of all people.",
    "Thank you very much."
]