[
    "Today, I wanted to show you some Google tricks.",
    "The first one is called \"define.\" It's like a dictionary.",
    "If you type \"define\" in the search field and then colon, and then a word like \"computer\".",
    "And then hit \"Enter\".",
    "You'll get a whole bunch of definitions for the word \"computer\".",
    "So, if you don't have a dictionary handy, you can look it up on the web...",
    "...and get all the official descriptions here and meanings for a word. In this case, \"computer.\"",
    "The other neat little trick is using the Google calculator.",
    "So, in the search field, you can put in a formula, for example.",
    "So, if you don't have a calculator handy...",
    "...and you know a formula, so 2 to the power of 10 plus 7 times 98 plus 500%",
    "So, you can type in whatever you want in here, a valid formula.",
    "And then after that, click the Google search and then you'll get the results.",
    "So, just like a calculator there you go,...",
    "...it knows exactly what you typed in and there's the answer.",
    "So, neat little calculator trick there.",
    "So, last but not least, finding music.",
    "Okay, if you wanted to find a specific type of music online...",
    "...quickly, you can type in this long bunch of parameters here.",
    "And then, the title of the song, or the group or the band or whatever that you wanna search for.",
    "Okay, so this is the long string here that you need to type in the search field.",
    "And then you hit \"Enter\".",
    "And it found the site here, the first result. If I just click on that website.",
    "It's just a directory listing actually, that has a whole bunch of different folders and files...",
    "...with MP3s in them actually.",
    "So, of course if these are commercial MP3s, I don't endorse you to go ahead and download...",
    "...copyrighted music, but it's a neat little thing that many people don't know about.",
    "So, I hope you enjoyed the video and thank you for watching."
]