[
    "Hello, I'm Syndi Seid, an etiquette coach.",
    "Something people often ask me is how do you properly give an introduction in a business setting.",
    "So here is my two - step golden rule to proper introductions.",
    "First, always remember the first person's name out of your mouth...",
    "...should be the most important person's name.",
    "Thereafter, everyone else is introduced to that most important person.",
    "But actually, rank and status are the primary determinants to who takes precedence over whom.",
    "When introducing someone, never use the word \"meet\".",
    "For example, Jane Doe is the CEO of a company and John Smith is a new staff person.",
    "You would never want to say, \"Jane Doe, I would like you to meet John Smith.\"",
    "...because it actually throws the emphasis...",
    "...off the most important person on to that second person, John Smith.",
    "Rather, if you want an informal introduction, how about using the word, \"This is.\"",
    "Example, \"Jane Doe, this is John Smith.\"",
    "When using the more traditional word \"introduce,\" be careful not to get too wordy.",
    "For instance, which of these three sentences is correct?",
    "Is it a: Jane Doe, may I introduce John Smith.",
    "b: Ms. Doe, may I introduce to you Mr. Smith.",
    "Or c: Jane Doe, may I introduce you to John Smith.",
    "If you chose a or b, you would be correct.",
    "However, a is the best answer because it uses the fewest words.",
    "So here are a few other tips to keep in mind when introducing someone.",
    "Always keep the honorifics even.",
    "If you use Ms. Doe, you must use Mr. Smith.",
    "However, you can use first names such as Jane or John,...",
    "...but in this case you must include their last name as well.",
    "And lastly, do share some information about each person you're introducing...",
    "...so that they can springboard their conversation and you can exit to meet some other people.",
    "So there you have it, some quick tips on proper introductions.",
    "Happy practicing."
]