[
    "A fourth observation:...",
    "...We need to approach balance in a balanced way.",
    "A friend came to see me last year and she doesn't mind me telling this story.",
    "A friend came to see me last year and said, \"Nigel, I've read your book.\"",
    "\"And I realize that my life is completely out of balance.\"",
    "\"It's totally dominated by work.\"",
    "\"I work ten hours a day. I commute two hours a day.\"",
    "\"All of my relationships have failed.\"",
    "\"There's nothing in my life apart from my work.\"",
    "\"So, I've decided to get a grip and sort it out.\"",
    "\"So, I've joined a gym.\"",
    "Now, I don't mean to mock,...",
    "...but being a fit, 10 - hour a day office rat isn't more balanced, it's more fit.",
    "Lovely though physical exercise may be, there are other parts to life.",
    "There's the intellectual side, there's the emotional side,...",
    "...there's the spiritual side.",
    "And to be balanced, I believe, we have to attend to all of those areas.",
    "Not just do 50 stomach crunches.",
    "Now, that can be daunting.",
    "'Cause people say, \"Bloody hell, mate! I haven't got time to get fit.\"",
    "\"You want me to go to church and call my mother?\"",
    "I understand.",
    "I truly understand how that can be daunting.",
    "But an incident that happened a couple of years ago gave me a new perspective.",
    "My wife, who is somewhere in the audience today,...",
    "...called me up at the office and said,...",
    "...\"Nigel, you need to pick our youngest son up, Harry, from school.\"",
    "'Cause she had to be somewhere else with the other three children for that evening.",
    "So, I left work an hour early that afternoon and picked Harry up at the school gates.",
    "We walked down to the local park, messed around on the swings,...",
    "...played some silly games.",
    "I, then, walked him up the hill to the local cafe...",
    "...and we shared pizza for tea,...",
    "...then walked down the hill to our home,...",
    "...and I gave him his bath, and put him in his Batman pajamas.",
    "I, then, read him a chapter of Roald Dahl's James and the Giant Peach.",
    "I, then, put him to bed, tucked him in,...",
    "...gave him a kiss on his forehead and said, \"Good night, mate,\"...",
    "...and walked out of his bedroom.",
    "As I was walking out of his bedroom, he said, \"Dad?\"",
    "I went, \"Yes, mate?\"",
    "He went, \"Dad, this has been the best day of my life ever.\"",
    "I hadn't done anything.",
    "I hadn't taken him to Disney World or bought him a Playstation.",
    "Now, my point is the small things matter.",
    "Being more balanced doesn't mean dramatic upheaval in your life.",
    "With the smallest investment in the right places,...",
    "...you can radically transform the quality of your relationships and the quality of your life.",
    "Moreover, I think, it can transform society.",
    "Because if enough people do it,...",
    "...we can change society's definition of success away from the moronically simplistic notion...",
    "...that the person with the most money when he dies wins,...",
    "...to a more thoughtful and balanced definition of what a life well - lived looks like.",
    "And that, I think, is an idea worth spreading."
]