[
    "Millions across a devastated swath of Japan are suffering for a third day,...",
    "...after what the country's prime minister calls the nation's most severe challenge in decades.",
    "More than 10,000 are feared dead.",
    "Power outages have endangered nuclear reactors adding radiation contamination to the public's fears.",
    "Some survivors are living among the crumbled buildings...",
    "...and muddy debris without proper food, water, and electricity,...",
    "...while others had been huddled in dark and frigid emergency shelters...",
    "...cut off from rescuers and aid.",
    "On Sunday, crews pulled bodies from wrecked houses,...",
    "...shattered tree trunks, and twisted cars as dazed residents roam the nearby streets.",
    "During a rescue operation in Fukushima Prefecture,...",
    "...troops managed to save a 60-year-old man...",
    "...who had floated out to sea on the roof of his home during the tsunami.",
    "Neighboring Miyagi Prefecture, a state with a population of about two million,...",
    "...was one of the hardest hit by the 8.9 magnitude quake.",
    "Authorities say, at least 1,200 people were killed there, but...",
    "...fewer than 400 have been confirmed dead.",
    "Government officials say, nearly two-thirds of the population of one small town in Miyagi...",
    "...haven't been heard from since the tsunami practically washed the town away.",
    "The Japanese government has deployed about 100,000 soldiers to help out.",
    "Blankets, bottled water, and gasoline had been sent to Miyagi and other affected states.",
    "But the prime minister says, it will take days to restore electricity.",
    "Meanwhile, dozens of countries have offered their resources.",
    "Two US aircraft carrier groups were already off Japan's coast and ready to provide assistance,...",
    "...and a pair of American rescue crews, and a five-dog team from Singapore...",
    "...were scheduled to arrive late Sunday.",
    "Sandy Kozel, The Associated Press."
]