[
    "I think it's just a universal human desire to want to think,...",
    "...\"I have done something decent with my life,...",
    "...I'm doing something important with my life.\"",
    "And for me, this is what makes human beings very interesting...",
    "...because I think cows seem to be quite happy...",
    "...to just eat the grass and kinda reproduce and die,...",
    "...a perfectly good life for a cow.",
    "We're very strange because that's not enough for us.",
    "You know, whatever it is we're doing we need to say we're good at it.",
    "We've done our best.",
    "Even criminals have to say, you know, I'm a good gangster or I'm tough and strong,...",
    "...you know, I'm loyal to my gang.",
    "Everyone seems to need to tell themselves that and if they can't,...",
    "...I think they lose this sense of dignity.",
    "And so for me the concept of dignity, I think, has been key...",
    "...in the way I've always thought about people.",
    "In the West, people always use this expression about Japanese people losing face.",
    "I've never understood this.",
    "In the West, people seem to think this is a peculiar concept to Japan.",
    "Well at least to Japan, China, or something.",
    "To me, it's exactly the same as what I see in the West.",
    "It's not losing face, it's losing dignity, and people want to be treated in a dignified way.",
    "If you take away their dignity, they'll do desperate things to try and get it back.",
    "But I find that aspect of human behavior very, very interesting,...",
    "...and sometimes it's sad, but, on the whole, I respect it.",
    "I mean, yes, both of these books I think...",
    "...these people will find themselves almost trapped in very limited lives.",
    "One of their solutions about what to do in this situation is...",
    "...to somehow try to find some meaning in dignity in the position they're in,...",
    "...because the other thing they're trying to do is find love and friendship."
]