[
    "Intel Anti - Theft Technology includes built-in intelligence that detects potential theft situations...",
    "...and responds according to a set IT policy.",
    "For example, if an unauthorized user tries to change the BIOS...",
    "...or the firmware of the PC,...",
    "...or if the notebook is not rendezvoused with the central security server...",
    "...within a predetermined interval,...",
    "...a hardware - based local timer will expire and trigger a response.",
    "Or if the number of failed log in attempts...",
    "...in a pre - OS screen reaches a policy - based limit,...",
    "...it also triggers a response that can stop the OS from booting...",
    "...or deletes important encryption keys, disabling data access.",
    "If a user calls me to report a stolen notebook,...",
    "...I simply flag it in our database.",
    "Synchronization occurs whenever the notebook connects to the Internet.",
    "When that happens, a poison pill can be sent, rendering the notebook inoperable.",
    "If the PC is 3G - enabled,...",
    "...it can quickly receive a poison pill via an encrypted SMS message.",
    "3G connections can now occur out-of-band, without OS or BIOS dependencies,...",
    "...significantly reducing the window of time to respond to PC theft.",
    "The poison pill can delete the encryption keys and user credentials required to access data on the hard drive.",
    "And because Intel Anti - Theft Technology enables that data to be stored in the chipset,...",
    "...our data is fully protected,...",
    "...even if someone who knew the credentials tries to access the hard drive on another PC.",
    "Thieves or disgruntled employees have no means of unlocking the data on the hard drive.",
    "Both the PC and the hard drive data become completely useless when disabled.",
    "A new \"Location on Demand\" feature enables me to query the GPS coordinates of the missing PC via the 3G connection.",
    "Discover more about how Intel Anti - Theft Technology can help protect your PCs and data."
]