[
    "Left unchecked, we have every reason to believe...",
    "...that Gadhafi would commit atrocities against his people.",
    "Many thousands could die.",
    "A humanitarian crisis would ensue.",
    "The entire region could be destabilized, endangering many of our allies and partners.",
    "President Obama says Mr. Gadhafi's troops must stop attacking civilians,...",
    "...halt military action against Benghazi and other cities,...",
    "...and allow humanitarian supplies to reach the civilian population.",
    "These terms are not subject to negotiation.",
    "If Gadhafi does not comply with the resolution,...",
    "...the international community will impose consequences,...",
    "...and the resolution will be enforced through military action.",
    "Mr. Obama made no reference to Mr. Gadhafi's offer Friday of a ceasefire.",
    "U.S. Secretary of State Hillary Clinton appeared skeptical.",
    "The first and overwhelmingly urgent action is to end the violence...",
    "...and we have to see a very clear set of decisions that are operationalized on the ground by Gadhafi's forces...",
    "...to move physically a significant distance away from the east,...",
    "...where they have been pursuing their campaign against the opposition.",
    "Clinton says a no-fly zone over Libya would involve bombing targets like anti - aircraft missiles and radar installations.",
    "She says Mr. Gadhafi has lost his legitimacy and must relinquish power.",
    "We do believe that a final result of any negotiations would have to be the decision by Colonel Gadhafi to leave.",
    "But let's take this one step at a time.",
    "The United States does not support the direct intervention of ground troops into the conflict...",
    "...but the U.S. Navy now has considerable assets just off the Libyan coast.",
    "A no-fly zone over Libya is supported by the Arab League...",
    "...and U.S. officials say Arab governments must play a central role in any military action against Libya.",
    "Meredith Buel, VOA News, Washington."
]