[
    "I'm gonna talk about the simple truth in leadership in the 21st century.",
    "In the 21st century, we need to actually look at,...",
    "...and what I'm gonna actually encourage you to consider today,...",
    "...is to go back to our school days when we learned how to count.",
    "But I actually think it's time for us to think about what we count...",
    "...because what we actually count truly counts.",
    "I guess I'm sort of a curious CEO.",
    " I was also a curious economics major as an undergrad.",
    "And I learned that economists measure everything in tangible units of production...",
    "...and consumption as if each of those tangible units is exactly the same.",
    "They aren't the same.",
    "In fact, as leaders, what we need to learn...",
    "...is that we can actually influence the quality of that unit of production...",
    "...by actually creating the conditions for our employees to live their calling.",
    "In fact, in Vivian's case, her unit of production isn't the tangible hours she works.",
    "It's the intangible difference she makes during that one hour of work.",
    "This is Dave Arringdale who's actually been a longtime guest at Vivian's motel.",
    "He stayed there a hundred times in the last 20 years.",
    "And he's loyal to the property because of the relationship....",
    "...that Vivian and her fellow employees have created with him.",
    "They've created a habitat of happiness for Dave.",
    "And he tells me that he can always count on Vivian and the staff there to make him feel at home.",
    "Why is it that business leaders and investors quite often don't see the connection...",
    "...between creating the intangible of employee happiness...",
    "...with creating the tangible of financial profits in their business.",
    "We don't have to choose between inspired employees and sizable profits.",
    "We can have both.",
    "And in fact, inspired employees quite often help make sizable profits, right?",
    "So what the world needs now, in my opinion,...",
    "...is business leaders and political leaders who know what to count.",
    "We count numbers.",
    "We count on people.",
    "What really counts is when we actually use our numbers...",
    "...to truly take into account our people.",
    "I learned that from a maid in a motel and a king of a country.",
    "What can you start counting today?",
    "What one thing can you start counting today that actually would be meaningful in your life,...",
    "...whether it's your work life or your business life?",
    "Thank you very much."
]