[
    "So, how else to talk about 2010 and Q4 as a phenomenal ending...",
    "...to a very good year at Google? ",
    "I mean, our incredibly strong performance in Q4 and 2010 overall,...",
    "...I mean, is it really a testimonial to the fundamental trends in the digital economy?",
    "Those trends, they're fueling huge opportunities for innovation, for growth,...",
    "...both at Google but also in the entire ecosystem.",
    "One of these profound trends is the shift from advertising offline to online.",
    "And it continues at a quite a rapid clip.",
    "And, you know, you've seen it fueling growth...",
    "...both in our core search business, but across the board as well.",
    "A case in point is revenue growth is, in our core, accelerated strongly in the second half of 2010,...",
    "...which is really particularly impressive if you think about it, given that in 2-4-2009...",
    "...was itself a very strong quarter.",
    "So in addition, you know, investments in our newer businesses, the usual suspects of Display, Mobile, Enterprise;...",
    "...they are also, in parallel, creating a second powerful growth engine for Google.",
    "But at a high level, I just want to make it clear that how can we not be happy...",
    "...with the overall performance and trajectories of 2010...",
    "...and on that basis, be excited about our prospects for 2011 and beyond?",
    "So, let me turn for the specifics of the performance of the quarter now.",
    "Let's go through our results.",
    "Gross revenue, we grew 26% year-over-year to 8.4 billion.",
    "Our Google websites revenue was up 28% year-over-year to 5.7 billion. ",
    "And we saw strength across most major geographies and verticals. ",
    "Our AdSense revenue was up 22% year-over-year to 2.5,...",
    "...again, with continued strength in our Google Display Network,...",
    "...where other revenue was up 31% to 273 million.",
    "Our global aggregate paid - click growth was very strong, up 18% year-over-year...",
    "...and up 11% quarter over quarter.",
    "This is really reflecting, as I mentioned, the accelerating shift of offline to online.",
    "Without a doubt, as each year shows, there's more and more holiday shopping happening online."
]