[
    "Top five tips from a Gordon Ramsay perspective on money and business.",
    "First and foremost, of course, would be passion.",
    "You are a standard-bearer.",
    "You have to become a leader and whatever you do influences the staff.",
    "And the second big point would be establishing their commitment.",
    "Businesses don't become successful unless you're 110% committed.",
    "So at work, we spend more time together than we do with our families.",
    "So if you're gonna do it, do it properly or don't do it at all.",
    "Thirdly is taking on competition.",
    "Everyone thinks that it's rife and that it's difficult, but competition is healthy.",
    "Every time a new restaurant opens up, I make sure that if it's not me,...",
    "...one of my members or staff, from the kitchen and the dining room,...",
    "...are there over the competition.",
    "There's so much to learn from a bad meal and so much to gain from a good meal.",
    "So staying in front of your competition is healthy.",
    "Fourthly, the creative input and coming out with that level of initiative,...",
    "...and relieving the boredom when customers constantly see the same food.",
    "So you have to be six months in front of your customer and make sure that they come back...",
    "...with the same excitement and they leave as if it's their first visit.",
    "Finally, the key to a successful business is remembering the customer's king...",
    "...because without them, we're nobody.",
    "And so, I, from a chef's point of view, always put myself in a customer's situation where...",
    "...I see it from their eyes.",
    "I don't cook for chefs.",
    "Every time chefs come into the dining room,...",
    "...first thing that they do is turn out the plates upside down and...",
    "...start photographing the food and they're constantly, you know, dissecting the food...",
    "...as opposed to enjoying it.",
    "So I always look at it from the customer's perspective...",
    "...because they're king and without them we're history."
]