[
    "The way we eat has changed more in the last 50 years than in the previous 10,000.",
    "The modern supermarket has, on average, 47,000 products.",
    "The industry doesn't want you to know the truth about what you're eating...",
    "...because if you knew, you might not want to eat it.",
    "We've never had food companies this powerful in our history.",
    "Everything we've done in modern agriculture is to grow it faster, fatter, bigger, cheaper.",
    "If you can grow a chicken in 49 days,...",
    "...why would you want one you gotta grow in three months?",
    "When you go through the supermarket, there is an illusion of diversity.",
    "So much of our industrial food turns out to be rearrangements of corn.",
    "Sometimes you look at a vegetable and say,...",
    "\"Okay well, we can get two hamburgers for the same price.\"",
    "They have managed to make it against the law to criticize their products.",
    "There is an effort to make it illegal to publish a photo of any industrial food operation.",
    "I find it incredible that the FDA wants to allow the sale of meat from cloned animals without any labeling.",
    "Peanut butter contaminated with salmonella,...",
    "...E. coli has been found in spinach, apple juice,...",
    "...smells like money to me!",
    "The average consumer does not feel very powerful.",
    "It's the exact opposite.",
    "When we run an item past the supermarket scanner,...",
    "...we're voting for local or not, organic or not.",
    "Look at the tobacco industry.",
    "The battle against tobacco is a perfect model of how an industry's irresponsible behavior can be changed.",
    "Imagine what it would be if, as a national policy,...",
    "...the idea would be to have such nutritionally dense food that people actually felt better,...",
    "...had more energy, and weren't sick as much.",
    "You know, now see, now that's a noble goal!",
    "People have got to start demanding good wholesome food of us and we'll deliver.",
    "I promise you. "
]