[
    "Making up for missing your anniversary.",
    "Oh, she looks very pleased with you, Gary.",
    "You know why? 'Cause you forgot your anniversary again.",
    "But this time you won't have to sleep in the garage for a week. Why?",
    "Because you have me and I have many nuggets of wisdom.",
    "First tip Gary, don't try and lie your way out of it.",
    "Bet you thought I forgot it was our anniversary.",
    "I didn't, I didn't. I got you a present. I got you... I know you love brooches...",
    "...and I got you a butterfly brooch from Zanzibar.",
    "And it will be here, but because of the recession...",
    "Don't tell me. Pirates again?",
    "Damn you, pirates. Why must you ruin every anniversary of mine, you pirates?",
    "That was pathetic, Gary. You're better than that.",
    "Come on man, your wife is way smarter than you. It's evident.",
    "Throw yourself on the mercy of the court. She'll ... well, I don't know what she'll do.",
    "I love you so much and I can't believe I did this but I forgot it's our anniversary.",
    "Much better Gary, a little contrition. Worst part is over. No, it's not.",
    "Sacrifices are gonna have to be made.",
    "The old standbys of chocolate, flowers, and IOU back massages,...",
    "...they're not gonna cut the mustard this time. You gotta be creative, Gary.",
    "Might have to try arts and crafts. Got one word for you, collage.",
    "Friendly word, say it, \"collage.\"",
    "Gonna wish you paid attention in home economics.",
    "Hey, look at him go.",
    "But you're not done, buddy. Gifts are not enough.",
    "You need the R word. Romance.",
    "Well played, Gary. I told you Javier was the man.",
    "He played at my wedding and my honeymoon.",
    "Until next time, enjoy being a man who can get the tough things done.",
    "The one of a kind crunchy nuggets in Grape - Nuts...",
    "...gave Gary the energy he needed to get the tough things done.",
    "Stay tuned to see how the other guys tackle the tough things in their lives."
]