[
    "I want you now to imagine a wearable robot that gives you superhuman abilities,...",
    "...or another one that takes wheelchair users up standing and walking again.",
    "We at Berkley Bionics call these robots exoskeletons.",
    "These are nothing else than something that you put on in the morning,...",
    "...and it will give you extra strength and it will further enhance your speed,...",
    "...and it will help you, for instance, to manage your balance.",
    "It is actually the true integration of the man and the machine.",
    "But not only that, it will integrate and network you to the universe and other devices out there.",
    "So let me now introduce to you HULC, or the Human Universal Load Carrier.",
    "With the HULC exoskeleton, I can carry 200 pounds over varied terrain for many hours.",
    "Its flexible design allows for deep squats, crawls and high - agility movements.",
    "It senses what I wanna do, where I wanna go, and then augments my strength and endurance.",
    "Let me now introduce you to eLEGS that is worn by Amanda Boxtel...",
    "...that 19 years ago was spinal cord injured,...",
    "...and, as a result of that, she has not been able to walk for 19 years until now.",
    "Amanda is wearing our eLEGS, like I said. It has sensors.",
    "It's completely non - invasive. Sensors in the crutches that send signals back to our onboard computer...",
    "...that is sitting here at her back.",
    "There are battery packs here as well that power motors that are sitting at her hips,...",
    "...as well as her knee joints, that move her forward in this kind of smooth and very natural gait.",
    "As you can see, we have the technology,...",
    "...we have the platforms to sit down and have discussions with you.",
    "It's in our hands, and we have all the potential here to change the lives of future generations...",
    "...not only for the soldiers or for Amanda here and all the wheelchair users, but for everyone.",
    "Thank you."
]