[
    "Kia ora, and welcome aboard this Air New Zealand flight.",
    "Before we take off, we'd like to run you through a few in-flight safety exercises.",
    "Hi, everybody.",
    "In the next three minutes we're gonna work hard, work out, and get you fit to fly.",
    "Let's go!",
    "First, let's stretch it out and lose that baggage.",
    "Stretch it up to the overhead locker or slide it under the seat in front of you.",
    "Stretch and slide. Yeah!",
    "You're a giraffe!",
    "Now it's seat belt time.",
    "When the seat belt sign comes on, buckle it in.",
    "Grab, click, pull.",
    "Grab, click, pull.",
    "Nice and snug, low across the hips, but not too tight.",
    "And to undo your belt, just lift the flap.",
    "No sweat!",
    "Remember, you must follow crew instructions and lighted sign.",
    "If your oxygen mask drops down, it's time to take a breather.",
    "Pull it down over your nose and mouth,...",
    "...pull the elastic tight, and then breathe normally.",
    "And remember, put your mask on first before you help others.",
    "Don't worry if the bag's feeling a little flat.",
    "The oxygen will flow automatically.",
    "Okay now, for the recommended brace position.",
    "If there's an emergency during takeoff or landing,...",
    "...if you could reach, just lean and brace on the seat in front of you.",
    "Or, this is one of my favorites, it's called the duck.",
    "Flat beak, elbows outside your thighs, hands on your head, and duck on down.",
    "Now let's see where your life jacket's at.",
    "Down here, under your seat.",
    "Okay everybody, do what I do.",
    "Out of the pouch,...",
    "...over the head,...",
    "...clip together around, pull it tight, and get those arms moving.",
    "This red tag inflates your jacket.",
    "Only pull it when you step, step, step outside!",
    "If your life jacket's short on air, grab the mouthpiece here and blow and blow.",
    "Yeah! You're pumping it up!",
    "And if you've got an infant on board, the crew has a jacket for your baby.",
    "And sorry, this flight is strictly non - smoking.",
    "It's a safety hazard.",
    "So the captain says, \"Let's kick butts!\"",
    "If the lights go out in an emergency and the lights come on down here, it's time to move.",
    "Look around and see if anyone needs your help.",
    "These lights lead you to the exit.",
    "Come on everyone, let's pony!",
    "Your crew are now pointing out the exits.",
    "The nearest could be behind you.",
    "So count the rows and see two, three, four.",
    "I'm on a plane full of crazies.",
    "Stop broadcasting, buddy.",
    "Don't think it's the first time someone's ever said that to me.",
    "Electronic devices, even the cool ones, can interfere with our systems during takeoff and landing...",
    "...so switch it off.",
    "Now if you switch it to flight mode first, then turn it off,...",
    "...you can use it later in the flight.",
    "We're nearly done.",
    "During takeoff and landing, here's what we do.",
    "Tray tables back, seat upright, seat belt on, fantastic!",
    "If you need more information, it's on your safety information card.",
    "Now you're fit to fly.",
    "We hope you've enjoyed the safety exercise briefing from Air New Zealand.",
    "Thank you for flying with us today.",
    "Sit back, relax, and enjoy your flight."
]