[
    "You know, I bet people think that we're gonna talk about this cool...",
    "...Sharp Aquos television here.",
    "Look at this TV.",
    "But we're not.",
    "We are not. We're actually talking about something much smaller, 5.5 inches to be exact.",
    "That we are.",
    "The Galapagos E-Media Tablet Reader thing.",
    "It's an e-reader, it has its own store for books.",
    "It's not here yet.",
    "It's not. It's in Japan though.",
    "It's in Japan and it's coming to the US in the second, third quarter...",
    "...this year.",
    "It's gonna run Android.",
    "Right. But now in Japan it's running a Linux system.",
    "Well, so the idea here is that you're on the couch watching TV...",
    "...and you're getting sleepy but you don't wanna stop what you're watching...",
    "...but you kinda wanna get in bed, right?",
    "Yeah, I wanna go to bed.",
    "Yeah, so, you're watching on the big screen TV and now you wanna go to bed...",
    "...so all you do is...",
    "...right here, you gonna take a little swipe and we're gonna steal, hey, hey!",
    "That's mine. Don't touch, don't touch.",
    "So actually what's gonna happen is the TV,...",
    "Look at that.",
    "...you saw it. It disappeared from the big screen, now it is on the tablet,...",
    "...and you can send it over to a phone as well.",
    "Yeah, what if you wanted to leave the house? I no longer wanna be in bed...",
    "...now I wanna take my phone and go. Now, what we'll do...",
    "...is we'll swipe it right on over to the phone.",
    "It's gonna pop on over here in a second.",
    "It'll be available third, fourth quarter of this year.",
    "I thought they said second or third.",
    "No, third or fourth.",
    "I'm doing it wrong.",
    "You're doing it wrong.",
    "It helps with your microphone on.",
    "We've actually been playing with it and it's pretty cool so the idea is to share your devices...",
    "...and all of that content on your devices. I'm liking it.",
    "I like it too.",
    "No pricing just yet but we'll keep you updated as we find that out."
]