[
    "Where were you the first time you heard one of your songs on the radio?",
    "I was in Canada...",
    "...and I'll never forget it. But it's a very different,...",
    "..and it's funny, it's almost more enjoyable now...",
    "...when I hear it for the first time on the radio because at that time in Canada I had,...",
    "...many people don't know this about me...",
    "...because it seems as though when Just Dance hit number one, it was this...",
    "...big, massive, \"Oh, she became a star overnight.\" But, to tell you the truth, I had been...",
    "...working so hard, doing three shows at night,...",
    "...all day long going to radio stations, doing phoners.",
    "The reason we're here at Google today is because...",
    "...the original campaign for my music and my project began with online and media - based advertisements. So,...",
    "...that's really where I began. So I remember I was in Canada, and I was really tired,...",
    "...and I was about to go onstage at this outdoor performance.",
    "I actually think it was in Winnipeg, which is where Maria Aragon is from, from that video.",
    "And I remember I heard it and I started crying,...",
    "...and my tour manager David said, \"How does it feel?\" and I said, \"It's about damn time!\"",
    "And so now when it comes on, it's a little bit more of a gracious, humbling moment.",
    "So in terms of other special moments, SoLongAdelaide from Sheffield, England asks,...",
    "...\"When exactly was the moment in your career when you realized you were going to be an international superstar?\"",
    "I still don't feel like one.",
    "How's that possible?",
    "I just don't.",
    "I know that sounds very silly but...",
    "...even this morning I was getting ready to tweet that I was coming here today,...",
    "...and I got like 50 freakin' e-mails like, \"Don't tweet it, they don't want anyone to know!\"",
    "That was for your security.",
    "I guess they were worried for security, but I said, you know,...",
    "...I need to market my record. People need to know where I'm gonna be.",
    "And so everyone was saying, \"Well, they know you're gonna be there, just don't tell them when.\"",
    "And, oh my gosh, my security is always...",
    "...they want to shoot me because I will literally leave the house...",
    "...and go to the Bodega down the street where I live in New York,...",
    "...and they're like, \"Where are ya?\"",
    "Because where I live, I have been hustling for so long that...",
    "...it's more just like, \"You're home,\" you know, like everybody's so cool and I guess...",
    "...even though my first album was called, The Fame,...",
    "...that was never the ultimate goal of any of this. It was always that I just...",
    "...really am genuinely a musician to my core...",
    "...and a lot of people don't know that about me, but...",
    "...I write every lyric, every melody,..",
    "...I'm in there with the producers whipping them to make the new future of music.",
    "That is why I'm here. I'm not here to be a superstar.",
    "So yes. And no.",
    "There was never a day when I woke up and said, \"I'm a superstar.\"",
    "I'm still waiting for that to happen."
]