[
    "I think probably, the earliest you can get of the kids involved in Star Wars, the better.",
    "I explain to my son that the Force...",
    "...is a mysterious power that flows through all of us that binds us all together.",
    "There is a light side and a dark side to the Force.",
    "Sometimes the dark side looks kind of attractive.",
    "You have to discuss those issues around that;...",
    "...annihilating planets, definitely not a good thing.",
    "But, you know, the Force can cause you to do all kinds of crazy things.",
    "There's a few very important things that I think he needs to realize growing up.",
    "One, it's that Han Solo shot first.",
    "I don't really want my son growing up in a world where we believe Greedo shot first.",
    "A lot of kids in the playground like Jar Jar Binks.",
    "We're gonna keep her Jar Jar Binks - free for as long as possible.",
    "You have to start with the original three films...",
    "...and work your way back towards the newer ones, which is how it was intended to be.",
    "I want her to have the same feeling that I did...",
    "...when she's watching \"Empire\" and it's revealed by Vader that he is Luke Skywalker's father.",
    "Many other Star Wars aficionados have taken issue with my decisions to tell my son...",
    "...that Darth Vader is, in fact, Luke's father.",
    "But until you've walked a mile in my shoes, unless you were there that day...",
    "...when he asked the question...",
    "...and he had a little book with the pictures and he wanted to know,...",
    "...I didn't know what else to tell him.",
    "So, I told him that Darth Vader is Luke's Father.",
    "Does that make me a bad father? Probably.",
    "He's not his father.",
    "It wasn't like this when I was a kid.",
    "The movies were unveiling themselves to me...",
    "...in periods of like three or more years, one after the other.",
    "It wasn't this wealth of information just like smacking me in the face.",
    "My parents didn't have to deal with this.",
    "All you can do is hope really with anything else.",
    "You just hope that they remember everything that they were taught and they use it.",
    "I didn't start early enough with this one. I wish I had."
]