[
    "How do you come up with your video ideas?",
    "Every time I watch them I am stunned by the creativity and meaning.",
    "I love you Lady Gaga, StribbyDoo, your little monster.",
    "Scooby-doo?",
    "StribbyDoo.",
    "StribbyDoo!",
    "It's good old faithful. I'm a creative person, and I just always...",
    "...at some point the idea comes to me, and...",
    "...the most important thing I think with creativity is that you honor your creativity and that you don't...",
    "...ever ignore it, or go against what that creative image is telling you,...",
    "...because of what society is projecting on you.",
    "I remember when I called Troy Carter, my manager, from Amsterdam, and I was like,...",
    "\"I wanna be on a government-owned alien territory in space...",
    "...and I wanna be giving birth to my own head.\"",
    "I just wanted to ask you about the kaleidoscope at the start of Born This Way.",
    "You know, you'll hear the bzzz, and he was like, \"Why?\",...",
    "...and I said, \"Because I see myself and my fans...",
    "...and I feel that they give birth to me, and I give birth to them and...\"",
    "\"...the egg symbolizes the race of the future which bears no prejudice.\" So, I have my own...",
    "...and then I'm showing him Francis Bacon photos, which is like, you know...",
    "...bleeding imagery, and he's like, \"I don't get it!\" You know?",
    "We worked with Nick Knight on that video. If you think I'm bad, Nick Knight is, whew!",
    "He is so smart, I'm just like, \"Nick I love you, but I don't understand what you're saying!\"",
    "Like just the other night, last night actually,...",
    "...I was laying in bed and I had this idea for an outfit,...",
    "...and I just made myself get up and I sketched it real fast and I went back to sleep.",
    "I think it's when you say, \"Oh, I'm too tired let me just go to bed.\"",
    "That's when the creativity stops coming, it's when you,...",
    "...you know, if God calls you, pick up the damn phone! \"Hello?\"...",
    "\"I'm listening.\""
]