[
    "Well, it seems like the last couple of elections that we've had,...",
    "...have been almost kind of \"turning point\" campaigns.",
    "I'm kind of nervous about it.",
    "It's like \"It's coming. Here it is:...\"",
    "\"...2012, the election.\"",
    "I think it needs to reflect the changes that we've seen in the last two and a half years.",
    "Then, we had an underdog senator.",
    "Nobody thought that he had a chance.",
    "And now he's the President.",
    "I just saw the energy and hope that he had for this country.",
    "Even though I couldn't exactly vote at the time,...",
    "...I knew that someday I'd be able to help reelect him.",
    "And that's what I plan on doing.",
    "We're not leaving it up to chance,...",
    "...we're not leaving it up to \"Oh, you know, the incumbent,\" that type of thing.",
    "It's an election that we have to win.",
    "And unfortunately, President Obama is one person, he cannot go.",
    "Plus he got a job.",
    "We're paying him to do a job...",
    "...so we can't say \"Hey, can you just take some time off and come and get us all energized?\"",
    "So we'd better figure it out.",
    "I can't not be involved.",
    "There's just too much that is fundamentally important right now that's going on.",
    "As a community, we all have the same concerns.",
    "We all want our kids to go to school and learn,...",
    "...we want them to graduate,...",
    "...we want jobs to be out there,...",
    "...we want people to have homes,...",
    "...we want people to have opportunity.",
    "I don't agree with Obama on everything.",
    "But I respect him and I trust him.",
    "There are so many things that are still on the table that need to be addressed,...",
    "...and we want them to be addressed by President Obama.",
    "I had this perception that politics was all show,...",
    "...it's all sound bites.",
    "But politics is how we govern ourselves.",
    "That's what politics is.",
    "And at the grassroots level,...",
    "...it's individuals, talking to other individuals and making a difference."
]