[
    "Do you have one of these?",
    "I got a little obsessed with mine.",
    "In fact, I got a little obsessed with all my stuff.",
    "Have you ever wondered where all this stuff we buy comes from...",
    "...and where it goes when we throw it out?",
    "I couldn't stop wondering about that so I looked it up.",
    "And what the textbook said, is that stuff moves through a system...",
    "...from extraction to production, to distribution, to consumption, to disposal.",
    "Altogether it's called the \"materials economy.\"",
    "For one thing, this system looks like it's fine, no problem.",
    "But the truth is it's a system in crisis.",
    "And the reason it's a system in crisis, is it's a linear system and we live on a finite planet,...",
    "...and you cannot run a linear system on a finite planet indefinitely.",
    "Every step along the way, this system is interacting with the real world...",
    "...in real life it's not happening on a blank white page.",
    "It's interacting with societies, cultures, economies, the environment,...",
    "...and all along the way it's bumping up against limits,...",
    "...limits we don't see here because the diagram is incomplete.",
    "Well, one of the most important things it's missing is people.",
    "Yes, people. People live and work all along this system.",
    "And some people in this system matter a little more than others, some have a little more say.",
    "Who are they?",
    "Well, let's start with the government.",
    "Now my friends tell me I should use a tank to symbolize the government...",
    "...and that's true in many countries and increasingly in our own.",
    "After all, more than 50% of our federal tax money is now going to the military.",
    "But I'm using a person to symbolize the government because I hold true...",
    "...to the vision and values that government should be of the people, by the people, for the people.",
    "It's the government's job to watch out for us; to take care of us.",
    "That's their job.",
    "Then, along came the corporation.",
    "Now the reason the corporation looks bigger than the government...",
    "...is that the corporation is bigger than the government.",
    "Of the 100 largest economies on Earth now, 51 are corporations.",
    "And as the corporation has grown in size and power,...",
    "...we've seen a little change in the government...",
    "...where they're a little more concerned in making sure everything is working out for those guys than for us."
]