[
    "In America, we are going crazy over this, but I wanna know. In the UK,...",
    "...is it as big a deal for everyone?",
    "It's huge, yes. And everyone is looking forward to it, of course, enormously.",
    "And I'm old enough to remember the razzmatazz,...",
    "...when the Prince of Wales married Lady Diana Spencer.",
    "But it's going to be much bigger than that.",
    "If I were to meet the queen when I'm in London for the wedding,...",
    "...how should I greet her? No touching, right?",
    "We Americans like to shake, hug but that's not appropriate.",
    "But you would find if you were to meet the queen,...",
    "...would be that she would put you at your ease.",
    "People think that there's a written protocol and a whole book of rules about this kind of thing.",
    "Actually, there isn't.",
    "Would I curtsy or is that just for the British?",
    "You don't even need to do that.",
    "Ok. Maybe a slight nod?",
    "Absolutely, what you're comfortable with.",
    "So, if we're in the crowd on the parade route and we see the carriage come by...",
    "...carrying the newlyweds, William and Kate, we can whoop and holler or would that be crass?",
    "You know?",
    "If I were you, I'd just go with the flow, go with the flow.",
    "What's the appropriate attire for the wedding?",
    "I think my advice to the girls actually would be: have comfortable feet.",
    "It would be a long day.",
    "It's going to be a long day.",
    "When Lady Gaga met the queen, she wore this...",
    "...ridiculous red latex getup. Is there a protocol about what you should wear to meet the queen?",
    "I have to imagine the queen thought, \"What in the world is happening?\"",
    "I suspect that the queen was probably prepared for it.",
    "She would absolutely be prepared for people to appear in costume, as it were.",
    "She wouldn't turn a hair.",
    "So, nothing fazes the queen?",
    "No, No.",
    "Dame Barbara, what are your own personal impressions of the queen?",
    "I've been lucky to meet the queen two or three times.",
    "She's always a real pleasure to talk to and to be with.",
    "I did hear there's a particular way to address the queen.",
    "Yeah.",
    "When you first meet the queen and then on second reference.",
    "Yes. When you first meet the queen, you call her, \"Your Majesty\".",
    "And after that, you call her, \"Mum\".",
    "Mum?",
    "Yup."
]