[
    "Hi everyone. I'm Linda, Community Manager here at Paradox.",
    "And we're here today with Thomas, the Project Lead for our brand new title Sengoku.",
    "He's going to give us some exclusive inside information. So tell us about the game.",
    "The game casts you as a nobleman in medieval Japan,...",
    "...where you compete for power against other noblemen.",
    "OK, and what time period is it?",
    "The game is set in the Sengoku period which was a very turbulent time in Japanese history.",
    "At this time, the Shogun, who was the military ruler of Japan, his power was weakening...",
    "...and that gave room for other ambitious people to...",
    "...carve out their own empires and struggle for power.",
    "Tell us about the goal for this game.",
    "Well, the goal for the game is of course, to become Shogun, the military ruler of Japan.",
    "And you do this by first gaining control of your own clan...",
    "...and then defeating all the other clans in Japan, making yourself Shogun.",
    "OK. Now, an important one.",
    "Will there be ninjas?",
    "Of course, there will be ninjas.",
    "One way, if you have a too powerful opponent who stands in your way,...",
    "...instead of, if you can't meet him on the battlefield, you can hire these...",
    "...stealthy assassins to sort of clear him out of the way.",
    "Excellent. And how do you win the game?",
    "Well, as you know, in lots of Paradox games,...",
    "...there isn't really a clear way to win...",
    "...because all games have always been in sandbox mode.",
    "But in this game, we wanted to make it a bit more focused.",
    "So, the goal here is to become Shogun and...",
    "...as you start to play, you can start to play as a lowly hatamoto or lowly master of a castle.",
    "And then your first step is to increase your power within the clan by supporting a clan.",
    "And then you need to either take power of the clan or create your own clan.",
    "And the next step after that is to defeat all the other clans...",
    "...or most of them anyway, and establish your power over Japan.",
    "OK, thank you very much. And that's all we have for you today. Bye bye."
]