[
    "Now if you'd have asked me that a year ago,...",
    "...I wouldn't have been able to tell you that with any certainty.",
    "But in the new project that I'm working on, my new film,...",
    "...we examine the world of marketing, advertising.",
    "And as I said earlier, I put myself in some pretty horrible situations over the years,...",
    "...but nothing could prepare me,...",
    "...nothing could ready me for anything as difficult...",
    "...or as dangerous as going into the rooms with these guys.",
    "Over the course of this film, we had 500 - plus companies...",
    "...who were up and down companies saying,...",
    "...\"no,\" they didn't want any part of this project.",
    "They wanted nothing to do with this film mainly because they had no control.",
    "They would have no control over the final product. But we did get 17 brand partners...",
    "...who were willing to relinquish that control,...",
    "...who wanted to be in business with someone as mindful and as playful as myself,...",
    "...and who ultimately empowered us to tell stories...",
    "...that normally we wouldn't be able to tell,...",
    "...stories that an advertiser would normally never get behind.",
    "They enabled us to tell the story about neuro - marketing...",
    "...as we got into telling the story in this film...",
    "...about how now they're using MRI's to target...",
    "...the desire centers of your brain for both commercials as well as movie marketing.",
    "We went to Sao Paulo where they have banned outdoor advertising.",
    "In the entire city for the past five years,...",
    "...there's no billboards, there's no posters, there's no fliers, nothing.",
    "And we went to school districts...",
    "...where now companies are making their way into cash-strapped schools all across America.",
    "And how has that been for them? Has it been successful?",
    "Well since the film premiered at the Sundance Film Festival, let's just take a look.",
    "According to Burrelles, the movie premiered in January,...",
    "...and since then, this isn't even the whole thing,...",
    "...we've had 900 million media impressions for this film.",
    "What I always believe is that, if you take chances, if you take risks,...",
    "...that in those risks will come opportunity.",
    "I believe that when you push people away from that,...",
    "...you're pushing them more towards failure.",
    "I believe that when you train your employees to be risk averse,...",
    "...then you're preparing your whole company to be reward challenged.",
    "I feel like that what has to happen moving forward is we need to encourage people to take risks.",
    "We need to encourage people to not be afraid of opportunities that may scare them.",
    "Ultimately, moving forward, I think we have to embrace fear.",
    "We've got to put that bear in a cage.",
    "Embrace fear. Embrace risk."
]