[
    "Good evening.",
    "Tonight, I can report to the American people and to the world...",
    "...that the United States has conducted an operation...",
    "...that killed Osama bin Laden, the leader of al-Qaeda,...",
    "...and a terrorist who's responsible...",
    "...for the murder of thousands of innocent men, women, and children.",
    "It was nearly ten years ago...",
    "...that a bright September day was darkened by the worst attack on the American people in our history.",
    "The images of 9/11 are seared into our national memory.",
    "Hijacked planes cutting through a cloudless September sky,...",
    "...the Twin Towers collapsing to the ground, black smoke billowing up from The Pentagon,...",
    "...the wreckage of Flight 93 in Shanksville, Pennsylvania,...",
    "...where the actions of heroic citizens saved even more heartbreak and destruction.",
    "Today, at my direction,...",
    "...the United States launched a targeted operation against that compound in Abbottabad, Pakistan.",
    "A small team of Americans carried out the operation with extraordinary courage and capability.",
    "No Americans were harmed.",
    "They took care to avoid civilian casualties.",
    "After a firefight, they killed Osama bin Laden and took custody of his body.",
    "For over two decades,...",
    "...bin Laden has been al-Qaeda's leader and symbol,...",
    "...and has continued to plot attacks against our country and our friends and allies.",
    "The death of bin Laden marks the most significant achievement to date...",
    "...in our nation's effort to defeat al-Qaeda.",
    "Yet his death does not mark the end of our effort.",
    "There's no doubt that al-Qaeda will continue to pursue attacks against us.",
    "We must and we will remain vigilant at home and abroad.",
    "As we do, we must also reaffirm that the United States is not and never will be at war with Islam.",
    "I've made clear, just as President Bush did shortly after 9/11,...",
    "...that our war is not against Islam because bin Laden was not a Muslim leader.",
    "He was a mass murderer of Muslims.",
    "Indeed, al-Qaeda has slaughtered scores of Muslims in many countries including our own.",
    "So his demise should be welcomed by all who believe in peace and human dignity.",
    "And tonight, let us think back to the sense of unity that prevailed on 9/11.",
    "I know that it has, at times, frayed.",
    "Yet today's achievement is a testament to the greatness of our country...",
    "...and the determination of the American people.",
    "The cause of securing our country is not complete but...",
    "...tonight we are once again reminded that America can do whatever we set our mind to.",
    "That is the story of our history. Whether it's the pursuit of prosperity for our people,...",
    "...or the struggle for equality for all our citizens,...",
    "...our commitment to stand up for our values abroad,...",
    "...and our sacrifices to make the world a safer place."
]