[
    "Create an image that makes you feel comfortable, cool and confident.",
    "You will need light fabrics, padded shoulders, low-rise pants, v-neck sweaters,...",
    "...three-button blazers, monochrome colors and a belt.",
    "Step 1, find fabrics that skim your body without bunching or clinging...",
    "...to avoid rolls and lumps that embarrass.",
    "Lighter weight wools and other fabrics smooth your appearance.",
    "Step 2, draw attention away from your middle...",
    "...by avoiding sloped shoulders that draw the sight down.",
    "Emphasize your strength with tailored padded shoulders.",
    "Step 3, create a slimmer look with lines that thin you out...",
    "...or solid colors that seem to remove pounds.",
    "Be careful with patterns or loud colors that only draw attention to your round shape.",
    "Step 4, wear pants that have a shorter distance between the waist and crotch...",
    "...and that are not worn around the waist but on the hips.",
    "Don't wear a waist size that if too tight,...",
    "...will shorten your legs as it distends your belly.",
    "Go light on ostentatious jewelry, French cuffs, big cufflinks...",
    "...and anything that overemphasizes your imposing heft.",
    "Step 5, stock up on v-neck sweaters...",
    "...that draw attention to your chest and not the double chin.",
    "Turtlenecks will make you look like a squat, rotund turtle.",
    "Wear shirts with pointed collars that will also change the impression of thickness.",
    "Straighten your posture. Make it a habit to stand erect and taller.",
    "Step 6, choose three-button blazers which will hold you in better...",
    "...rather than a two-button that will let the midsection dominate it.",
    "Open the top button to look casual and not restricted by the jacket.",
    "Avoid double vents in back, which make the bottom seem wider.",
    "Step 7, choose less contrasting colors for shirts and pants.",
    "Wear a conservative belt without trying to squeeze your tummy in which never works.",
    "Enjoy the slim down appearance you've created.",
    "Did you know?",
    "With the advent of the motor car, mass advertising and World War I,...",
    "...men's wear became more casual for the first time starting in the 1920s."
]