[
    "It is a letter teachers across California have been afraid to get.",
    "Veronica Pellegrin recently received hers in the mail.",
    "Getting the letter and seeing we will no longer be employed,...",
    "...your services will no longer be required,...",
    "...it's very disheartening, to say the least, and frustrating.",
    "Pellegrin is not alone.",
    "60 percent of the teachers at Mariposa-Nabi primary school in Los Angeles received layoff notices.",
    "Salvador Rodriguez is the principal here.",
    "We have to keep going and making it the best year possible with all these changes.",
    "Even with a tighter budget, Rodriguez has been able to provide computers for his students...",
    "...but they are feeling the impact.",
    "He says there used to be 20 students to a teacher here.",
    "By next year, he expects nearly 30 students per classroom.",
    "Superintendent John Deasy heads the Los Angeles Unified School District,...",
    "...the second largest school system in the United States.",
    "He says in the past two years, the district has lost 10 to 12 percent of its staff,...",
    "...about half of them are teachers.",
    "The recession has had an enormous impact in the state budget...",
    "...and we've had a huge drop in funding.",
    "University of California Education Professor John Rogers says...",
    "...the recession has affected education funding across the country.",
    "Some projections estimate that across the country, 160,000 teachers have received...",
    "...layoff notices this spring.",
    "Rogers says the situation in California is worse because the state was already facing a budget deficit...",
    "...before the recession and the state was spending less per student than the national average.",
    "Primary and secondary schools in California receive most of their funding...",
    "...from the state government. That is about 40 percent of the state's general fund.",
    "United Teachers Los Angeles union President A.J. Duffy says...",
    "...how much schools get every year is vulnerable to the fluctuations of the economy.",
    "In the past two and a half to three years, we have lost 20 billion dollars...",
    "...in funding for public education.",
    "Superintendent John Deasy expects more changes...",
    "...if the budget problem does not improve.",
    "We are cutting all of our librarians, our nurses.",
    "We would be forced to close and consolidate schools.",
    "Most districts in California have reduced the number of school days.",
    "Other states around the country are also talking about cutting school days...",
    "...as they face less funding for education.",
    "Elizabeth Lee, for VOA news, Los Angeles."
]