[
    "Don't tell anyone but there are really only four steps.",
    "One, find people. Two, give content.",
    "Three, capture their information. Four, stay in touch so you can sell them stuff.",
    "Here's another breakthrough in social media.",
    "You do not make money with social media.",
    "You make money by doing business with people that know, like and trust you.",
    "You market with social media to develop relationships with people...",
    "...so they will know, like and trust you.",
    "Then, and only then, will they buy from you.",
    "Instead of overloading yourself with thousands of social media sites,...",
    "...you can use some of the most popular search engine - friendly sites to accomplish these tasks.",
    "Find people interested in your products or services with the search tools...",
    "...from the 355 million people on Facebook,...",
    "...the 35 million business people on LinkedIn,...",
    "...or the estimated 50 million people who will be using Twitter by the end of the year.",
    "Provide content, not commercials.",
    "Content on the sites like the second most utilized search engine, YouTube.",
    "You could also write articles for online magazines like Ezine...",
    "...or make your own mini website or lenses on Squidoo.",
    "You can make a blog or set up HubPages...",
    "...or do about anything that delivers content like how-to videos or...",
    "...frequently asked questions about your area of expertise.",
    "You then make a lead capture page...",
    "...which offers people something of high perceived value, an ethical bribe...",
    "...for giving you their name and e-mail.",
    "This will allow you to send e-mails or newsletters and stay in touch with people...",
    "...who have requested more information from you...",
    "...and now see you as an expert.",
    "What does all of this do?",
    "One, it makes you credible. Two, increases referrals.",
    "Three, builds new relationships.",
    "Four, demands higher prices. Five, gives you outstanding visibility.",
    "Six, it increases familiarity. Seven, builds trust.",
    "Eight, you can then offer your product or services.",
    "Nine, because you are the perceived expert.",
    "In other words, it makes you \"top of mind.\"",
    "It helps people know, like and trust you.",
    "Congratulations. You now get it. That's social media marketing."
]