[
    "Take a stroll on the Internet...",
    "...and it's hard not to notice that everyone's giving away points and badges...",
    "...for things like visiting a website or posting a comment...",
    "...or having your status update liked by social networking friends.",
    "The trend is called gamification and it's not just on the Internet.",
    "Now that everyone has a computer in their pocket,...",
    "...more and more physical world experiences are becoming gamified.",
    "Location - based services like foursquare award you with badges and status.",
    "You can compete to be mayor of your local pub, for example,...",
    "...just by checking in with your phone's GPS.",
    "Other services are springing up to award you with things like...",
    "...discounts on your health insurance for walking to work...",
    "...or giving you a virtual sword for your video game avatar if you buy a particular brand of soda.",
    "You can now even choose to get paid in virtual game currencies for doing real bits of work.",
    "It's all a bit gimmicky at the moment...",
    "...but there is some reason to think...",
    "...that blurring the line between real life and video games might have an upside.",
    "For one, our brains have evolved to give us a little squirt of dopamine when we play games.",
    "And we humans tend to be dopamine fiends.",
    "We get it for doing things that would have helped us back in the day,...",
    "...like eating, sex and, so the theory goes, play.",
    "And it's not just us humans. Animals all the way down the evolutionary tree play.",
    "Social mammals like apes, dolphins, monkeys and coyotes play all the time.",
    "But so do creatures that we branched away from a long, long time ago...",
    "...like turtles and even wasps.",
    "The games they play are all quite different...",
    "...and the exact purpose is a matter of some debate.",
    "Some think play is a way to learn and practice useful skills,...",
    "...others think it helps to build and maintain social bonds.",
    "Others still think it's just a way to release stress.",
    "Human play does all of this with the added bonus that we have language and writing...",
    "...and can create elaborate games with rules and points and reward systems.",
    "Some think this kind of play gets us ready to navigate...",
    "...the complex rules that allow civilization to work.",
    "But whatever the reason, there's no denying games have power over us.",
    "The thing is, it's only gonna get crazier. Why? Technology.",
    "Our phones already have GPS to track our locations,...",
    "...accelerometers to measure our movements,...",
    "...cameras to see our surroundings and screens to help us make sense of it all.",
    "But sensors and screens are getting cheaper by the day.",
    "Many predict that we will soon live in a world...",
    "...where it will be possible to embed cameras and screens...",
    "...in even the most mundane objects.",
    "Tie these altogether with the ubiquitous connection to the Internet...",
    "...and you have a world where everything we do can be tracked and measured.",
    "And anything that can be measured can be made into a game.",
    "How? Just add points."
]