[
    "At Emory University in Atlanta,...",
    "...a researcher wants to help babies communicate with their parents,...",
    "...only babies have no ability to say what's on their minds.",
    "So they communicate through behavior that often leaves parents clueless.",
    "I think that it's extremely important that we are able to...",
    "...better help parents understand the apparent erratic behavior of their children.",
    "Dr. Michelle Lample headed the study on sleep and growth.",
    "She says it's this erratic behavior that leaves parents frustrated.",
    "The most challenging part of being a parent...",
    "...of a young infant is wanting to do what's best for them...",
    "...and wanting to respond to them. And when they cry...",
    "...and when their behavior patterns are so erratic,...",
    "...it makes me feel, as a parent, very insecure.",
    "So Dr. Lample asked parents to write down everything their babies did,...",
    "...including when they slept and when they ate.",
    "Researchers also visited the homes and recorded their own data on 23 babies for 17 months.",
    "This particular study was designed to ask the specific question:...",
    "...Is there an association between sleep behavior and growth spurts?",
    "And this study documents that, yes indeed, common perception...",
    "...that increased sleep precedes growth, is in fact the case.",
    "The researchers also found that longer periods of sleep in both boys and girls...",
    "...also predicted increased weight.",
    "What's more,...",
    "...the study showed differences between the sleep patterns of boys and girls.",
    "Boys would sleep for longer periods of time...",
    "...while girls would sleep for a long stretch and then add a nap.",
    "Dr. Lample says the research shows that seemingly erratic sleep behavior...",
    "...is a normal part of development.",
    "What's next?",
    "Dr. Lample wants to review the data...",
    "...to see if babies tend to eat more before or during a growth spurt.",
    "Carol Pearson, VOA News."
]