[
    "Contrary to popular belief, pictures do lie.",
    "So, make sure they're saying you're skinnier than you really are.",
    "You will need: A monochromatic outfit, a bodyshaper,...",
    "...a heavy object to hold, and a natural smile.",
    "Optional: High heels.",
    "Step 1: If you know in advance you're going to be photographed,...",
    "...wear a bodyshaper, dress all in one color, and make sure your clothes fit well.",
    "Women who are wearing a dress or a skirt should strap on some high heels,...",
    "...the kind that dramatically arches your foot.",
    "This will make your legs look thinner and more toned.",
    "Step 2: Make sure you're not being photographed from below.",
    "That angle alone can add up to 50 pounds!",
    "Step 3: Ladies, if you're standing, strike a red carpet pose by turning a bit sideways...",
    "...and putting one leg in front of the other,...",
    "...toe pointed at an angle and knee slightly bent.",
    "Shift your weight to the back leg.",
    "Step 4: If you're sitting,...",
    "...cross your legs and tuck the calf of the front leg partly behind the bottom leg.",
    "Step 5: To avoid the dreaded double chin, tilt your chin a bit upward.",
    "Press the back of your tongue up against the back of the roof of your mouth.",
    "This tenses the muscles in your jaw, minimizing a double chin.",
    "Step 6: Position your arms so that they are away from your body.",
    "Placing one on a hip is a good look.",
    "Bare arms?",
    "Hold something heavy in your hands,...",
    "...it will make your arms look toned.",
    "Step 7: Stand up straight, pull your shoulders back, and suck your stomach in and up,...",
    "...like you're trying to zip up a tight pair of jeans.",
    "In a group shot, position yourself in the back,...",
    "...those closest to the lens look the biggest.",
    "Step 8: Don't say cheese,...",
    "...it will give you chipmunk cheeks,...",
    "...just go for a natural smile.",
    "Did you know?",
    "In 2008, a Texas congressional candidate caught flak for mailing out a brochure,...",
    "...showing a composite photo of his head on a slimmer body."
]