[
    "The film shown on the museum's huge planetarium screen examines myths and rituals...",
    "...of the ancient Maya in southern Mexico and Central America.",
    "It focuses on the Maya calendar or Long Count,...",
    "...which was divided into Baktuns of 144,000 days each.",
    "All Maya kept the same ritual, solar, and Long Count calendars,...",
    "...using them to describe the past and foretell the future.",
    "On some surviving calendars, everything ends on the day equivalent to our date of December 21st, 2012.",
    "Carolyn Sumners, Vice President of the museum's Department of Astronomy and Physical Science,...",
    "...supervised the film project.",
    "There's an alignment with the center of the galaxy on December 21st.",
    "It just happens that the Maya 13th Baktun starts on December 21st,...",
    "...at least in some of the calendars,...",
    "...and just enough going on to make one want to wonder, \"Is it all connected?\"",
    "But the film makes it clear that the Maya were not necessarily predicting catastrophe.",
    "Sumners says, the end of the Maya time periods generally were regarded...",
    "...the same way we look at such things as the start of a new century or a new millennium.",
    "It seems to be a cause for celebration.",
    "There doesn't seem to be any indication in the Maya writings of great disasters.",
    "They did believe in the end of time.",
    "They talked about great floods.",
    "All these things were discussed,...",
    "...but they didn't tie them to the Long Count.",
    "To bring audiences into the world of the Maya,...",
    "...Sumners and her team went to four sites in Mexico and Guatemala...",
    "...to shoot extreme wide - angle video of the ruins.",
    "They employed computer - generated images...",
    "...to show what those sites might have looked like centuries ago...",
    "...when they were the centers of great Maya achievements in mathematics and astronomy.",
    "Visitors to Houston's Natural Science Museum can also see the Maya artifacts on display.",
    "Curator Dirk Van Tuerenhout is developing an even larger exhibit for next year...",
    "...to coincide with the end - of - the - world date.",
    "It's a combination of all kinds of source of information that we're pulling together...",
    "...to tell the story of the Maya culture, ancient Maya, colonial Maya, modern Maya.",
    "The Maya civilization collapsed more than 500 years ago,...",
    "...probably because of environmental changes that undermined its agriculture.",
    "But Maya people still live in the Yucatan peninsula and parts of Central America...",
    "...and many have emigrated to Houston.",
    "Researchers have used their knowledge of modern Maya languages to decipher the ancient hieroglyphs...",
    "...and many top experts in this field are at the University of Texas.",
    "Van Tuerenhout says, they offer valuable insights.",
    "These ancient voices are speaking through these very few individuals...",
    "...who can read and decipher Maya writing.",
    "Van Tuerenhout says, the ancient Mayan sites continue to provide new information...",
    "...about the mysterious ancient civilization and its achievements.",
    "He says, the museum's goal is to show people that there is much more to the Maya...",
    "...than a spurious prediction of doom.",
    "Greg Flakus, VOA News, Houston."
]