[
    "As is traditional each year on Memorial Day, when the nation honors its war dead,...",
    "...the president and his wife traveled the short distance from the White House...",
    "...to Arlington National Cemetery.",
    "There Mr. Obama took part in a wreath - laying ceremony at the Tomb of the Unknowns,...",
    "...and then, a Memorial Day service in a large amphitheater.",
    "He said his heart goes out to those mourning the loss of a loved one.",
    "That on this day we remember that it is on our behalf that they gave their lives.",
    "We remember that it is their courage, their unselfishness, their devotion...",
    "...to duty that has sustained this country through all its trials and will sustain us through...",
    "...all the trials to come.",
    "We remember that the blessings we enjoy as Americans...",
    "...came at a dear cost; that our very presence here today, as free people in a free society,...",
    "...bears testimony to their enduring legacy. ",
    "Before leaving Arlington Cemetery, President Obama...",
    "...and his wife Michelle stopped at Section 60,...",
    "...which contains the graves of men and women who lost their lives in wars...",
    "...since the September 11th, 2001 terror attacks.",
    "According to Defense Department figures,...",
    "...nearly 6,000 U.S. military personnel have died in Iraq and Afghanistan, more than 43,000 have been wounded.",
    "President Obama also used Memorial Day to announce new military appointments...",
    "...in the White House Rose Garden, the president announced that Army Chief Martin Dempsey...",
    "...would become chairman of the Joint Chiefs of Staff.",
    "After Senate confirmation, General Dempsey will replace Navy Admiral Mike Mullen,...",
    "...whose term expires in September.",
    "The president called General Dempsey one of the nation's most respected and combat - tested generals.",
    "Another Iraq war veteran, General Ray Odierno, becomes army Chief of Staff.",
    "Mr. Obama said General Odierno helped defeat the insurgency in Iraq...",
    "...during the U.S. surge that began in 2007.",
    "Odierno also oversaw the transfer of security to Iraqi forces,...",
    "...paving the way for the withdrawal of U.S. combat troops from Iraq."
]