[
    "My name is John Farnworth, I'm 25.",
    "I'm a football freestyler from Preston, in the UK.",
    "I got into football freestyle in 2003,...",
    "...and it was something that I didn't really know much about to begin with.",
    "And it was just very exciting to watch,...",
    "...something that was quite cool.",
    "Yeah, freestyle just stood out to me 'cause it was so different...",
    "...and there was so much freedom and creativity that could be achieved...",
    "...so that's about what it means, really.",
    "I'm looking to do this professionally...",
    "...so that actually includes a lot of traveling,...",
    "...be in a lot of shows and appearances, so I train as much as possible...",
    "...for every single day.",
    "It's hard to say like the one, hardest trick.",
    "I mean there's probably a bunch of tricks that are slightly harder.",
    "And I mean, the trick which took me longest to learn...",
    "...which is probably jiggling the ball on the soles of my feet,...",
    "...which I can do really comfortably now.",
    "But it took probably about six months of just practicing...",
    "...to get it very comfortable to actually then do it in front of lots of people.",
    "I currently hold the world record for most amounts of around the worlds in a minute,...",
    "...which is 85 just around the world with the trick,...",
    "...quite a popular trick in freestyle.",
    "Also, the most amount of shin jiggles in a minute,...",
    "...which is 107, also the amount of heel jiggles in one minute...",
    "...also jiggling the ball on my heel, 133.",
    "And the last one is the most amount of face rolls,...",
    "...which is 559.",
    "I recently jiggled the ball around the whole London marathon,..",
    "...which is something I've always actually wanted to do.",
    "To do it was amazing, especially in England to do it,...",
    "...with all my support and English people around me, so it was good.",
    "It's such an honor really.",
    "I mean, when I was younger,...",
    "..even though I didn't get into freestyle...",
    "... I knew about Guinness World Records then.",
    "I always said like, \"I wanted to have a world record.\"",
    "I didn't know what it was gonna be in.",
    "But when the opportunity arose in freestyle to have a world record...",
    "...then I took the opportunity because it's just amazing to be part...",
    "...of such a famous thing."
]