[
    "The thing that inspires me about London is the diversity.",
    "I love that eclectic mix of different cultures sort of clashing together...",
    "...in the heart of what is such a pacy and fast, vibrant environment.",
    "My perfect drive through my city, or in my city always starts very early.",
    "I used to have a ridiculously early drive to work at about half past three in the morning.",
    "And I'd love coming in on the A4, through Kensington,...",
    "...go past the Natural History Museum, the back of the Royal Albert Hall...",
    "Christmas, when the lights are in the trees.",
    "It's really, really atmospheric.",
    "Keep heading in past Harrods which should all be lit up through Knight's Bridge...",
    "...up to Hyde Park corner. Yeah, Hyde Park corner.",
    "Go round the back of the Queen's House, down Birdcage Walk,...",
    "...towards Parliament Square,...",
    "...and of that sense of history and tradition as soon as you see Big Ben,...",
    "...and Parliament, the House of Parliament, Parliament Square.",
    "And the juxtaposition of all the protesters that are camping out...",
    "...that have been on Parliament Green for such a long time.",
    "And then, the best bit for me, always, and I still get a thrill when I do this now...",
    "...is driving over the river.",
    "Particularly on a really still morning, and you can barely see the Thames moving.",
    "That is still my favorite drive through the city.",
    "The things that make me proud of my city is this rich history and this fantastic tapestry we've got.",
    "The juxtaposition of the architecture...",
    "...and going back hundreds of years in these extraordinary buildings,...",
    "...and next to them these, sort of, the futuristic buildings of the city.",
    "I love the higgledy-piggledy nature of it as well.",
    "I love the fact that our city was never designed for this many people.",
    "It's the unknown quantity and the unknown quality of London that makes it so special.",
    "The fact that you drive down a road and you just think,...",
    "...I've no idea where this road's gonna come out,...",
    "...and you end up discovering something brand new.",
    "And that's exactly what makes me proud of this city,...",
    "...is the exciting hidden qualities."
]