[
    "You've got to take risks. And I'm sure you've probably heard that before.",
    "But I wanna talk to you about why that's so important.",
    "I've got three reasons and you can pick up your iPhones.",
    "First, you will fail at some point in your life.",
    "Accept it.",
    "You will lose.",
    "You will embarrass yourself.",
    "You will suck at something.",
    "There's no doubt about it.",
    "And I know that's probably not a traditional message for a graduation ceremony,...",
    "...but hey, I'm telling you, embrace it...",
    "...because it's inevitable.",
    "The point is, and I'll pick up the pace.",
    "The point is, every graduate here today has the training and the talent to succeed.",
    "But do you have the guts to fail?",
    "Here's my second point about failure,...",
    "...if you don't fail, you're not even trying.",
    "I'll say it again.",
    "If you don't fail, you're not even trying.",
    "My wife told me this great expression,...",
    "...\"To get something you never had, you have to do something you never did.\"",
    "Les Brown's a motivational speaker. He made an analogy about this.",
    "He says, imagine you're on your deathbed...",
    "...and standing around your deathbed are the ghosts representing your unfulfilled potential.",
    "The ghosts of the ideas you never acted on.",
    "The ghosts of the talents you didn't use.",
    "And they're standing around your bed,...",
    "...angry, disappointed and upset.",
    "They say, \"We came to you because you could have brought us to life,\" they say.",
    "\"And now we have to go to the grave together.\"",
    "So I ask you today.",
    "How many ghosts are gonna be around your bed when your time comes?",
    "Because taking risk is not just about going for a job.",
    "It's also about knowing what you know and what you don't know.",
    "It's about being open to people and to ideas.",
    "And I can't think of a better message as we send you off today.",
    "To not only take risks, but to be open to life.",
    "To accept new views and to be open to new opinions.",
    "To be willing to speak at a commencement at one of the best universities in the country...",
    "...even though you're scared stiff.",
    "While it may be frightening, it will also be rewarding.",
    "Because the chances you take, the people you meet,...",
    "...the people you love, the faith that you have,...",
    "...that's what's going to define you."
]