[
    "Doctors have discovered something incredible.",
    "They found a way to reverse type two diabetes.",
    "Bariatric surgery is an umbrella term for different surgeries that make the stomach smaller.",
    "One in particular, gastric bypass surgery,...",
    "...reverses type two diabetes in up to 80 percent of the patients.",
    "Dr. Phil Schauer at the Cleveland Clinic says afterwards, patients can literally throw away their insulin.",
    "Before they leave the hospital, they will never use insulin again.",
    "Before her surgery, Katy Wiley suffered from complications from diabetes for 16 years.",
    "It was horrible. Diabetes controlled my life.",
    "Some doctors are now promoting gastric bypass surgery as a way to control diabetes.",
    "Bariatric surgery has been shown...",
    "...to be able to bring blood sugar under control more effectively...",
    "...than other intervention such as dietary intervention.",
    "And we don't have a complete explanation for that phenomenon.",
    "Professor Christopher Newgard at Duke University and other researchers at Columbia University...",
    "...began looking for chemical changes in the body's metabolism.",
    "They looked at one group of diabetics who had the surgery...",
    "...and another group who lost weight through diet and exercise.",
    "Both groups lost the same amount of weight.",
    "Then the researchers analyzed the chemical differences in the patients' blood.",
    "And we found there indeed, there was a very clear difference...",
    "...in the chemical response to weight loss by those two different interventions.",
    "Those who had the surgery had fewer insulin - resisting amino acids in their blood.",
    "Amino acids are building blocks for protein.",
    "But some types prevent the body from using insulin to control blood sugar levels.",
    "These particular amino acids are called branched chain amino acids.",
    "What are some of the things that we have found about branched chain amino acids in the last couple of years,...",
    "...strongly associated with insulin resistance,...",
    "...strongly associated or strongly predictive of imminent diabetes risk,...",
    "...and then strongly responsive to an intervention which we know to be...",
    "...very efficient for improving blood glucose homeostasis and that is bariatric surgery.",
    "At this time, bariatric surgery is the most effective way of reversing type two diabetes.",
    "But doctors hope, with more research, drugs can be developed to control those amino acids...",
    "...and reverse this disease.",
    "Carol Pearson, VOA News."
]