[
    "Why do I do so much stuff that involves mystery?",
    "And I started trying to figure it out.",
    "And I started thinking about why do I do any of what I do,...",
    "...and I started thinking about my grandfather.",
    "I loved my grandfather, Harry Kelvin.",
    "As a kid I saw him...",
    "...come over to me with radios and telephones and all sorts of things.",
    "And he'd open them up: he'd unscrew them and reveal the inner workings...",
    "...which many of us I'm sure, take for granted.",
    "But it's an amazing gift to give a kid:...",
    "...to open up this thing and show how it works and why it works and what it is.",
    "He was the ultimate deconstructor in many ways.",
    "When I was a kid, I was always, like, taking apart...",
    "...boxes and stuff.",
    "And last night in the hotel, I took apart the Kleenex box.",
    "I was just looking at it. And I'm telling you,...",
    "...the thing is, we'd go to this magic store in New York City called Lou Tannen's Magic.",
    "Anyway,...",
    "...so one of the things that I bought at the magic store was this:...",
    "....Tannen's Mystery Magic Box.",
    "If you look at this, you'll see it's never been opened.",
    "But I've had this forever.",
    "And there was this giant question mark.",
    "I love the design, for what it's worth, of this thing.",
    "And I started thinking, \"Why haven't I opened it?\"",
    "And I realized that I haven't opened it because it represents...",
    "...something important to me.",
    "It represents my grandfather.",
    "And so I started thinking about \"Lost\" and stuff that we do,...",
    "...and I realized, \"Oh my God! Mystery boxes are everywhere in what I do!\"",
    "In terms of the content of it, you look at that story,...",
    "...you think, \"Well, what are stories but mystery boxes?\"",
    "Finally,...",
    "there's this idea, stretching the sort of paradigm a little bit,...",
    "...but the idea of the mystery box...",
    "...meaning, what you think you're getting,...",
    "...than what you're really getting.",
    "And it's true in so many movies and stories."
]