[
    "When I was a child,...",
    "...I always wanted to be a superhero.",
    "I wanted to save the world and then make everyone happy.",
    "But I knew that I'd need super powers to make my dreams come true.",
    "When I grew up...",
    "...and realized that science fiction was not the good source for super powers...",
    "...I decided instead, to embark on a journey of real science...",
    "...to find a more useful truth.",
    "I started my journey in California with a UC Berkeley 30 - year longitudinal study.",
    "By measuring their students' smiles,...",
    "...researchers were able to predict...",
    "...how fulfilling and long - lasting a subject's marriage will be,...",
    "...how well she would score in standardized tests of well-being,...",
    "...and how inspiring she would be to others.",
    "In another yearbook,...",
    "...I stumbled upon Barry Obama's picture.",
    "When I first saw his picture, I thought that his super powers came from his...",
    "...super collar.",
    "But now I know it was all in his smile.",
    "Another \"aha!\" moment came from a 2010 Wayne State University...",
    "...research project that looked into pre - 1950s baseball cards of Major League players.",
    "Players who didn't smile in their pictures lived an average of only 72.9 years,...",
    "...whereas players with beaming smiles lived an average of almost 80 years.",
    "The good news is that we're actually born smiling.",
    "When they're born, babies continue to smile...",
    "...initially, mostly in their sleep.",
    "And even blind babies smile to the sound of the human voice.",
    "Smiling is one of the most basic, biologically uniform expressions of all humans.",
    "So whenever you wanna look great and competent, reduce your stress...",
    "... or improve your marriage...",
    "...or whenever you want to tap into a super power...",
    "...that will help you and everyone around you live a longer,...",
    "...healthier, happier life, smile."
]