[
    "The Guy's Manual; powered by Grape-Nuts,...",
    "...the one of a kind crunchy nuggets...",
    "...with the energy you need to get the tough things done.",
    "Updating Your Wardrobe after 15 years.",
    "They say that clothes make the man, which begs the question,...",
    "...\"What are these clothes making you?\"",
    "Robert, you're better than this. You and your wardrobe.",
    "Unless you're starting a new life...",
    "...as a globe-trotting socialite,...",
    "...most of these new duds will be seen at the office,...",
    "...so buy what you need.",
    "Research your new look online and pin down your must-haves:...",
    "...shirts, pants, shoes...",
    "... and make sure you can mix and match these babies.",
    "The more neutral colors, the better.",
    "Notice the style of your friends and co-workers.",
    "If you see something you like, put it on the list.",
    "Okay, next tip.",
    "Updating your threads is one thing,...",
    "... but flash forwarding to the year 3000 is another.",
    "So try dressing your age.",
    "If you can remember when gas was called \"ethyl\",...",
    "..it's in your best interest to not dress like a preteen pop star.",
    "Side rule coming: lucky for you fashion is cyclical,...",
    "...which means there's a chance...",
    "...you may have a few vintage gems stashed away at the back of your closet.",
    "Now, just because you look good in it doesn't mean you'll feel good in it.",
    "Find the happy medium of both style and comfort.",
    "You won't truly look good unless you feel comfortable.",
    "I can't feel my legs.",
    "Okay, the hard truth now.",
    "You shouldn't be allowed to leave the house in search of new duds all by yourself.",
    "Your taste got you into this mess in the first place, pal.",
    "Find a good shopping buddy.",
    "Hey honey, I was gonna go clothes shopping,...",
    "...if you're too busy...",
    "No! No, no.",
    "You'll be surprised who's eager to help you get back in the fashion.",
    "It may take some time, but you'll catch on.",
    "And then you'll reap the benefits.",
    "Until next time, enjoy being a well - dressed man,...",
    "...who gets the tough things done."
]