[
    "25 years of marriage and you have nothing to say?",
    "I'll just say it.",
    "I slept with someone.",
    "If you keep talking, I'm gonna get out of the car.",
    "I think the fact that I did it, it just shows how broken we are.",
    "Oh my god! Cal!",
    "You're getting a divorce?",
    "Yeah.",
    "Amy heard you crying in the bathroom.",
    "We all thought it was cancer.",
    "Thank god, man!",
    "Yeah, it's my relationship.",
    "Hi. Can I buy you a drink?",
    "Uh-huh.",
    "Let's get out of here.",
    "Wanna get out of here?",
    "Yeah.",
    "What are you doing later?",
    "I don't know.",
    "I do.",
    "There's lots of beautiful women in this bar but I can't take my eyes off of you.",
    "It's time to go home.",
    "Well that's forward of you, but okay.",
    "Should I pull the car around?",
    "You've been drinking?",
    "I'll drive.",
    "Hey ladies' man guy, got any tips of the trade?",
    "Your wife cheated on you because you lost sight of who you are as a man.",
    "Just take that straw out of your mouth;...",
    "...looks like you're sucking on it.",
    "Okay.",
    "You're sitting there with a Supercuts haircut...",
    "...and you're wearing a 44 when you should be wearing a 42 regular.",
    "Credit card.",
    "Where are your wallets?",
    "Would you sleep with him?",
    "Jeez, god!",
    "Yeah, probably.",
    "You would?",
    "You gotta take control of your manhood, pal.",
    "Can you put on some clothes, please?",
    "I'm sorry, is this bothering you?",
    "Beautiful.",
    "I wonder what you'll do with me?",
    "I wanna show you off to my ex - wife, make her really jealous.",
    "I met a girl and she is a game changer.",
    "She's your soul mate, right?",
    "Go get her back.",
    "Wow. How old are you?",
    "I'm in love with her and I don't know what to do about it.",
    "I don't know when you and I stopped being us.",
    "You know when I told you that I had to work late,...",
    "...I really went to see the new Twilight movie by myself.",
    "And it was so bad.",
    "I should have fought for you.",
    "Take off your shirt.",
    "Why?",
    "Will you take off your shirt?",
    "Seriously? It's like you're photoshopped!"
]