[
    "So, what do I know about change?",
    "First thing I know is that everybody is afraid of something.",
    "Everybody is afraid of something.",
    "All of you are afraid of something.",
    "All of us are afraid of something.",
    "What distinguishes people who are successful in their life from those who are not...",
    "...is what you do with your fear.",
    "Some people are held back by their fears...",
    "...and some people choose to move ahead in spite of fear.",
    "Courage is not the absence of fear.",
    "Courage is acting in spite of fear.",
    "But because everybody is afraid, what most of the time people are afraid of is something new.",
    "The essence of entrepreneurship is risk taking.",
    "The essence of business is risk taking.",
    "Taking a risk is all about trying something new.",
    "And yet as people go on in their lives, they become afraid of trying something new.",
    "And so, change is always resisted, always.",
    "Because people are afraid, even if what they have is not satisfying to them,...",
    "...a lot of people are afraid to venture into the unknown.",
    "And that holds them back from change.",
    "And if you are trying to drive a company, an organization, your colleagues towards change,...",
    "...you have to know that they are afraid.",
    "And you have to know as well that the only way you can help people get over their fear...",
    "...is to give them a vision of something that's worth striving for,...",
    "...that's worth taking a risk for.",
    "But the other reason change is always resisted is because the natural momentum,...",
    "...the natural instinct of any institution...",
    "...any institution,...",
    "...I don't care if that institution is a family, a board, a university,...",
    "...a company of five people or 500,000.",
    "Today, one of the many very interesting things that I do...",
    "...is I chair the advisory board for the Central Intelligence Agency.",
    "And so I can say, without fear of contradiction,...",
    "...that this is true of government agencies, everybody.",
    "The natural momentum of any organization is to preserve the status quo.",
    "Why?",
    "Because people who have positions of power and influence want to keep them.",
    "And so, they invest their energies in maintaining their position of power and influence.",
    "This isn't because people are bad.",
    "It's just human nature.",
    "And so again, if you are focused on risk taking, change,...",
    "...you have to understand that the momentum that works against you...",
    "..is the power of the status quo.",
    "And it's always there.",
    "That's why change is hard.",
    "And the other force that pushes against change is fear.",
    "Basic human fear.",
    "And so change has to have enough power.",
    "The power of the vision about what can be different,...",
    "...it has to have enough force and enough energy to overcome people's fears...",
    "...and to overcome the power of the status quo."
]