[
    "United States, Slovenia, Great Britain.",
    "Most of the sports that are around have been started by Brits.",
    "We start it off then everybody picks it up, and then does it better than we do.",
    "I think in some ways British people have had a problem over a long period of time...",
    "...and I'm thinking, \"Oh no, we're British we've got to do it as very much amateurs!\"",
    "...and it was about having a good fight.",
    "But it wasn't about winning.",
    "But I think over the last few decades, that has slowly changed.",
    "It's not a bad thing to be British and to be a winner.",
    "That's a good thing.",
    "We welcome Mr. Juan Antonio Samaranch who is presenting Mr. Steve Redgrave, OBE...",
    "...with a gold Olympic pin to acknowledge his fifth Gold Medal,...",
    "...a record.",
    "I think we've become very happy within our own skins...",
    "...because it's not embarrassing to go out and win races...",
    "...or even to say that you're the best in the field in this particular area.",
    "And I think we've been able to accept that as a nation in some ways.",
    "And certainly moving towards 2012...",
    "...and having the greatest sporting event coming to our country,...",
    "...there is an expectation that we don't just want to put on a fantastic Games.",
    "But we want our athletes to do well as well and to win some gold medals.",
    "I was asked to be helping out on the bid process.",
    "And I didn't even have to give it a thought.",
    "It was something of being able to hand something down to the next generation.",
    "That's the Aquatic over there.",
    "When the bid was suggested in the UK, that we were going to bid for the games...",
    "...there were people saying, \"No, we're never gonna get it.\"",
    "In less than three years they'll be opening doors,...",
    "...people will be sitting in these seats,...",
    "...watching the athletes doing their bit down there.",
    "I just find that incredible in some ways,...",
    "...of so many people who put so much effort into it.",
    "But it's gonna happen,...",
    "..it's gonna succeed and it's gonna be really very, very special to be here.",
    "I'd really love to be able to compete in these games.",
    "As a 50 - year - old, I think I'd be probably struggling a little bit...",
    "...but it'll certainly be a very proud day from those humble beginnings of getting out in a boat...",
    "...to seeing the opening ceremony, seeing the flame lit.",
    "I'm gonna be one proud British guy.",
    "There's no doubt about that."
]