[
    "Hi, I'm Zeinab Badawi.",
    "I'm a television presenter and this is \"See Britain Through My Eyes\".",
    "I was born in Sudan at the time when the British were in power there.",
    "But I moved with my family to London when I was 2 years old.",
    "Sudan got its independence in 1956.",
    "My father had been involved in pre - independence politics...",
    "...and he ceased to be in politics and he moved into journalism.",
    "But by about '62 - '63 it was quite difficult for my father to stay in the country.",
    "There'd been a military dictatorship a few years earlier.",
    "So, he came ahead of the family and in fact he got a job with the BBC Arabic Service at Bush House.",
    "I think the key thing that we take for granted here in Britain is freedom of speech, freedom of expression.",
    "Having reported and worked in many countries abroad,...",
    "...I have seen and witnessed firsthand how there is a much tighter state control of the media.",
    "People aren't often given a true or balanced or accurate picture of what's actually going on.",
    "As we speak, there are people languishing in jail because they dared to speak out.",
    "I just stand on the steps there and I do a trail.",
    "Obviously, democracy here is an old robust one.",
    "You can vote a government in, you can vote a government out.",
    "And so, I suppose my background means that I don't take this liberty for granted...",
    "...and I believe it is a real cornerstone of democracy.",
    "Are we ready?",
    "Okay.",
    "How soon will debt - ridden Greece get the financial rescue package it's demanding?",
    "My news program \"World News Today\",...",
    "...it's an evening program that goes out in Britain on BBC 4 Television at 7 p.m....",
    "...and it goes out on our international channel BBC World News.",
    "We reach something like 250 million households.",
    "The outright winner in Sudan's landmark elections, the opposition say, is fraudulent.",
    "I'll do it again actually.",
    "Too long; it's gonna be too long.",
    "We really try and find stories which affect the global citizen.",
    "How will he, the country and the international community, respond?",
    "That's World News Today with me Zeinab Badawi.",
    "I should have written it and then I would have done it to time.",
    "So sorry, I was doing it a bit on the hoof.",
    "I know it's cliche to say but it's true that globalization means everybody's lives are very interlinked.",
    "We saw that with the financial crisis."
]