[
    "Hi! This is John Stewart...",
    "...and this is how to wear your pack properly for a weekend camping trip.",
    "Once you've got everything packed, you're ready to hit the trail.",
    "You gotta put your pack on properly now though.",
    "This can be easily accomplished.",
    "Get your pack while it's on the ground...",
    "...and loosen all the straps on the suspension system.",
    "Waist belt, shoulder straps, and your chest strap,...",
    "...loosen them even though you might think it's gonna be easily fitted,...",
    "...just loosen them all the way.",
    "If you have somebody there to help you get the pack up onto your shoulders,...",
    "...if not, you can just throw it right over one shoulder.",
    "And then go right back and grab your other shoulder strap,...",
    "...put both shoulder straps on.",
    "Once you have that on, you wanna buckle your waist belt first.",
    "Come down, get the waist belt buckled,...",
    "...have it sitting right on the top of your waist, right at your hip bone.",
    "This is where most of your load is gonna be, so you wanna get this right.",
    "Get it sitting right on the top of your hip bone,...",
    "...then you're gonna take, tighten your shoulder straps.",
    "Grab your two tag ends, pull down and back at the same time.",
    "Get these nice and tight.",
    "You want it to be sitting cupped right on the top of your shoulders.",
    "Once you've got that, you can buckle your chest strap.",
    "Do you have to buckle your chest strap?",
    "No, it doesn't serve any purpose, just a little bit comfortable for some people.",
    "It keeps the straps from wanting to pull off of you.",
    "So, tighten your chest strap down...",
    "...and then come back right behind your shoulders, you've got your load straps.",
    "Pull these nice and tight so that the load is right there on your shoulders, okay?",
    "Once you've done these things, you're ready to hit the trail,...",
    "...take off, and have a good time.",
    "And this is how to pack your pack, and wear it properly for a weekend camping trip."
]