[
    "You know for me, the interest in contemporary forms of slavery...",
    "...started with a leaflet that I picked up in London.",
    "It was the early '90s and I was at a public event.",
    "And I saw this leaflet and it said,...",
    "\"There are millions of slaves in the world today.\"",
    "And I thought, \"No way, no way.\"",
    "And I'm going to admit to hubris...",
    "...because I'm going to admit to you, I also thought,...",
    "\"How can I be like a hotshot;\"",
    "\"young, full professor who teaches human rights, and not know this?\"...",
    "...so it can't be true.",
    "Well if you teach, if you worship in the temple of learning,...",
    "...do not mock the gods...",
    "...because they will take you, fill you with curiosity and desire, and drive you;...",
    "...drive you with a passion to change things.",
    "I went out and did a lit review.",
    "3,000 articles on the keyword \"slavery\".",
    "Two turned out to be about contemporary, only two.",
    "All the rest of it were historical.",
    "They were press pieces and they were full of outrage.",
    "They were full of speculation.",
    "They were anecdotal,...",
    "...no solid information.",
    "So, I began to do a research project of my own.",
    "I went to five countries around the world.",
    "I looked at slaves.",
    "I met slaveholders.",
    "And I looked very deeply into slave - based businesses...",
    "...because this is an economic crime.",
    "People do not enslave people to be mean to them.",
    "They do it to make a profit.",
    "And I've got to tell you, what I found out in the world,...",
    "...in four different continents was depressingly familiar...",
    "...like this.",
    "Agricultural workers in Africa whipped and beaten,...",
    "...showing us how they were beaten in the fields before they escaped from slavery and met up with our film crew.",
    "It was mind-blowing.",
    "And I want to be very clear,...",
    "...I'm talking about real slavery.",
    "This is not about lousy marriages.",
    "This is not about jobs that suck.",
    "This is about people who cannot walk away,...",
    "...people who are forced to work without pay,...",
    "...people who are operating twenty-four seven under a threat of violence and have no pay.",
    "It's real slavery in exactly the same way that slavery would be recognized throughout all of human history."
]