[
    "Alright, let's talk about some guidelines.",
    "Running is a really simple sport.",
    "It doesn't require a lot of equipment.",
    "However, there are a few guidelines that you might wanna think about...",
    "...before starting your running program.",
    "First, you wanna make sure that you warm up properly...",
    "...before going out on a run.",
    "Muscles need to be warmed up as well as the joints.",
    "So, I recommend before ever going out on a run...",
    "...is to warm up for a couple of minutes very slowly.",
    "You might wanna start walking first...",
    "...and then proceed to go into your run.",
    "This will allow your body a chance to warm up properly...",
    "...before exerting yourself a little bit more strenuously.",
    "After you run, you might wanna stretch for a couple of minutes.",
    "A lot of runners, they just wanna get in their run...",
    "...and then get dressed, and get to their destination.",
    "However, it's important that you include a couple of stretches afterward,...",
    "...keep your muscles flexible,...",
    "...because running tightens your muscles,...",
    "...keeps your muscles very tight.",
    "So, please stretch after you run.",
    "Also, you wanna make sure that you're properly hydrated...",
    "...before you go out on your run.",
    "It's best to drink about eight ounces of water before your run.",
    "If you can, during and after.",
    "Try to avoid running in the heat of the day,...",
    "...which is generally between 10 am and 2 pm.",
    "You also want to stop running...",
    "...if you feel dizzy, light-headed, nauseous.",
    "Please listen to your body.",
    "If you feel any of those signs, it's best to just stop running.",
    "Runners can be very stubborn, don't be one of those runners.",
    "Every runner is different,...",
    "...but you might wanna consider having a light snack...",
    "...about an hour or two before your run.",
    "I don't recommend eating a heavy meal.",
    "You wanna keep it light, maybe a banana, a piece of fruit,...",
    "...something high in carbohydrates, or something that digests easily.",
    "OK. So, we went over the guidelines, safety,...",
    "...items that you'll need, now it's time to learn how to run."
]