[
    "US facing Japan, both teams,...",
    "...but misses, that would be costly.",
    "2nd half still scoreless.",
    "Alex Morgan, in front.",
    "That won't go in.",
    "The ball is clear. Take another look, the ball hits the post. Homare Sawa...",
    "...clears it away as Japan once again just getting out of the way.",
    "68th minute.",
    "Ripino to Morgan, the 22 - year old from Diamond Bar, California,...",
    "...a sub in this game, puts it in the back of the net and the US takes the lead.",
    "80th minute.",
    "Rachel Buehler, stopped in front, finds Alice Krieger.",
    "Can't get it out.",
    "And Aya Miyama scores for Japan...",
    "...as Hope Solo goes the wrong way and we are tied at 1.",
    "Take a couple more looks at this. Miyama,...",
    "...so we go the extra time.",
    "103rd minute.",
    "More from Alex Morgan;...",
    "...her star rose incredibly today.",
    "The cross, Abby Wambach using her head.",
    "She did it against France, she did it against Brazil and folks, this is not easy.",
    "Going up high.",
    "117th minute. The corner from Miyama,...",
    "...deflected in by Sawa.",
    "Just like that, Japan has hope one more time.",
    "With just three minutes to go in extra time,...",
    "...they're tied at 2.",
    "We saw it happen in '99 against China. Could they do it one more time?",
    "Shannon Boxx, no.",
    "The first time the US has missed a kick...",
    "...in a Women's World Cup Final. Then Carli Lloyd,...",
    "...she can't believe it goes over the crossbar.",
    "So, Japan with a chance.",
    "Nagasato stopped by Hope Solo, so still some life for the United States.",
    "Saki Kumagai.",
    "And that's for the Women's World Cup title.",
    "The US falls to Japan...",
    "...as Japan wins its first ever Women's World Cup.",
    "Their nation of course, less than four months ago...",
    "...ravaged by the tsunami and the earthquakes that killed thousands of people.",
    "Their nation surrounded by this and...",
    "...really uplifted by Japan's run to the Women's World Cup Finals.",
    "It's their first ever World Cup in team history as the US loses for the first time to Japan."
]