[
    "Welcome to startcooking.com! I'm Kathy Maister.",
    "Cooking up some fried rice is a great way to use up leftovers.",
    "Ingredient and equipment list are at the end of this video.",
    "Be sure to start with two cups of cold, cooked rice.",
    "When it's just cooked, hot rice is too moist and sticky,...",
    "...and will make your fried rice very soggy.",
    "As with all stir-fry recipes, get all your ingredients prepared...",
    "...before you turn on the stove.",
    "Let one cup of frozen peas defrost on a plate...",
    "...while the rest of the ingredients get prepared.",
    "Crack two eggs into a small bowl and beat them with a fork...",
    "...until they are all mixed together.",
    "We need about one - half cup of diced onions.",
    "Cut off the top of the onion and peel away the skin,...",
    "...leaving the root end intact.",
    "Making 1/8 inch cuts, dice the onion.",
    "Trim the ends off two green onions and cut them into about one quarter inch bits.",
    "Now, for the sauce, measure 1/4 cup of oyster sauce into a measuring cup.",
    "Mix in two tablespoons of soy sauce.",
    "Let's start cooking.",
    "Preheat a large frying pan on medium heat for about 30 seconds.",
    "Add one tablespoon of canola oil or peanut oil.",
    "Let that heat up for another 30 seconds.",
    "Pour the beaten eggs into the pan.",
    "Swirl them around so that there's a thin layer of eggs on the bottom of the pan.",
    "Let the eggs cook until they're dry on top.",
    "Remove the eggs from the pan and put them onto a plate.",
    "With two dinner knives, slice them into strips,...",
    "...they'll get added to the rice in just a minute.",
    "Turn the heat up to medium high and add one more tablespoon of oil to the pan.",
    "Heat the oil for about 30 seconds.",
    "Add the diced yellow onion to the hot oil and cook the onion for about one minute.",
    "Now, add the rice and stir until it's heated through.",
    "This should take only about a minute or two.",
    "If you have any leftover ham, chicken, pork, or shrimp, chop it up...",
    "...and it can be added at this point to the fried rice if you wish.",
    "Mix in the sauce, the defrosted peas, and the green onions.",
    "Keep stirring until everything is nice and hot.",
    "Now, mix in the cooked eggs and we're done. Enjoy!"
]