[
    "Jimmy Wales is the founder of Wikipedia,...",
    "...the largest and most popular encyclopedia on the planet.",
    "He's also a card-carrying believer in Internet freedom.",
    "Here, he is explaining exactly what that means.",
    "So 20 years ago, if I wanted to know something,...",
    "...I would have to buy a set of encyclopedias...",
    "...the size of a concrete block.",
    "One hundred years ago,...",
    "...I would have had to borrow the books because it'd be too expensive...",
    "...for most people to buy.",
    "Five hundred years ago, I would have had to borrow a book...",
    "...from a priest or a lord or just go and ask them...",
    "...because they're the only people who had books and most people didn't even know how to read.",
    "The Internet has changed all this forever.",
    "Of course now, we have information on demand.",
    "And it's not just one-way traffic, I can publish my thoughts online...",
    "...for anyone that's interested to read.",
    "It becomes so normal that we take all this freedom for granted.",
    "Today, there are over two billion people connected to the Internet...",
    "...but a third of them are living in an information Dark Age...",
    "...because some leaders censor information as too troublesome for ordinary people to see.",
    "Chunks of history are being removed, websites are being rubbed out...",
    "...and people are being punished for talking freely online.",
    "Internet should be a force for freedom, not repression.",
    "Ordinary people should be in control of the content they view...",
    "...and they should do it without fear of being punished.",
    "Internet repression is spreading.",
    "The world faces the danger of two Internets,...",
    "...one for the free exchange of ideas and another for oppression.",
    "It undermines the very principle on which the Internet was founded.",
    "The Internet is freedom of information.",
    "And the Internet is bigger than newspapers,...",
    "...it's bigger than radio, it's even bigger than television...",
    "...which is why we can never allow governments to take control.",
    "The Internet was founded on the principle of freedom.",
    "The definition is the right to act, speak or think as we want...",
    "...without hindrance and without restraint."
]