[
    "Why do so many people reach success and then fail?",
    "One of the big reasons is, we think success is a one-way street.",
    "So, we do everything that leads up to success.",
    "But then we get there,...",
    "...we figure we've made it,...",
    "...we sit back in our comfort zone and we actually stop doing everything that made us successful.",
    "And it doesn't take long to go downhill.",
    "And I can tell you this happens because it happened to me.",
    "Reaching success, I worked hard, I pushed myself.",
    "But then I stopped because I figured, \"Oh, you know, I've made it.\"",
    "\"I can just sit back and relax.\"",
    "Reaching success, I always tried to improve and do good work.",
    "But then I stopped because I figured,...",
    "...\"Hey, I'm good enough. I don't need to improve anymore.\"",
    "Reaching success, I was pretty good at coming up with good ideas,...",
    "...because I did all these simple things that lead to ideas. But then I stopped.",
    "Because I figured I was this hotshot guy and...",
    "...I shouldn't have to work at ideas. They should just come like magic.",
    "And the only thing that came was creative block.",
    "I couldn't come up with any ideas.",
    "Reaching success, I always focused on clients and projects, and ignored the money.",
    "Then, all this money started pouring in and I got distracted by it.",
    "And suddenly I was on the phone with my stockbroker and my real estate agent,...",
    "...when I should have been talking to my clients.",
    "And reaching success, I always did what I loved.",
    "But then I got into stuff I didn't love, like management.",
    "I'm the world's worst manager but I figured I should be doing it.",
    "Because I was, after all, the president of the company.",
    "Well, soon a black cloud formed over my head and here I was,...",
    "...outwardly very successful but inwardly very depressed.",
    "But I'm a guy. I knew how to fix it. I bought a fast car.",
    "It didn't help. I was faster but just as depressed, so I went to my doctor. I said,...",
    "\"...Doc, I can buy anything I want. But I'm not happy. I'm depressed.\""
]