[
    "Hey! This is Scott from Google.",
    "We're here in Times Square New York to find out what is a browser.",
    "A website that you can search on, I think.",
    "I call it a search engine that's why I call it the browser.",
    "What is a browser?",
    "Browser is a search engine.",
    "Browser?",
    "Is a search engine. Browse what?",
    "It's where I search through, like to find things.",
    "What's that?",
    "It's where you put your search terms. Correct?",
    "What is a browser?",
    "Google, what else?",
    "A browser is what you use to look at the Internet web pages.",
    "What is a browser?",
    "What is a browser?",
    "I use Yahoo! No, it's not in our browser.",
    "Do you know what's the difference between a search engine and a browser?",
    "Well, not exactly. I mean, no.",
    "I don't know.",
    " I guess the Internet is just where you, you know,...",
    "...find anything and I guess you browse the same way.",
    "Hell, I don't know.",
    "A browser is when you know what you're looking for...",
    "...and a search engine is  when you're searching for something.",
    "I see my browsers the way they get on but ah; no, I don't know much.",
    "So, do you know what's the difference between Google and your browser?",
    "No, not really.",
    "What browser do you use?",
    "I use Firefox.",
    "What made you use Mozilla Firefox?",
    "My friend came over to my house and erased all my other browsers...",
    "...and installed it and said you're using this now.",
    "What browser do you guys use?",
    "Google.",
    "I have AOL. We go through broadband.",
    "The big E with the Explorer. I'm not a computer guy. I might be the wrong one for this.",
    "What browser do you guys like to use?",
    "We use Google.",
    "I use Google.",
    "Google predominates the market obviously...",
    "...but occasionally, I like to go to Yahoo just to get in some business.",
    "Yeah, I use Internet Explorer and Mozilla Firefox.",
    "Oh! Is that your Internet browser? Help!",
    "Have you heard of Google's browser Chrome?",
    "No, I haven't. No.",
    "C - H - R - O - M - E? No.",
    "What is that?",
    "Crown?",
    "Chrome.",
    "No, I have not.",
    "Have you heard of Google's Chrome browser?",
    "No. Should I use it?",
    "Have you heard of Google's Chrome browser?",
    "Chrome browser? No way!"
]