[
    "Thank you Toby for sharing your story with us here today.",
    "Toby's story highlights what Pyeongchang 2018 is really all about.",
    "It's about giving people with desire and talent...",
    "...the tools they need to excel and succeed.",
    "It's about expanding the potential of winter sport in underserved markets.",
    "And New Horizons is ultimately about what the Olympic movement uniquely provides to the world.",
    "Potential, opportunity and hope.",
    "Some have said that this is a contest between the roots of traditional winter sports...",
    "...and the new shores of opportunity.",
    "Some have said that the Winter Games need to return...",
    "...to their traditional markets to be replenished.",
    "Actually, of the 21 Winter Games held so far since 1924,...",
    "...19 have been held in traditional winter sports markets.",
    "And only 2 have been held in Asia.",
    "And none in Korea.",
    "So, if any region needs replenishment,...",
    "...we humbly propose that we need the Winter Games in Asia...",
    "...to nurture the seeds that were planted in Sapporo and in Nagano...",
    "...so that they too can grow and flourish.",
    "But this race is not about geography.",
    "It is a race about dreams.",
    "It is a race about human potential.",
    "I would now like to speak in French.",
    "Through the beauty of sport, the Olympic movement has the unique power...",
    "...to inspire social, economic...",
    "...and sometimes, even ideological change.",
    "Korea experienced this unique power firsthand in 1988.",
    "And for over 10 years, we've nurtured the dream of sharing that experience with others...",
    "...who have not had the opportunity.",
    "We've already set in motion a change of positive and profound changes...",
    "...for our people and the region around us.",
    "The considerable level of our investments...",
    "...is being made in advancing the performance of elite Winter Olympic and Paralympic athletes.",
    "And new sporting heroes can be expected...",
    "...such as Yu-na Kim.",
    "They are inspiring youngsters of the entire world...",
    "...to pursue excellence and physical activities wherever they may live.",
    "And now, I will continue in English."
]