[
    "President Rogge, members of the IOC, good afternoon.",
    "It's hard to believe it's only been seven weeks since we met in Lausanne.",
    "Since that time, I've been training harder for today...",
    "...than for most of my competitions.",
    "And just like in Lausanne,...",
    "...I'm still a little bit nervous.",
    "After all, to be part of this process,...",
    "...it's very humbling for someone my age.",
    "It is humbling because you are making history today.",
    "And I get to be a small part of it.",
    "I remember feeling the same way when I competed in Vancouver.",
    "Ten years ago, when Pyeongchang began its dream to host the Winter Games,...",
    "...I was a young girl beginning my own Olympic dream in an ice rink in Seoul.",
    "At the time, I was fortunate to choose a winter sport...",
    "...that had good training facilities and coaches in Korea.",
    "But as you know, many Korean winter athletes travel halfway around the world...",
    "...just to train for their Olympic dreams.",
    "But now, my dream is to share the opportunities I had...",
    "...with other athletes in new regions.",
    "And Pyeongchang 2018 can help achieve that.",
    "Our government created the \"Drive the Dream\" project...",
    "...to fund winter sports facilities and training for athletes.",
    "Thanks to this program,...",
    "... Korea earned a total of 14 medals in Vancouver, including mine.",
    "And we placed 7th in overall medals won out of 82 countries.",
    "To do even better in the future,...",
    "...we need the new venues that Pyeongchang 2018 will bring.",
    "With \"New Horizons\", we'll leave a legacy that is perhaps even more important than venues.",
    "I'm talking about human legacy.",
    "I'm an example of a living legacy...",
    "...of our government's effort to improve the standards of Korean winter sports.",
    "And I know now, perhaps more than I ever imagined, what our victory would mean.",
    "It will mean the possibility for success and achievement.",
    "That's what young people everywhere in the world need and deserve.",
    "And lastly, I would like to add a personal note to you today.",
    "It's rare for an Olympian to actually get to say,...",
    "...\"Thank you to all IOC members\" at one time.",
    "So please allow me to say...",
    "...thank you, dear IOC members for providing someone like me the opportunity...",
    "...to achieve my dreams and to inspire others."
]