[
    "Hey, everyone. I'm Sean Ramjagsingh, line producer on NHL 12...",
    "...and I'm here to talk to you about some of the exciting new features of this year's game.",
    "This year, we've taken our gameplay to the next level to match hockey's true authenticity,...",
    "...which means everything in the arena will now be live.",
    "With our brand new full contact engine,...",
    "...you'll be able to make bone - crushing hits that shatter the glass.",
    "Knock players into the bench, pop helmets off...",
    "...and create massive collisions with other players.",
    "The role for goalies just got a lot tougher.",
    "Goalies are now live...",
    "..so players can now crash the crease, even knocking the net off its mooring.",
    "Goalies will also have to deal with players jostling in front of the net for position.",
    "Fight through screens to see the puck.",
    "Getting position in front of the net is an important way to generate offense.",
    "We are now giving the user...",
    "...the ability to jostle in front of the net to try and create a screen or deflection in the offensive zone.",
    "You can also take control of a defenseman and try to clear the crease for your goal.",
    "The bigger players will use their size and strength to try and dominate down low...",
    "...while smaller players will have to try and spin off their check to create scoring opportunities.",
    "Goalies this year are gonna be much more live and dynamic.",
    "To be authentic to the game, goalies are going to react to players crashing the crease.",
    "Goalies will battle through screens, make sprawling desperation saves,...",
    "...and for the first time ever,...",
    "...goalies will be able to fight just like their real-life counterparts.",
    "You asked for it, you got it.",
    "This year will be featuring the NHL Winter Classic at Heinz Field in Pittsburgh.",
    "The Winter Classic is considered the NHL's main event...",
    "...and is traditionally hosted on New Year's Day.",
    "You'll be able to play it in this outdoor venue with your favorite teams...",
    "...while battling hostile weather conditions.",
    "Thank you for checking out NHL 12.",
    "Building off last year's highly rated game,...",
    "...we're extremely excited for another stellar year.",
    "Lace up those skates and we'll see you on the ice.",
    "We also have a huge announcement coming up...",
    "...so keep following us on Facebook and Twitter for more information on NHL 12."
]