[
    "Ending a relationship is even more difficult when you have to see constant updates from your ex.",
    "Take solace with these tips on getting over a breakup while preserving your dignity online.",
    "You will need: social network privacy settings,...",
    "...inner strength, positive posts, protective applications.",
    "Optional: Internet dating sites.",
    "Step one: Decide how many people in your social network you want to hear...",
    "...about your change in relationship status.",
    "It may be easier to get over a breakup...",
    "...by eliciting sympathy with a public announcement or by simply laying low.",
    "Once you've decided, adjust your privacy settings...",
    "...and switch your status if necessary.",
    "Consider removing your relationship status from your online profile entirely,...",
    "...rather than changing it to \"single.\"",
    "Step two: Defriend, unfollow and unlink from any direct online connection to your ex.",
    "It might seem severe, but you'll get over a breakup faster...",
    "...without reading about their rebounds or seeing pictures of them loving life when you're feeling down.",
    "Step three: Post positively.",
    "If you and your ex share gossipy online friends,...",
    "...at least make them think you're okay about the breakup.",
    "Don't post platitudes or cliche song lyrics.",
    "Instead, write updates that describe new developments in your own life.",
    "\"Finally stopped crying\" is not a new development worth posting.",
    "Step four: Put up online safeguards to protect yourself in moments of weakness.",
    "Download applications that keep you from searching for names...",
    "...or sending e-mails when you're depressed, drunk or both.",
    "Step five: Over the breakup and ready to move on?",
    "Check out online dating sites and your friends' friends...",
    "...and connections for potential flings or partners,...",
    "...and make finding a new love as easy as logging on.",
    "Did you know?",
    "According to a 2010 global poll,...",
    "...30% of web users think the Internet is a good place to meet a romantic partner."
]