[
    "So, I get to talk about iCloud.",
    "We've been working on this for some time now...",
    "...and we're really excited about it.",
    "About 10 years ago, we had one of our most important insights.",
    "And that was that the PC was gonna become the digital hub for your digital life.",
    "What did that mean?",
    "Well, it meant that that's where you were gonna put your digital photos.",
    "Where else were you gonna put them?",
    "Your digital video off your digital camcorder.",
    "And of course, your music.",
    "Right? You were gonna acquire it in a device or potentially on your Mac...",
    "...and you were gonna basically sync it to the Mac and everything was gonna work fine.",
    "And it did, for the better part of 10 years.",
    "But it's broken down in the last few years.",
    "Why? Well, because the devices have changed.",
    "They now all have music.",
    "They now all have photos.",
    "They now all have video.",
    "And so, if I acquire a song, I buy it right on my iPhone.",
    "I wanna get that to my other devices.",
    "Right? I pick up my iPad and it doesn't have that song on it.",
    "And we think this solution is our next big insight.",
    "Which is, we're gonna demote the PC and the Mac to just be a device.",
    "Just like an iPhone, an iPad or an iPod touch.",
    "And we're going to move the digital hub, the center of your digital life, into the cloud.",
    "Because all these new devices have communications built into them,...",
    "...they can all talk to the cloud whenever they want.",
    "And so now, if i get something on my iPhone, it sends up to the cloud immediately.",
    "Let's say, I take some pictures with it.",
    "Those pictures are in the cloud and they are now...",
    "...pushed down to my devices, completely automatically.",
    "Now, iCloud stores your content in the cloud and wirelessly pushes it to all your devices.",
    "So, as an example, in contacts, when I make a new contact...",
    "...on my iPhone, it's automatically brought up to the cloud where it's stored on the cloud.",
    "Right? The truth is on the cloud.",
    "And then, it's automatically pushed down to my other devices so they're all in sync.",
    "So, these are the three apps that form the core of MobileMe.",
    "We used to sell them for a subscription price of 99 dollars annually.",
    "As of today, this product ceases to exist.",
    "And those three apps are now gonna be free."
]