[
    "My name is Jose Antonio Vargas.",
    "I was born in the Philippines.",
    "I moved to the United States when I was 12.",
    "English was my second language and I learned to speak American...",
    "...by watching \"Frasier,\" \"Home Improvement\" and \"The Golden Girls.\"",
    "I won the spelling bee in eighth grade by spelling indefatigable.",
    "In high school, I fell in love with journalism.",
    "I started working for my local newspaper, The Mountain View Voice.",
    "Then, I got hired at The Washington Post.",
    "I covered the 2008 presidential campaign from traveling on Hillary Clinton's plane...",
    "...to pheasant hunting with Huckabee.",
    "I interviewed Al Gore for Rolling Stone and profiled Mark Zuckerberg for The New Yorker.",
    "I even won a Pulitzer Prize for covering the Virginia Tech massacre.",
    "At age 16, I rode my bike to the DMV to get my driver's permit.",
    "I brought my green card with me.",
    "The woman at the DMV flipped it around, she leaned over...",
    "...and she whispered, \"This is fake, don't come back here again.\"",
    "I went home and confronted my grandfather.",
    "That was the first time I realized that I'm an undocumented immigrant,...",
    "...what some people call an \"illegal.\"",
    "The first person I told was Mrs. Denny, my choir teacher.",
    "Other members of my underground railroad include Rich Fisher, my high school superintendent,...",
    "...and Pat Hyland, my high school principal.",
    "For more than a decade now, Pat and Rich have been with me every step of the way.",
    "I define American as someone who works really hard.",
    "Someone who's proud to be in this country...",
    "...and wants to contribute to it.",
    "I'm independent.",
    "I pay taxes.",
    "I'm self-sufficient.",
    "I'm an American; I just don't have the right papers.",
    "I take full responsibility for my actions,...",
    "...and I'm sorry for the laws that I broke.",
    "What would you do if you were a choir teacher and found out...",
    "...that a student in your glee club can't travel for competition?",
    "What would you do if you were a high school principal and found out...",
    "...that one of your students can't apply for financial aid?",
    "What would you do if your child's best friend didn't have papers?",
    "As a journalist, I've decided to do what I know best: ask questions.",
    "So let's talk. What would you do?"
]