[
    "We're proud of the effort you've invested...",
    "...and the risks that you took.",
    "We're proud of the bonds that you've forged,...",
    "...the growth that you've shown.",
    "We're proud of how for the past four years you've immersed yourself...",
    "...in the life of the school and embraced all that it has to offer.",
    "Some of you may have grown up like me...",
    "...in neighborhoods where few had the chance to go to college,...",
    "...where being teased for doing well in school was a fact of life,...",
    "...where well-meaning but misguided folks question whether a girl with my background,...",
    "...could get into a school like Princeton.",
    "Sometimes, I'd save them the trouble...",
    "...and raised the questions myself in my own head,...",
    "...lying awake at night doubting whether I had what it took to succeed.",
    "And the truth is that there will always be folks out there...",
    "...who make assumptions about others.",
    "There will always be folks who try to raise themselves up by cutting other people down.",
    "That happens to everyone, including me, throughout their lives.",
    "But when that happens to you all, here's what I want you to do.",
    "I want you to just stop a minute.",
    "Take a deep breath 'cause it's gonna need to be deep.",
    "And I want you to all think about all those women who came before you.",
    "You all, are the keepers of each other's histories.",
    "And the bonds that you formed here will nourish you...",
    "...and sustain you for the rest of your lives.",
    "Now, that is sisterhood.",
    "Claim what is yours.",
    "You belong anywhere on this Earth if you want to.",
    "And graduates, if you go out there and make that claim,...",
    "...if you reach back to help others do the same,...",
    "...then I am confident that you would lead lives worthy of your dreams...",
    "...and you will fulfill that precious Spelman legacy that is now yours.",
    "So, congratulations graduates...",
    "...on all that you have achieved.",
    "I am so proud of you.",
    "All of you.",
    "We are so proud of you.",
    "Do big things.",
    "Thank you, all. God Bless!"
]