[
    "Whole families came out in the pre - dawn darkness...",
    "...to watch the last landing of the space shuttle.",
    "It was an unforgettable moment for many space enthusiasts...",
    "...like this woman from Canada.",
    "Oh my goodness, beautiful.",
    "A one-time thing and one in a lifetime.",
    "After completing post - landing procedures, the four - person crew emerged from the orbiter...",
    "...and Mission Commander Chris Ferguson spoke.",
    "Although we got to take the ride, we sure hope that everybody...",
    "...who has ever worked or touched or looked at or envied or admired the space shuttle...",
    "...was able to take just a little part of the journey with us.",
    "But many of the ordinary citizens who came to see the last shuttle landing...",
    "...expressed doubt about the future of the US space program,...",
    "...including Tony Diaz who came up from Miami.",
    "I really am not very happy about it and what they've done with the space program.",
    "I'm not happy at all.",
    "Why?",
    "Because this is, you know, we're the leaders and...",
    "...the United States should be always up there in space.",
    "This concern was shared by NASA worker Jonathan Miller.",
    "The future of human space flight is critical to this nation as a leader in space...",
    "...and we're nervous that some of that leadership is lost.",
    "I mean, there's a thirty years of momentum behind the shuttle program...",
    "...and it's just come to an end moments ago.",
    "But Florida resident, Rob Hansen, is more optimistic.",
    "We're moving on to privatizing this kind of operation and...",
    "...NASA is gonna move on to exploration deeper out.",
    "So, I think that'll work out in the long run.",
    "Vehicles being developed by private companies to transport astronauts into orbit...",
    "...will not be ready for at least a few years.",
    "But NASA officials say US space exploration will continue with trips to an asteroid...",
    "...and to Mars in the decades ahead."
]