[
    "I think leadership is about three things:...",
    "...capability, collaboration, and character.",
    "Let me talk briefly about those three and then I'm going to take your questions.",
    "Capability.",
    "Of course we think about capability, we think about skills;...",
    "...we think about experiences.",
    "But sometimes, the most important capability you can have...",
    "...is the capability to ask a question and hear the answer.",
    "I tell people all the time that the single best leading indicator...",
    "...of whether a business is doing well or a business is doing poorly is customer satisfaction.",
    "They can't always tell you what they want...",
    "...but they can always tell you what's wrong.",
    "And every time they tell you something that's wrong, it's an opportunity.",
    "Way back in 2002, we were going through the proxy battle and the merger...",
    "...and I made the incredibly outrageous comment...",
    "...that Hewlett-Packard would become the leading technology company in the world...",
    "...and would beat both IBM and Dell.",
    "Everyone thought I was nuts.",
    "The truth is Dell's problems were all foreseeable.",
    "All you had to do was look at the fact that they had quit innovating;...",
    "...they had stopped taking risks;...",
    "...they were relying on the same competitive model for too long.",
    "So capability, you've got to ask the right questions.",
    "Capability, you have to celebrate new ideas, take risks all the time, try new things...",
    "...because however good the answers you have had are,...",
    "...every person, every organization eventually reaches a time...",
    "...when the old answers aren't good enough anymore.",
    "The other important part about capability I think, is to keep learning,...",
    "...to learn something every day.",
    "And a big part of that difference is, the people who keep learning,...",
    "...who keep trying new things are vibrant; and the people who stop learning...",
    "...and stop trying new things are old before their time.",
    "It is why, or maybe it's another application of something Charles Darwin said.",
    "Charles Darwin said,...",
    "...\"It is not the strongest of the species that survives,...\"",
    "\"...nor the most intelligent but those most adaptive to change.\""
]