[
    "In October of '05, after those first seven loans were paid,...",
    "...Matt and I took the word \"beta\" off of the site. We said,...",
    "...\"Our little experiment has been a success. Let's start for real.\" That was our official launch.",
    "And then that first year, October '05 through '06, Kiva facilitated $500,000 in loans.",
    "The second year, it was a total of 15 million. The third year,...",
    "...the total was up to around 40.",
    "The fourth year, we were just short of 100.",
    "And today, less than five years in, Kiva's facilitated more than 150 million dollars...",
    "...in little 25-dollar bits...",
    "...from lenders and entrepreneurs; more than a million of those collectively in 200 countries.",
    "That's where Kiva is today, just to bring you right up to the present.",
    "And while those numbers and those statistics...",
    "...are really fun to talk about and they're interesting,...",
    "...to me, Kiva's really about stories. It's about retelling the story of the poor.",
    "And it's about giving ourselves an opportunity to engage that validates their dignity,...",
    "...validates a partnership relationship; not a relationship that's based on...",
    "...the traditional sort of donor beneficiary weirdness that can happen...",
    "...but instead a relationship that can promote respect and hope and...",
    "...this optimism that together, we can move forward.",
    "So what I hope is that, not only can the money keep flowing back and forth of Kiva,...",
    "...that's a very positive and meaningful thing; but I hope that Kiva can blur those lines...",
    "...like I said, between the traditional rich and poor categories...",
    "...that we're taught to see in the world;...",
    "...this false dichotomy of us and them, have and have not.",
    "I hope that Kiva can blur those lines...",
    "...because as that happens,...",
    "...I think we can feel free to interact in a way that's more open,...",
    "...more just and more creative; to engage with each other and to help each other.",
    "Imagine how you feel when you see somebody on the street who is begging...",
    "...and you're about to approach them. Imagine how you feel.",
    "And then imagine the difference when you might see somebody who has a story...",
    "...of entrepreneurship and hard work who wants to tell you about their business.",
    "Maybe they're smiling and they want to talk to you about what they've done.",
    "Imagine if you're speaking with somebody who's growing things and making them flourish.",
    "Somebody who's using their talents to do something productive.",
    "Somebody who's built their own business from scratch.",
    "Someone who is surrounded by abundance, not scarcity; who's in fact creating abundance.",
    "Somebody with full hands with something to offer,...",
    "...not empty hands asking for you to give them something.",
    "Imagine if you could hear a story you didn't expect...",
    "...of somebody who wakes up every day...",
    "...and works very, very hard to make their life better."
]