[
    "Amy Winehouse has been confirmed dead at the age of 27 in Camden Square, London...",
    "...according to police on the scene.",
    "The suspected cause of death is being classified as unexplained...",
    "...but it's rumored that drug overdose may be the real culprit.",
    "The troubled singer has had well - documented struggles...",
    "...with substance abuse through the years.",
    "Although drugs are suspected, they haven't been ruled as the cause of death as of yet.",
    "Press Officer Richard Jones of the Metropolitan Police told Artisan News...",
    "...that it remains officially unexplained.",
    "He was also asked if drug paraphernalia was found at the scene.",
    "He said that an autopsy or postmortem will be scheduled in the next few days.",
    "But he added it might be a while before they find out what killed the singer.",
    "Winehouse had a meteoric rise and fall,...",
    "...capturing the world's imagination with the song \"Rehab\" off of \"Back to Black\",...",
    "...which was her last album to date and released in 2006.",
    "She took home five Grammy awards for the 50th anniversary...",
    "...and although she was denied a visa to enter the US due to previous drug infractions,...",
    "...she accepted and performed via satellite.",
    "She said at the time,...",
    "\"...Thank you to everyone at Island Records,...\"",
    "\"...everyone here at EMI Music Publishing, to Ray Ray...\"",
    "\"...and Jo. Ten years this year, Ray Ray and Jo.\"",
    "\"To Mark Ronson and Salaam Remi, to my mom and dad. For my Blake, my Blake incarcerated...\"",
    "\"...and for London. This is for London 'cause Camden town is burning down.\"",
    "Amy Winehouse had booked a European tour this past June...",
    "...but a reportedly boozy performance and her being booed off stage in Belgrade...",
    "...caused her to pull off tour and cancel shows to sort herself out.",
    "Apparently, Winehouse has left behind a slew of recordings...",
    "...but there's no word on if and when those will be released.",
    "Amy Jade Winehouse was born on September 14th, 1983."
]