[
    "The scene of a massacre.",
    "Hundreds of young people had gathered at Utaoya island...",
    "...for summer school organized by Norway's ruling labor party.",
    "They had just heard a powerful bomb had ripped through central Oslo,...",
    "...damaging the Prime Minister's office and the finance ministry.",
    "But the situation was about to get much worse.",
    "It is thought the bomber caught a ferry to nearby Utaoya island wearing a police uniform.",
    "The man was standing upright.",
    "He was dressed as a policeman and pretended he was there to help us.",
    "He tried to lure us closer.",
    "He said, \"Come here.\"",
    "He had a sniper rifle; he tried to shoot us with it.",
    "It was total chaos; people jumped into the sea to try and get to the other side.",
    "He managed to swim to safety and was rescued by a boat.",
    "But many others were not so lucky.",
    "I believe many lost their lives as they swam towards the mainland.",
    "Some hid behind rocks.",
    "I felt it was best to stay quiet, not to run into the open.",
    "I saw people getting shot.",
    "As the death toll from the twin shooting and bomb attacks rises,...",
    "...rescuers continue their search for victims.",
    "My thoughts are with the people who have been wounded...",
    "...and with the families of those of who have lost their lives.",
    "I have ensured everything possible is done to help the victims,...",
    "...especially those in a critical condition.",
    "The police and rescuers are doing a fantastic job and we need to support them in this crucial task.",
    "The Norwegian capital is a well - known symbol of international peace efforts.",
    "It is home to the Nobel Peace...",
    "...Prize and the birthplace of the 1993 Israeli - Palestinian Oslo Accords.",
    "I can't believe it. I'm shocked, very shocked.",
    "It's something you don't expect to happen in Oslo.",
    "Residents are struggling to come to terms with...",
    "...the idea that it is now the scene of Europe's deadliest carnage...",
    "...since the 2004 Madrid bombings."
]