[
    "Want to drop a couple of pounds quickly for a special occasion?",
    "Or jumpstart a slow and sensible weight loss plan?",
    "Get started with these tricks.",
    "You will need a restricted diet and willpower.",
    "Consult a doctor before embarking on any diet.",
    "People should not consume less than 1,200 calories per day without medical supervision.",
    "Step 1: Know the mathematics of losing weight.",
    "You must cut 3,500 calories from your food intake to drop one pound of fat.",
    "To do that, you have to eat fewer calories than you burn each day.",
    "For fastest results, go on a diet and exercise.",
    "You'll be restricting calories as well as burning them.",
    "Step 2: Limit your variety of foods.",
    "Some studies have indicated that more choices mean more calories consumed.",
    "Step 3: Try the milk and fruit diet.",
    "Have a cup of full fat milk for breakfast,...",
    "...any kind or amount of fruit for lunch.",
    "One or two cups of milk for dinner and unlimited fruits in between.",
    "The exception is bananas, which are high in sugar and starch.",
    "Step 4: Like eggs?",
    "Try this for three days.",
    "Two eggs and a piece of fruit for breakfast.",
    "Two egg whites and four ounces of boiled chicken, fish, or meat for lunch.",
    "And unlimited steamed vegetables for dinner.",
    "Step 5: Go on a liquid diet.",
    "Eat nothing but homemade soups and juices made from whole...",
    "...pureed fruits and vegetables for up to one week.",
    "Avoid commercial fruit juices and soups.",
    "They contain too much sugar and salt respectively to promote fast weight loss.",
    "Step 6: Don't beat yourself up if you can't stick to a crash diet.",
    "For most people, slow and steady is a better plan.",
    "Did you know?",
    "According to a Tufts University Nutrition and Psychiatry professor,...",
    "...people who are easily tempted by food can often better stick to a diet...",
    "...that cuts their daily calories by 30% than just 10%."
]