[
    "So how does it feel to score the winning goal against Liverpool?",
    "It was a great feeling,...",
    "...you know; it's like there'll be matches and very important games...",
    "...and scoring winning goals. I feel fantastic.",
    "And to do it at the Stratford end in front of the United fans,...",
    "...it must have been very special for you.",
    "Yes, of course at all times at different scores.",
    "And behind the fans, they acted as if it were unbelievable...",
    "...so it was a very happy feeling with that.",
    "And you only score in big games: Arsenal, A.C. Milan, and now Liverpool.",
    "Yes, but I want to score more goals.",
    "It doesn't matter who's against us but I should score more,...",
    "...but it's a good feeling against big teams like Arsenal and Liverpool. It's a great feeling.",
    "But I want to score more goals so that's what I need.",
    "You're playing in a slightly different position in midfield three.",
    "Do you enjoy playing there?",
    "Yes, I enjoy playing there because I had that experience before...",
    "...when I was in PSV Eindhoven and in the national team as well.",
    "So for me, it doesn't matter to play in the middle or either side.",
    "How important was it to win this game considering you were behind after just five minutes?",
    "So you had to come from behind to win?",
    "Yeah, it's very important because if we were the losing one nil and then we got over from that...",
    "...and then at the end of the game, we win two - one against Liverpool.",
    "It was a boost for us at best of the season,...",
    "...so we just have a seven league games left.",
    "And if we win seven games, then we win the title.",
    "So now, we just concentrate on our performances...",
    "...and we'll just keep up our level.",
    "Do you think it's gonna go to the very last day of the season...",
    "...because Arsenal and Chelsea keep winning as well?",
    "Yes, I think so.",
    "We just don't worry about Chelsea or Arsenal...",
    "...because if we win the last seven games, they can't win the title...",
    "...even if they win every game so that's the more important thing; so we just worry about our performances and our games.",
    "Well done today. Thank you.",
    "Thank you."
]