[
    "Did you put lots of thoughts in it?",
    "Yeah, I mean 11 songs totally,...",
    "...because it's over the space of a year and a half,...",
    "...so you know, there were times when I was in love.",
    "There were times when I was out of love.",
    "There were times when I was singing about the world when I wasn't,...",
    "...so I mean it's basically just taking a year and a half out of my life...",
    "...and just putting it into the music basically.",
    "The one way of saying it, it would be like every track sounds kind of different...",
    "...but another way, it would be just, \"It's all me.\"",
    "But just depending on how I was that day, that's how the song turned out.",
    "I listened to the album, I mean not to the whole songs; maybe ten songs?",
    "Okay!",
    "And it's pretty good.",
    "I really liked it.",
    "It's full of hopes; it has a personal message.",
    "Yeah!",
    "And it's really encouraging as well.",
    "And my favorite song is actually \"Bokumama\".",
    "Okay!",
    "Yes, it's really, really. I mean, it's not like a rock song.",
    "But it's really, how can I put this,...",
    "...really touching.",
    "Yeah, it almost brought me to tears.",
    "Oh, thanks!",
    "Yes, so it's a really emotional song.",
    "Could you tell me about that song, behind the story?",
    "Well, I wanted to write a song all in Japanese.",
    "And I wanted it to have a strong message.",
    "And I was just thinking about people; nobody's perfect.",
    "We all have faults.",
    "But even though we all have faults, we find people and we get together, and we love each other.",
    "And I think just that idea of imperfect people coming together...",
    "...and making something perfect is a pretty cool idea.",
    "So, I wanted to put that into words.",
    "And actually I co - wrote this song with a friend of mine, he's Japanese.",
    "He's an artist.",
    "And he's really good with Japanese lyrics.",
    "So, I brought this whole idea of the song to him...",
    "...and he kind of turned my Japanese into a little; he kind of corrected it a little bit and touched it up."
]