[
    "I'm trying to be perfect, especially in the shooting place...",
    "...because I have a lot of responsibility to the audience.",
    "I'm not doing this job as a joke.",
    "I had to persuade the audience with my acting, with my emotions.",
    "So, that's why I really want to be perfect.",
    "It's a good thing as an actor but as a human,...",
    "...in my real life, it's so bad sometimes.",
    "In what way?",
    "I could not enjoy fully everything because I always think about something.",
    "In my real life, I try to have a lot of fun; I try to be natural.",
    "How do you have fun?",
    "What do you do to unwind?",
    "Watching movies, as drinking wine.",
    "That's my best time.",
    "Do you miss being anonymous?",
    "Are there ever days that you wish that you could just walk down the street and go unrecognized?",
    "What I really wanted to do was drive a taxi.",
    "Oh!",
    "I borrowed a taxi from my friend.",
    "He was the boss of the taxi company...",
    "...and I borrowed the taxi and I drove it for a few days.",
    "It was so fun and it was an interesting experience.",
    "So, you were picking up people and taking them.",
    "But nobody recognized me because I was hiding everything.",
    "How did it feel for those couple of days...",
    "...being normal, being anonymous?",
    "It's so interesting and that was a weird experience to me...",
    "...because I'm used to living as an actor so that was strange.",
    "So, what happens now? We go to the red carpet.",
    "Red carpet.",
    "You get out, lots of screaming fans and lots of interviews today?",
    "No, there must be a lot of cameras over there, so we have to take a picture for them.",
    "No interviews from now on.",
    "Okay.",
    "And we're just gonna just walk on the red carpet...",
    "...and wave our hands to the fans.",
    "Is this the fun bit?",
    "Yeah, that's one of the most fun parts.",
    "Yeah.",
    "Wow. A lot of people.",
    "Nerves? Any nerves?",
    "Normal.",
    "Good luck, good luck.",
    "Thank you!",
    "Good luck!"
]