[
    "This must end!",
    "I am a man of peace and tranquility, and while I respect that you are the only man in history...",
    "...brave enough to challenge me,  your shenanigans have upset the very balance of the galaxy.",
    "So now, I will end this.",
    "It will be hard to punish something you can't see.",
    "I see you.",
    "Do you?",
    "Yes, you are still clearly visible.",
    "Are you sure?",
    "Enough! The Internet has spoken and here's what is about to happen.",
    "I'm gonna punch you so hard in the cleft of your chin and send you flying through the air at such a velocity...",
    "...that your skin will fry like bacon and your muscles will explode.",
    "From there it gets pretty gross,...",
    "...so it's better that I don't describe it and just get to the punching.",
    "Wait, years ago I had all the love of the women.",
    "...I had all the people.",
    "I was the top sexy TV spokesman...",
    "...selling all the products to people. I was the most loved TV spokesperson.",
    "It was happiness. You see, I was you then and you are me now.",
    "And in the future days, you will be sometimes learned as Fabio on the TV.",
    "It's both of us, just being myself. We know I'm done. Sad, but okay.",
    "I have no idea what you just said.",
    "But I felt it in my heart, which is strong...",
    "...and pumping with the blood of forgiveness.",
    "So we're going to do what my friend  jordo_s recommended on Twitter...",
    "...and go back in time to prevent this whole mess from ever happening.",
    "Come, grab hold of my wrist Fabio. Oh! Your hands are very soft. What is your secret?",
    "Well, first I use fresh coconut ointment...",
    "Hmm, that looks like fun.",
    "I should do a bunch of commercials and become the new Old Spice guy Fabio.",
    "No! Don't do it Fabio.",
    "Why not? It sounds like a great idea.",
    "He's right. It does sound like a good idea.",
    "Wait, wait. Remember that whole thing about me punching you in the chin...",
    "...and your muscles exploding and your bones shattering et cetera, et cetera?",
    "Oh! That's right. Don't do it, old Fabio.",
    "Okay. I won't, future Fabio.",
    "Okay, let's go.",
    "I really like your shirt.",
    "Thank you. We purchased it at the store the other day at full price.",
    "Hahaha! We did it Fabio.",
    "Did what? Who are you?",
    "Good. It worked. I'm the Old Spice guy, nice to meet you.",
    "Wow, you're really cool.",
    "Hmm. I should steal your job for happiness and take over as the Old Spice guy.",
    "Here, hold this for me.",
    "Let me guess. You tried to take over the Old Spice guy, right?",
    "How did you know?",
    "Lucky guess."
]