[
    "Ramadan is the name of the 9th month of the Islamic moon calendar.",
    "It is very important because it is the month in which the glorious Koran...",
    "...was first sent down by Allah to the prophet Muhammad Sallallahu Alaihi Wa Sallam.",
    "During Ramadan, Muslims must fast...",
    "...we don't eat or drink between dawn and sunset.",
    "And we should be very careful to speak and behave in the right way.",
    "We learn many things from fasting during Ramadan.",
    "It is a time to increase our remembrance of Allah...",
    "...and remember the blessings which we have been given.",
    "We learn how to be thankful for the good things that we normally take for granted.",
    "After fasting all day, we realize just how wonderful food and drink taste.",
    "So, we thank Allah more sincerely for providing us with enough to eat and satisfy our thirst.",
    "Ramadan is a good form of training.",
    "There may come moments or times in life when things are not easy...",
    "...and we have to carry on even though it is difficult.",
    "By fasting, we learn to be patient at such times...",
    "...and to control ourselves and our bodies.",
    "This is called self - discipline.",
    "During this holy month, the prophet Sallallahu Alaihi Wa Sallam said,...",
    "...\"The doors of heaven are opened and the doors of hell closed.\"",
    "\"And the devils are chained.\"",
    "This helps us to see ourselves as we really are,...",
    "...not under the influence of unseen evil forces.",
    "We can watch and improve ourselves more,...",
    "...especially by reading the Koran and going to the mosque,...",
    "...joining in for Tarawih prayers.",
    "In Ramadan, there is a special night that is better than 1,000 months.",
    "It is called \"Laylatul Qadr\",...",
    "...the night in which the Koran was first revealed;...",
    "...a night in which all our sins can be forgiven.",
    "Fasting is also important because it makes the rich equal to the poor.",
    "It gives them a chance to realize what life is like for the less fortunate:...",
    "...those who have little or no food.",
    "This helps them become more charitable...",
    "...and give generously of their wealth to the needy...",
    "...so that they too can enjoy and share the blessings of Allah...",
    "...which are enough for all."
]