[
    "House of Air is an indoor trampoline park.",
    "We have 67 trampolines in here, two giant courts with trampoline walls.",
    "And then we have three trampolines up front...",
    "...which are competition - grade gymnastics trampoline types that we do instruction on.",
    "Most other trampoline parks target the eight to ten-year-olds...",
    "...or even the six to eight year old birthday parties.",
    "We wanted to create an entirely new perspective that everyone could enjoy,...",
    "...from adults to grandparents to those kids.",
    "I took a bunch of business classes just to make sure that we weren't crazy.",
    "Generally, the hardest part is coming up with the money,...",
    "...and that for us actually wasn't that difficult.",
    "We found an investment group that was just really interested and excited about our idea.",
    "We had to deal with the United States government to get this building.",
    "It's an aircraft hangar built in 1921.",
    "We had to retrofit it for earthquake, redo the roof, redo the floor.",
    "And we're going to show you how to properly jump on a trampoline, okay?",
    "The legality of it, insurance,...",
    "Have fun! Be safe.",
    "...finding someone to build trampolines,...",
    "...put them together. Everything was difficult, from A to Z.",
    "Currently we are packed on the weekends. 95, 97 percent fill rates on Saturday and Sunday.",
    "I think that's one challenge.",
    "Another one is we've exploded in terms of staff.",
    "We employ 60 now...",
    "...so our staffing costs have gone up.",
    "And then our system.",
    "One of the most important parts of our business is online reservations, reserving in advance.",
    "But nothing exists to fulfill our needs.",
    "Having a unique business model is both a blessing and a curse.",
    "You get to do what you want,...",
    "...you get to concentrate on the areas that you think are important...",
    "...and there's no one barking over your shoulder saying this is how it's done before,...",
    "...which is fun for an entrepreneur.",
    "However, no one's done it before, so it is extremely difficult.",
    "There are no proven methods.",
    "You have to experiment with everything.",
    "That was the hardest work I've done in 15 years.",
    "Was it?",
    "That was so fun."
]