[
    "\"Genius is one percent inspiration and 99 percent perspiration,\"...",
    "...Thomas Edison once told Harper's Magazine.",
    "With more than a thousand patents to his name,...",
    "...the inventor and entrepreneur embodied the American dream...",
    "...and inspired generations of scientists.",
    "Edison was born in Ohio in 1847 and grew up in Michigan.",
    "A restless precociously intelligent boy who always wanted to know why.",
    "After saving a young child from the path of a locomotive,...",
    "...15-year-old Edison was trained as a telegraph operator by the boy's grateful father...",
    "...and developed a lifelong interest in electric communications.",
    "By the early 1870s, Edison was America's leading telegraph inventor.",
    "And it was while experimenting with the transmitter that Edison stumbled on the invention...",
    "...that was to write his name in the history books, a tinfoil phonograph.",
    "In 1879, Edison invented the carbon filament for the incandescent light bulb.",
    "More than a hundred years later, a case of Edison's original light bulbs was rediscovered.",
    "Edison was a genius at foreseeing the potential commercial uses of his inventions.",
    "When the phonograph was first launched for sale,...",
    "...his suggestions for its exploitation included letter writing and dictating,...",
    "...preservation of family voices, spoken books for the blind,...",
    "...clocks that announce the time and telephone recordings.",
    "To utilize his light bulb technology,...",
    "...Edison swiftly patented an electrical distribution system.",
    "In 1882, he successfully delivered light and power...",
    "...through unique prototype electricity grids to cities in Massachusetts and New York.",
    "Edison had built his first dedicated laboratory in 1875.",
    "And he used his growing fame and fortune...",
    "...to build a state-of-the-art research and development center in 1887.",
    "He used the facility to improve his old inventions and create new ones...",
    "...that was in constant conflict with financiers and money managers.",
    "So in 1892, Edison merged his electrical companies into one giant firm, General Electric.",
    "The money he made from the stock enabled him to be fully self - financing.",
    "He plowed millions of dollars into an iron ore operation in northern New Jersey.",
    "Unfortunately, the venture was a financial failure,...",
    "...but Edison was wealthy enough to absorb the loss.",
    "Edison's lack of concern over his mining losses...",
    "...was due to his increasing successes in the recording industry,...",
    "...in the new world of moving pictures.",
    "In 1888, he filed a patent for a Kinetoscope,...",
    "...a device that would reproduce movement in the same way the phonograph reproduced sound.",
    "When Eastman Kodak began supplying motion picture film stock in 1893,...",
    "...Edison's vision could be realized.",
    "He joined forces with the inventors of a film projector...",
    "...and created films that screened around the United States.",
    "One of these was the earliest version of Frankenstein, made in 1910.",
    "Even as he reached his 80's, Edison stayed active and engaged in business and science.",
    "By that time, he was one of the world's greatest celebrities."
]