[
    "I'm Dan Kim.",
    "I'm the president and CEO of Red Mango.",
    "There are really three components to identifying and creating a successful concept.",
    "One is, is there a market demand for when you're selling and what exactly is that niche?",
    "And for me, for this product category,...",
    "...I kind of identified quick service health as a growing concept.",
    "Quick service restaurant:",
    "...meaning anywhere, that service is the prepared food in a timely manner,...",
    "...which I think is gonna grow over time because people have less time to cook and eat and they're working more and more.",
    "But also health consciousness, I think it's growing exponentially...",
    "...before it became a lot more intelligent about what they're eating.",
    "I think the crazy - diet fads are disappearing.",
    "And people want healthier alternatives to,...",
    "...like, foods that traditionally taste very good.",
    "So, that was the first thing that I looked at.",
    "The second thing that I look at in terms of identifying companies is the team, you know.",
    "What kind of team can I assemble? The people?",
    "And I had access to a lot of people who had start-up experience and passion for growing concepts and whatnot.",
    "So, I looked around and said,...",
    "\"Oh I can pull this person from this place and this is for that place.\"...",
    "...and basically create a team that can help grow that concept.",
    "So, you have the concept and you have a team...",
    "...and then the third thing is the brand and how are you gonna market that to people...",
    "...and how are people are gonna be receptive to that concept.",
    "And I did a lot of research in terms of what I think people were just looking for in a frozen yogurt concept...",
    "...and the reaction I got from people was absolutely amazing.",
    "And that for me was a really good platform to develop a marketing concept and strategy...",
    "...to sell what I think is gonna be very receptive to people.",
    "So with those three components I said, \"Okay, let's do this.\"",
    "And so far, it's been working really well."
]