[
    "Welcome back to monocle.",
    "Now, Samsung, Hyundai, LG, might be South Korea's biggest exports...",
    "...but millions would argue that the real power brands are...",
    "...BoA, Girls' Generation, Epik High and Super Junior.",
    "In the global soft power stakes, Korea's pop music industry is perhaps the country's...",
    "...most potent export.",
    "Jonathan Openshaw reports on K-pop's staying power.",
    "Korean music first exploded across Asia in the 90s.",
    "The next decade of blistering Internet development placed Korea...",
    "...to the forefront of the digital revolution and ripe for digital plunder.",
    "Online music portals responded with drastic measures,...",
    "...locking down the local market and cutting prices to as low as five cents per song.",
    "But with the rise of social media,...",
    "...the industry is finding new hope in the ever - increasing number of fans...",
    "...clamoring for Korean music on the Internet.",
    "It's not just about the numbers, but where we are getting those numbers.",
    "The top three K-pop blog sites, fan sites in English,...",
    "...they generate more web traffic than Korean music portals...",
    "...in Korean, in Korea. When you look at Twitter...",
    "...on any given day, a Korean pop star will be a top trending topic.",
    "Primarily for a lot of top artists,...",
    "...the bulk of the traffic is not coming from within Korea.",
    "The fervor of homegrown fans sets the bar high.",
    "Subzero temperatures aren't going to keep these girls from catching a glimpse of superstars...",
    "...G-Dragon and T.O.P, here to release singles from their latest project.",
    "At 22 years of age, they are already two of the most recognizable faces in Asia.",
    "Korea as an entertainment exporter is really, right now, very significant,...",
    "...pretty much every market that MTV is in.",
    "I would say that Korean content is really driving ratings programs sales,...",
    "...and it's really connecting to audiences.",
    "Sometimes, it's really hard to find one...",
    "...US hit that's gonna work every way in multiple cultures.",
    "For a youth audience, it's really difficult whereas for us Korean content is...",
    "...equal to anything that the US is producing right now.",
    "However you look at it, people seem to be feeling a sense of discovery and mystery about Korea.",
    "It feels like they're really seeing this in a positive light.",
    "Right now, to know lots of fans around the world are listening from a tiny country,...",
    "...it's got to have a huge effect on the Korean music scene...",
    "But as the situation changes very rapidly,...",
    "...the scene has got to develop just as fast."
]