[
    "This growing awareness of a larger, more global audience...",
    "...has realigned the industry from the bottom up.",
    "A lot of things have changed. In the early 90s, for example,...",
    "...if some other party from the US calls our office and says \"hello\", our...",
    "...receptionists would hang up because they can't communicate, you know.",
    "And that was kind of the way it was back in the day.",
    "Now, you got a whole international staff...",
    "...alloted for English speaking. We're more international in terms of...",
    "...business structure.",
    "In terms of creativity, you're dealing with the international market, so...",
    "...the music itself has progressed to sort of meet that need.",
    "It's become more global.",
    "It's got basically the elements of pop for what it is, you know.",
    "In the last five years, you notice a huge improvement in the quality of the songs.",
    "The performance, the music videos, the styling, I think...",
    "...the Korean, as a society, is really great at studying...",
    "...success models and really adopting those success models and...",
    "...creating something really great.",
    "There are a lot of trial and error and perhaps maybe more misses...",
    "...which have created hits.",
    "A lot of the top Korean songs that not only do well here in...",
    "...Korea but beyond Korea, all seem to share similar characteristics.",
    "Although music is very much an oral experience,...",
    "...I think what makes K-pop...",
    "...so appealing at the moment is it's actually also visual experience.",
    "With the power of things like Youtube, using videos has gone through a bit of a renaissance...",
    "...in ways very unexpected.",
    "If you look at a lot of the biggest K-pop hits,...",
    "...yes, they had great-looking music videos but what made those great songs...",
    "...really take off was actually the viral videos.",
    "The videos that weren't even made by the artists...",
    "...or by the management or by the label. It's made by the fans.",
    "And so for instance, when a hit song that not only has...",
    "...sort of the catchy beats and the catchy chorus but also have a catchy dance moves,...",
    "...and you start seeing people from all walks of life copying those moves,...",
    "...you know you've got something.",
    "Korean management companies, they are not only able to...",
    "...claim the copyright on the songs that are being used on these videos...",
    "...but more importantly, they can attach ads and monetize it."
]