[
    "There are new details tonight about the violence that rocked Vancouver this week.",
    "The rioters, the ramifications, the reaction.",
    "But first, the photo that continues to captivate the world.",
    "Romance amid the madness...",
    "...but this already - iconic picture tells only part of the story.",
    "Tonight, the couple in that photo is speaking out.",
    "And the National's Ian Hanomansing got the exclusive Canadian interview. Ian.",
    "Well Heather, so many people have been wondering if this could possibly be real.",
    "Turns out it is and the story behind it is remarkable.",
    "Of all the images of this riot: news footage and cellphone cameras,...",
    "...this has emerged as one of the most memorable pictures.",
    "A tender moment in the midst of chaos.",
    "And this is the couple, Canadian Alexandra Thomas and her Australian boyfriend Scott Jones...",
    "...who heard yesterday morning, a picture of them was all over the internet.",
    "It's like, \"Oh my god!\"",
    "He was waking me up in the morning saying, \"There's a photo of us.\"",
    "\"But we took lots of photos last night. We were with our friends, there were lots of us,...\"",
    "\"...you know, painting face paint on our faces and stuff.\"",
    "\"What photo do you mean?\"",
    "\"It was kind of like a big photo.\"",
    "They've decided to do one Canadian TV interview, describing what happened when they got...",
    "...caught on the street with riot police marching towards them.",
    "I was upset. I fell down and didn't really know exactly what was happening.",
    "I was upset.",
    "And then you were comforted by him.",
    "Yes, so I went back for her and they started banging us with the shields...",
    "..like trying to get us to move. I don't know why; we weren't...",
    "...being aggressive towards them or anything like that.",
    "But then eventually, they passed over us.",
    "And that's when we were on the ground.",
    "She was a bit hysterical afterwards obviously...",
    "...and I was just trying to calm her down.",
    "Here is another view.",
    "An amateur photographer provided these pictures exclusively to the CBC...",
    "...because she wanted people to see what happened.",
    "I think it's something everyone should know that it's like they have not done anything and the...",
    "...police might have might have gone a little bit too far by hurting them.",
    "And it's the truth so I think everyone should know.",
    "First, I think they overreacted like they treated us all like criminals.",
    "In the end I'm safe, I'm not that hurt. And yeah, we're safe and in the city, most people are safe.",
    "All of this has been quite a send-off for the young couple; turns out long before it happened they were...",
    "...planning to move to Australia and they are making that move in a couple of days."
]