[
    "Today is Pepero Day and I...",
    "As I was saying, today is Pepero Day and...",
    "That's very good.",
    "As I was saying, today is...",
    "Today is Pepero Day.",
    "Is that supposed to be a vampire or a walrus?",
    "I'm a walrus.",
    "So, November 11th is Pepero Day...",
    "...and for Pepero Day, it's pretty much just like another version of Halloween,...",
    "...except you only do it with pepero sticks.",
    "You don't go door to door knocking, asking for candy,...",
    "...you just give pepero sticks to your family and friends that you like.",
    "How is that anywhere close to being like Halloween?",
    "Because it's candy-related.",
    "How about Valentine's Day?",
    "You know what? You don't have to correct me all the time.",
    "So now, to introduce the different kinds of pepero,...",
    "...the original pepero classic,...",
    "...for him or for her.",
    "Rub that chocolate all over my body.",
    "Next, we have the almond pepero.",
    "Up the ante a bit.",
    "It's a little bit pricier because it's covered with almonds.",
    "That's right, chon won.",
    "It's delicious, looks like a turd, but doesn't taste like one.",
    "You wanna up the ante, but you don't wanna up that much...",
    "...because you don't care that much about the person?",
    "Then you should go for the peanut and chocolate pepero.",
    "Peanuts say, \"I care about you to get you something covered in nuts...\"",
    "\"...but not that much.\"",
    "Now, for my favorite pepero,...",
    "...it's actually the naked pepero.",
    "You could see that there's no chocolate on the outside;...",
    "...all the chocolate is on the inside of it.",
    "Much better.",
    "Hey baby!",
    "Oh my!",
    "You're looking pretty good.",
    "Why am I doing the girl voice? You should be doing the girl voice.",
    "Do not go with him!",
    "He is a scandalous pepero.",
    "Go with me.",
    "I'm ze French classy pepero.",
    "Okay.",
    "Mwah! I am French.",
    "Oh my god!",
    "Oh, I'm so hot!",
    "Oh my!",
    "Oh, stop it!",
    "I don't wanna be without you, girl.",
    "Three, two, one, jump.",
    "This bungee jumping is the greatest of my life.",
    "And then, that was the time when I wrestled with a great white shark.",
    "Can we carry on with this video?",
    "You've been playing with them for like half an hour now!",
    "And next, you could get the knockoff pepero, such as really cute Hello Kitty pepero,...",
    "Martina chose this one.",
    "...but I've never tried it before because knockoff brands don't usually taste as good.",
    "Oh, this is kind of like a king pepero.",
    "Like this one?",
    "It's really big, though."
]