[
    "Did you watch any of the Super Bowl commercials? Did you find them controversial?",
    "No, I was flying over.",
    "Oh.",
    "So, I missed the whole...",
    "From Hawaii?",
    "From Hawaii.",
    "How do you like living there?",
    "Oh! It's beautiful, so nice and warm and none of this cold...",
    "...sting; none of those scarves and the hats.",
    "I don't remember if we asked you this last time but I have to ask you,...",
    "..did you ever think of changing your name to like, Mary Kim or something?",
    "Did you ever think of that 'cause it's hard to remember and say a name that's Asian?",
    "I did, I did. I actually went to the High School for Performing Arts.",
    "Oh! Here in the city?",
    "Did you dance on the cafeteria?",
    "No, I did not.",
    "But you were born in Korea?",
    "I was born in Korea. We came over; my whole family came over when I was ten and my teacher said,...",
    "...\"You know what? Just concentrate on being a great actress and people will learn your name.\"...",
    "...like you guys did. Sort of,...",
    "Yeah.",
    "...because there's like Oprah Winfrey. That's a hard name.",
    "Barack Obama, that's not easy.",
    "Exactly!",
    "Arnold Schwarzenegger; names that were usually would have been changed.",
    "Your sister, who is your younger sister,...",
    "Her name is Holly Kim.",
    "...she's sitting right in front of us.",
    "Hi.",
    "And Holly's gonna have a baby.",
    "Gonna have a baby?",
    "She's gonna have baby; she's seven months pregnant.",
    "Holly is married and having a baby, and your older sister who is in Korea?",
    "She's married; she has a kid,...",
    "And?",
    "...a daughter.",
    "What about you?",
    "Do I sound like your mother?",
    "Well, I love you for it.",
    "You know, it takes time.",
    "Yeah.",
    "I will. I want to and I want to be a mom someday, I just don't know exactly when.",
    "You kind of get to live vicariously through your character...",
    "...'cause your character is pregnant on the show, right?",
    "Yeah, I think I'll start showing my pregnancy, my belly, like in season five or something because...",
    "...on the island days, it's only been 95 days.",
    "Yeah, I believe that.",
    "But I mean, since we've been on the show for three years, people think we've been there for three years.",
    "Not true.",
    "And now with this big break, you guys have 16 new episodes."
]