[
    "Talk about a surprise delivery!",
    "A mother in Sunman, Indiana gave birth to a beautiful baby boy in her bathroom.",
    "Yeah, but that wasn't the surprise.",
    "She says she had no idea she was pregnant.",
    "Now, this was such a good story.",
    "I had to pay mom, dad, and baby a visit tonight.",
    "We have company.",
    "I know what you're thinking: \"Come on, how do you not know you're pregnant?\"",
    "But Melissa Judd and her boyfriend, Nate Smith say...",
    "...the last thing they were expecting was to be expecting.",
    "I lost weight.",
    " I lost probably about 15, 20 pounds in the past six months.",
    "Something like that.",
    "Were you bigger than you are now?",
    "Just a little bit.",
    "I had no idea.",
    "I mean, there wasn't any differences and any changes.",
    "So last Wednesday, Melissa was enjoying her day off, started cleaning the house when...",
    "...well, we'll let her tell the rest of the story.",
    "I was feeling a little crampy.",
    "So, you know, I just thought I'm gonna start my period and...",
    "...I felt the urgency to go to the bathroom so I went to the bathroom and...",
    "...I pushed and \"Surprise!\"",
    "So I thought, \"Well, I'm here by myself.\"",
    "\"I'm gonna have to do this alone.\"",
    "And so she did.",
    "Twenty minutes later, she delivered a five pound, nine ounce baby boy.",
    "He was okay but he was purple, so it scared me to death.",
    "So I went to Bradley.",
    "Bradley is Keith Bradley her neighbor, who just so happens to be an EMT.",
    "I came running over to her, and I looked down, and...",
    "...she's got the baby in her hand, and I'm like, \"Where did that come from?\"",
    "Within minutes, Sunman paramedics arrived,...",
    "...and mom and baby are whisked off to the hospital.",
    "But there was still one more problem.",
    "I thought it was a joke, I thought it was a practical joke.",
    "Nate was at work and gets a call from a 911 dispatcher, telling him his girlfriend...",
    "...just had his baby.",
    "I drove to the hospital and, sure enough, you know, there they were.",
    "One week later, little Jackson is fitting right in.",
    "He's a miracle.",
    "Definitely. I wouldn't trade it for anything."
]