[
    "I want to tell you about my daughter, Michelle.",
    "She's my baby.",
    "Michelle was born on January 17th, 1964.",
    "That's her brother, Craig, on the left.",
    "We lived in an apartment on the South Side of Chicago,...",
    "...where her father worked at the city water plant...",
    "...and I got to stay home with my children.",
    "Michelle was especially close to her daddy.",
    "My father was in his 50s and my sister would still sit on his lap,...",
    "...and put her head on his shoulder as she used to do when she was a kid.",
    "And that sort of, in one picture, epitomizes their relationship.",
    "Her dad was just a sweet man and a kindhearted man,...",
    "...and somebody who thought everybody should be treated with dignity and respect.",
    "And I think that it carried over to Michelle.",
    "We raised Craig and Michelle to go to college,...",
    "...but we teased them about how some people went away to college,...",
    "...and never came back to their community.",
    "My mom and dad would always say that, \"If just a few people would come back...\"",
    "\"...and live in the community, it would make all the difference in the world.\"",
    "And we talked about that a lot.",
    "She was very committed to the South Side of Chicago.",
    "She was very committed to using every bit of her skills and her talents to lift others up.",
    "After law school, Michelle came back.",
    "And at first, she worked for a big law firm,...",
    "...that was where she met Barack.",
    "The firm was abuzz about this hotshot first - year law student from Harvard.",
    "His name was Barack Obama. And I thought, \"Well, who names their kid Barack Obama?\"",
    "So I figured, \"This guy has to be weird.\"",
    "She was assigned as my summer adviser.",
    "I was late that day.",
    "I don't think I made such a great impression, but she was dazzling.",
    "When he first showed up, he was a little late.",
    "So I thought, \"Well, maybe he didn't have his act together.\"",
    "But then when he walked in, he was very handsome and he had this air of \"interesting\"...",
    "...in him that I didn't expect.",
    "I didn't see a ring on her hand.",
    "So, it turned out she didn't have a boyfriend,...",
    "...but she was very resistant to the idea of some inner office dating.",
    "I asked her a couple of times and she was sort of pushing me off a little bit.",
    "And then he made his big move.",
    "Finally, there was a company picnic.",
    "And on the drive back, I offered to buy her ice cream.",
    "That was what put her over the top.",
    "That's where she said, \"You know, this guy knows how to treat a woman.\""
]