[
    "Ladies and gentlemen,...",
    "...I'm not sure whether this is appropriate in this very solemn ceremony to say a few words of my personal reflection.",
    "People say that good things come to those who wait.",
    "And I know that is true.",
    "And I will tell you why.",
    "Almost 40 years ago, when President Nixon of the United States...",
    "...had established a diplomatic relationship with the People's Republic of China.",
    "There was a high expectation in the United States...",
    "...about how to improve their relationship with the People's Republic of China...",
    "...and they might have wanted to have some perspectives of an Asian person.",
    "I was a young, very junior foreign ministry official at that time,...",
    "...and I learned that one of the most prestigious universities in the United States...",
    "...was sponsoring a full-ride scholarship for a student from my part of the world for Chinese studies.",
    "It was the University of Washington.",
    "And I leapt at the chance.",
    "So, I studied and worked hard, and I took extra exams,...",
    "...and I put everything into it.",
    "And one day, a letter arrived.",
    "I was selected for an interview.",
    "I was so excited.",
    "And I was invited to come to a certain place called the Royal Hotel in Seoul.",
    "I was sure that I would get that.",
    "When I went to the Royal Hotel,...",
    "...I was surprised to find just a dozen of Korean citizens,...",
    "...professors, government officials, who were waiting for an interview...",
    "...by a professor who was dispatched from the University of Washington.",
    "At that time, I realized that it was not only from Korea;...",
    "...they were selecting one person, one future scholar in the whole of Asia,...",
    "...maybe in my part of Asia.",
    "What could I do?",
    "I went through with the exam, with the interview.",
    "And fortunately I came out outstanding;...",
    "...I was selected as the candidate from Korea.",
    "One day, another letter came from the University of Washington.",
    "They told me that it was good news.",
    "But I was only the first runner-up.",
    "They said that if their first choice of the university would not accept,...",
    "...then I would be selected.",
    "They told me to wait.",
    "And I have waited and waited!",
    "40 years, 40 years!"
]