[
    "Wikipedia, on the other hand, begins with a very radical idea...",
    "...and that's for all of us to imagine a world in which every single person on the planet...",
    "...is given free access to the sum of all human knowledge.",
    "And that's what we're doing.",
    "So Wikipedia ; you just saw the little demonstration of it.",
    "It's a freely licensed encyclopedia.",
    "It's written by thousands of volunteers all over the world in many, many languages.",
    "It's written using Wiki software which is the type of software he just demonstrated...",
    "...so anyone can quickly edit and save and it goes live on the Internet immediately.",
    "And everything about Wikipedia is managed by virtually an all - volunteer staff.",
    "So, when Yochai is talking about new methods of organization,...",
    "...he's exactly describing Wikipedia.",
    "And what I'm gonna do today is tell you a little bit more about how it really works on the inside.",
    "So Wikipedia's owned by the Wikimedia Foundation, which I founded,...",
    "...a nonprofit organization.",
    "And our goal, the core aim of the Wikimedia Foundation,...",
    "...is to get a free encyclopedia to every single person on the planet.",
    "And so if you think about what that means,...",
    "...it means a lot more than just building a cool website.",
    "We're really interested in all the issues of the digital divide, poverty worldwide;...",
    "...empowering people everywhere to have the information that they need to make good decisions.",
    "And so we're gonna have to do a lot of work that goes beyond just the Internet.",
    "And so that's a big part of why we've chosen the free licensing model...",
    "...because that empowers local entrepreneurs or anyone who wants to...",
    "...can take our content and do anything they like with it.",
    "You can copy it, redistribute it and you can do it commercially or non - commercially.",
    "So, there's a lot of opportunities that are going to arise...",
    "...around Wikipedia all over the world.",
    "We're funded by donations from the public...",
    "...and one of the more interesting things about that is how little money it actually takes to run Wikipedia.",
    "So, Yochai showed you the graph of what the cost of a printing press was.",
    "And I'm gonna tell you what the cost of Wikipedia is,...",
    "...but first I'll show you how big it is.",
    "So, we've got over 600,000 articles in English.",
    "We've got two million total articles across many, many different languages.",
    "The biggest languages are German, Japanese, French.",
    "All the Western European languages are quite big.",
    "But only around one-third of all of our traffic to our web clusters to the English Wikipedia,...",
    "...which is surprising to a lot of people.",
    "A lot of people think in a very English - centric way on the Internet,...",
    "...but for us, we're truly global.",
    "We're in many, many languages.",
    "How popular we've gotten to be: we're a top 50 website and we're more popular than the New York Times.",
    "So, this is where we get to Yochai's discussion.",
    "This shows the growth of Wikipedia, we're the blue line there...",
    "...and then this is the New York Times over there.",
    "And what's interesting about this is the New York Times website...",
    "...is a huge, enormous corporate operation...",
    "...with, I have no idea how many, hundreds of employees.",
    "We have exactly one employee and that employee is our lead software developer.",
    "And he's only been our employee since January 2005, all the other growth before that.",
    "So, the servers are managed by a ragtag band of volunteers,...",
    "...all the editing is done by volunteers.",
    "And the way that we're organized is not like any traditional organization you can imagine.",
    "People are always asking, \"Well, who's in charge of this?\" or \"Who does that?\"",
    "And the answer is, anybody who wants to pitch in.",
    "It's a very unusual and chaotic thing."
]