[
    "Imagine if you could record your life, everything you said, everything you did,...",
    "...available in a perfect memory store at your fingertips,...",
    "So, you could go back and find memorable moments and relive them,...",
    "...or sift through traces of time and discover patterns in your own life....",
    "...that previously had gone undiscovered.",
    "That's exactly the journey that my family began five and a half years ago.",
    "This is my wife and collaborator, Rupal.",
    "And on this day, at this moment, we walked into the house with our first child,...",
    "...our beautiful baby boy.",
    "And we walked into a house with a very special home video recording system.",
    "Okay.",
    "This moment and thousands of other moments special for us...",
    "...were captured in our home because in every room in the house,...",
    "...if you looked up, you'd see a camera and a microphone,...",
    "...and if you looked down, you'd get this bird's-eye view of the room.",
    "Here's our living room, the baby bedroom, kitchen, dining room and the rest of the house.",
    "And all of these fed into a disc array that was designed for a continuous capture.",
    "So here, we are flying through a day in our home,...",
    "...as we move from sunlit morning through incandescent evening...",
    "...and finally, lights-out for the day.",
    "Over the course of three years, we recorded eight to ten hours a day,...",
    "...amassing roughly a quarter million hours of multi - track audio and video.",
    "So, you're looking at a piece of what is by far the largest home video collection ever made.",
    "And what this data represents for our family at a personal level,...",
    "...the impact has already been immense, and we're still learning its value.",
    "Countless moments of unsolicited, natural moments, not posed moments,...",
    "...are captured there, and we're starting to learn how to discover them and find them.",
    "But there's also a scientific reason that drove this project,...",
    "...which was to use this kind of natural longitudinal data to understand....",
    "...the process of how a child learns language. That child being my son.",
    "And so, with many privacy provisions put in place to protect...",
    "...everyone who was recorded in the data,...",
    "...we made elements of the data available to...",
    "...my trusted research team at MIT, so we could start teasing apart patterns...",
    "...in this massive data set, trying to understand...",
    "...the influence of social environments on language acquisition."
]