[
    "In just two weeks, we'll come together, as a nation,...",
    "...to mark the 10th anniversary of the September 11th attacks.",
    "We'll remember the innocent lives we lost.",
    "We'll stand with the families who loved them.",
    "We'll honor the heroic first responders who rushed to the scene and saved so many.",
    "And we'll pay tribute to our troops and military families,...",
    "...and all those who have served over the past ten years,...",
    "...to keep us safe and strong.",
    "We'll also recall how the worst terrorist attack in American history...",
    "...brought out the best in the American people.",
    "How Americans lined up to give blood.",
    "How volunteers drove across the country to lend a hand.",
    "How school children donated their savings.",
    "How communities, faith groups and businesses collected food and clothing.",
    "We were united.",
    "And the outpouring of generosity and compassion reminded us that in times of challenge,...",
    "...we Americans move forward together, as one people.",
    "This September 11th, Michelle and I will join the commemorations at Ground Zero,...",
    "...in Shanksville and at the Pentagon.",
    "But even if you can't be in New York, Pennsylvania or Virginia,...",
    "...every American can be part of this anniversary.",
    "Once again, 9/11 will be a National Day of Service and Remembrance.",
    "And in the days and weeks ahead, folks across the country...",
    "...in all 50 states will come together in their communities and neighborhoods...",
    "...to honor the victims of 9/11 and to reaffirm the strength of our nation...",
    "...with acts of service and charity.",
    "As we saw after 9/11, the strength...",
    "...of America has always been the character and compassion of our people.",
    "So, as we mark this solemn anniversary, let's summon that spirit once more.",
    "And let's show that the sense of common purpose that we need in America...",
    "...doesn't have to be a fleeting moment.",
    "It can be a lasting virtue not just on one day, but every day."
]