[
    "There's a battle on the way to take control of the smartphone and tablet market.",
    "The way that all of us, if not already, will access the Internet in the future.",
    "It's a struggle for dominance.",
    "Google, Apple, Microsoft and Blackberry are all fighting for our attention.",
    "Google, the company, that for many of us defines the Internet,...",
    "...has agreed to buy the company that once defined mobiles: Motorola.",
    "It's a deal worth a colossal 12.5 billion dollars.",
    "Google already owns the Android mobile phone and tablet operating system.",
    "That's the rival to Apple's iPhones and iPads.",
    "What's at stake is massive.",
    "And at the moment, Google's Android is slightly in the lead,...",
    "...with 150 million devices around the world.",
    "The key difference is, that until the planned acquisition of Motorola, announced today,...",
    "...Google didn't actually manufacture devices running Android.",
    "Unlike Apple, which of course makes huge profits from manufacturing the iPad and iPhone.",
    "As from today, Google becomes a credible rival to Apple,...",
    "...for the first time making bits of technology, rather than simply creating computer algorithms.",
    "But this still, is about much more than just manufacturing phones.",
    "It's a defensive move in an increasingly acrimonious legal battle...",
    "...between Google and all of its rivals, especially Apple.",
    "Google's Android has been accused of infringing the patents of many companies.",
    "Motorola owns more mobile patents than any other company.",
    "It has 17,000 patents and a further 7,500 that are pending.",
    "Compared to just over 3,000 for Apple and 10,000 for Microsoft partner, Nokia.",
    "Google hopes this advantage in patents will help secure the future of the Android system.",
    "Wherein the real value here is not in the hardware and not on the licensing, not at all.",
    "Google and Facebook and Apple and Microsoft want us to generate as many signals...",
    "...about ourselves as they can get us to do.",
    "Where we are, who we are, what we're doing, what we like,...",
    "...what we're shopping for and so on.",
    "Then they can target their content services and advertising to us.",
    "That's where the value is here.",
    "And Google's strategy is that if Android is ubiquitous,...",
    "...then Google will get maximum value out of that because of course,...",
    "...when we're online, what do we all use? Google.",
    "Three months ago, the chairman of Google, Eric Schmidt,...",
    "...told me that Google is now a mobile - first company.",
    "It's redefined its mission as we've changed the way we access the Internet.",
    "Today's deal has the potential to further change our technology habits...",
    "...in Google's favor all over again."
]