[
    "You've seen the word, you've seen the websites and you may even have one.",
    "But have you ever wondered, \"What's the big deal about blogs?\"",
    "This is \"Blogs in Plain English.\"",
    "To make sense of blogs, you have to think about the news and who makes it.",
    "We'll look at news in the 20th century versus the 21st century to make our point.",
    "In the 20th century, the news was produced professionally.",
    "When news happened, reporters wrote the stories...",
    "...and a tiny group of people decided what appeared in a newspaper or broadcast.",
    "Professional news was mainstream, general and limited.",
    "The 21st century marked the point where news became both professional and personal.",
    "A new kind of website called a web blog, or blog for short,...",
    "...came on to the scene and let anyone be a reporter and publisher, often for free.",
    "As blogs became popular, they created millions of news sources...",
    "...that gave everyone an audience for their own version of news.",
    "With a blog, a business owner can share news about his business,...",
    "...a mother can share news about her family or a sports star can share news with fans.",
    "These people are all bloggers.",
    "How did this happen?",
    "Well, blogs made sharing news on the web easy.",
    "Anyone with an idea can start a new blog with a click of a button...",
    "...and share news minutes later.",
    "Here's how blogs work.",
    "Blogs are websites that are organized by blog posts.",
    "These are individual news stories, like articles in the paper.",
    "Bloggers simply fill out a form like this one to post a new story.",
    "With the click of a button, the blog post appears at the top of the web page,...",
    "...just above yesterday's news.",
    "Over time, the blog becomes a collection of these posts, all archived for easy reference.",
    "Also, each blog post can become a discussion through comments left by readers.",
    "Blogs make the news a two-way street.",
    "But really, the fuss is not about how blogs work.",
    "It's about what people like you do with them that matters.",
    "Bloggers often work together.",
    "In addition to comments, you'll read each other's posts,...",
    "...quote each other and link your blogs together.",
    "This creates communities of bloggers that inspire and motivate each other.",
    "Since 2003 there have been over 70 million blogs created,...",
    "...each with its own version of news.",
    "So the big deal about blogs is that they gave people like you the power of the media...",
    "...and created a personal kind of news that appeals to a high number of small audiences.",
    "So, it's up to you.",
    "What will you do with this new power?",
    "There is likely a group of people out there who want to hear what you have to say.",
    "You can search for blogs using Google's Blog Search or Technorati.",
    "You can also start your own blog for free at Blogger or Wordpress.com.",
    "I'm Lee LeFever and this has been \"Blogs in Plain English\" on the Common Craft Show."
]