[
    "Then, they'll look at the same basket each year after that.",
    "So then, they'll do the same things: housing, fuel, services, transportation.",
    "And then, this would be in Year 2 now, Year 2.",
    "And let's say that same basket costs a hundred, 102 dollars.",
    "Well then, they'll say that the general level of price and services...",
    "...for this consumer went up by two dollars or went up by,...",
    "...the more important thing is by the percentage, by two percent.",
    "So based on this measure, based on this basket of goods,...",
    "...prices went up by two percent,...",
    "...or you'll hear people on the news say that the inflation rate went up by two percent.",
    "Now I want to clarify, when inflation, sometimes talks to inflation in the money supplies...",
    "...so people talk about there's just more money being printed.",
    "And often, an increase in the money supply...",
    "...is usually one of the factors that is driving price inflation.",
    "But when most people talk about inflation today, they are talking about price inflation.",
    "They are talking about the increase in prices...",
    "They are not directly talking about the increase in the money supply.",
    "Now, this seems like a pretty simple thing to do.",
    "But it's not as simple as you might first think.",
    "Because think about something like TV sets or especially anything that's technological.",
    "Do you look at the same TV set that's getting probably cheaper every year...",
    "...or do you look at the average TV set that the American household is having?",
    "Do you look at the same computer that's getting significantly cheaper every year,...",
    "...or you look at the average computer every year...",
    "...because then, you would actually be looking at a different product.",
    "So, there is actually a lot of things to think about,...",
    "...a lot of things that, how you could weigh this.",
    "And there's been a lot of controversy and when the weighing changed in different periods of time.",
    "But this is the general idea and it's really just the best attempt...",
    "...to figure out, on average, how much more expensive or how much...",
    "...purchasing power are we losing from one year to the next."
]