[
    "This will start to bite home in a few week's time...",
    "...when the first shortages start to appear and hit hard even further in about three month's time...",
    "...when the production isn't being made today should've been coming online.",
    "And it's the disruption to the infrastructure isn't it that's key here, particularly electricity?",
    "At the moment that's correct, yes;...",
    "...rather than the factories being destroyed, although there are some.",
    "But these factories need a lot of electricity, a lot of clean water.",
    "And they are constantly operating.",
    "So, any disruption will destroy product that's being made at that particular time.",
    "And that of course will create tremendous shortages.",
    "And which of the components...",
    "...are you specifically looking out which might be vulnerable here?",
    "Well, the industry is very diverse. It makes chips for everything...",
    "...but the memory chips will be certainly the first to be affected...",
    "...because they are the ones which inventories are much leaner on...",
    "...and they're used in just about everything.",
    "So, Apple is rightly to be concerned about these flash memory chips...",
    "...because that is a crucial component for them.",
    "And flash memory chips?",
    "They're used in cameras, your USB sticks.",
    "They're used to take photographs.",
    "They're used to store the data you have on your iPhones, your iPads, you i - anything.",
    "They're the heart of it, really.",
    "Apart from the computing power, this is what actually helps them to store everything.",
    "And for the rest of us as we watch this unfolding, you say that it is going to take several weeks.",
    "Inevitably, are we going to see an impact on prices?",
    "Yes, you will because there will be shortages...",
    "...and that inevitably means that we should be building now parts for the 2nd and 3rd quarter.",
    "Those will be constrained.",
    "And that's the busy start of the season.",
    "So even things like the Christmas TVs and all of those things, they could well be in short supply.",
    "And Malcolm, I know it's difficult at this stage because we're at the early stages of this...",
    "...but are you able to look beyond the Christmas spirit; I mean, is this going to have a significant impact for years?",
    "Yeah, well I think so because before the crisis, the industry was working to a very, very tight, lean schedule,...",
    "...so there was no capacity excess...",
    "...and in fact, a tendency to be under capacity.",
    "So now that this has been taken out, it's gonna squeeze the supply chain even more.",
    "And that will take a long time because if I build a factory today,...",
    "...you won't see the output for 18 months."
]