[
    "Bringing the people behind our food to life.",
    "Marc Gunther from Fortune Magazine.",
    "One reason we have large-scale centralized food in this country...",
    "...is, you alluded to in the beginning, is because it's cheap...",
    "...and a smaller part of our income goes for food than did 20 or 30 years ago.",
    "How do you see factoring in the true environmental and other costs of food into the...",
    "...price of food at the supermarket?",
    "You said farmers and fishermen should be paid more.",
    "I assume those scallops on dayboats are cheaper than farmed salmon.",
    "How do you put those two tensions together?",
    "Yeah, it's a very good question and of course, when we...",
    "...ask that question, and think about it, we have to distinguish...",
    "...the difference between cost and price.",
    "And it's a very important distinction economically because...",
    "...what we have is a low price system and a high cost system.",
    "The costs are expressed in our health care system, in the environment,...",
    "...and the loss of habitat, loss of fisheries, loss of soil,...",
    "...loss of water quality, and those are costs basically that are...",
    "...placed on other people, other generations.",
    "And they're unequally distributed and so...",
    "...we have very, very expensive food in this country. It's just that the prices are cheap.",
    "And so to make that shift from cheap food and high externalized costs...",
    "...that are caused by the production of cheap food...",
    "...and to make that transition again is what this movement is about.",
    "And eating enjoyable, pleasurable, biologically - raised,...",
    "...sustainable food is a lot more interesting than going to the hospital.",
    "And it costs less.",
    "And I don't wanna brag, I don't wanna say but...",
    "...I don't have health care, I don't have a doctor,...",
    "...I'm 64 years old, I've eaten organic food since I was 19.",
    "I have no diseases, I have no amber bottles in my medicine cabinet.",
    "Now, I feel good.",
    "Here's what I'm saying. So, I'm a 44 - year experiment in eating organic food, okay?",
    "And I just feel like, my staff has health insurance.",
    "That's all I want you to know."
]