[
    "Welcome to the weekly video podcast for the PBS series \"e²\".",
    "This exclusive online program will take you beyond the episode you just watched...",
    "...and deeper into the world of sustainable design.",
    "In the same way where the era of cheap fuel is ending,...",
    "...by no coincidence, the era of cheap food is probably ending...",
    "...because this food system is so dependent on fossil fuel.",
    "There are several reasons that we've seen this crisis in food prices worldwide.",
    "The first is ethanol.",
    "The fact is that we made a decision.",
    "Not we; President Bush made a decision in 2006 to make a big bet on ethanol.",
    "And it began subsidizing at $0.51 a gallon and putting a tariff on imported ethanol...",
    "...and the result drove up corn prices.",
    "When you drive up prices of one grain, farmers growing other grains rush to grow the high priced grains.",
    "So suddenly, there wasn't enough wheat or soil.",
    "Suddenly, all grains were in short supply and you have this problem.",
    "I think mixing the food economy and the energy economy as we have is a big mistake.",
    "And that's where we are.",
    "We're in a situation where American SUVs are competing for farmland and grain with people in the developing world.",
    "And you can bet who's winning, it's the SUV.",
    "You can find arguments saying that the subsidization of corn production is environmentally sensible...",
    "...because it leads to ethanol, a supposedly cleaner - burning fuel.",
    "The fact to the matter is ethanol that is made from corn is far less efficient than ethanol that is made from sugarcane.",
    "Sugarcane could be imported.",
    "But the reason why it's not is there is an enormous tariff preventing that sugarcane from coming in to this country.",
    "And complementing that tariff are the subsidies for the corn industries.",
    "So it would make no economic sense whatsoever; the incentives are clearly in the direction of making ethanol from corn...",
    "...which is environmentally far more wasteful than making ethanol from sugarcane.",
    "The other reason that food prices have gone up though...",
    "...is because this food system is so entirely dependent on fossil fuel.",
    "So that when you see the spike in fuel prices that we've had,...",
    "...lo and behold, fertilizer prices go up.",
    "Diesel for your tractor goes up.",
    "The food processing costs go up.",
    "If it takes ten calories of fossil fuel energy to produce one calorie of food energy,...",
    "...well in such a system, oil prices are gonna have a huge impact on the price of food.",
    "And that's the other thing we've seen happen."
]