[
    "Bringing the people behind our food to life.",
    "The myth of genetic engineering that's been put out in terms of saying this is the solution to hunger...",
    "...is a totally false myth.",
    "Because the only two applications...",
    "...that have been commercialized in these 20 years of genetic engineering.",
    "One is to make seeds make more resilient to herbicides...",
    "...which means you get to spread more Roundup,...",
    "...you get to spread more glyphosate, and you get to spread more poison.",
    "Not a very desirable trait in farming systems...",
    "... especially since what Monsanto will call weeds are actually alternative sources of food.",
    "For example in India, Monsanto had ads...",
    "...selling Roundup with weeds around a woman's hand saying, \"Liberate yourself\".",
    "But what Monsanto calls weeds is food for the cattle, it's greens for the family,...",
    "...it's medicinal plants.",
    "And the spraying of Roundup is like an ecocide of the planet destroying diversity.",
    "The other brand of genetic engineering is Bt toxin crops.",
    "You take a genetically engineered toxin from a bacteria...",
    "...called Bacillus thuringiensis which is why Bt.",
    "Put it into the plant and now this toxin is a ready-made toxin...",
    "... different from the bacteria where it becomes a toxin in the gut of particular insects...",
    "... and therefore only targets the caterpillars.",
    "This ready-made toxin now starts to affect butterflies and bees.",
    "A current Cornel study showed that butterflies fed with pollen from Bt corn...",
    "...had a much higher level of mortality.",
    "We've just done a recent study showing that soils with Bt cotton...",
    "...have lost nearly 30% of the soil microorganism within three years of cultivation.",
    "There are reports in India of cattle dying after grazing on Bt cotton fields...",
    "...because after all it's a toxin and this is happening to animals and bees.",
    "What's going to happen to human beings with a lifetime of feeding these toxic foods?"
]