[
    "Well, I appreciate the opportunity you're giving me, Mr. Cromwell, as the single,...",
    "...largest shareholder in Teldar Paper, to speak.",
    "Well, ladies and gentlemen, we're not here to indulge in fantasy,...",
    "...but in political and economic reality.",
    "America, America has become a second-rate power.",
    "Its trade deficit and its fiscal deficit are at nightmare proportions.",
    "Now, in the days of the free market, when our country was a top industrial power,...",
    "...there was accountability to the stockholder.",
    "The Carnegies, the Mellons, the men that built this great industrial empire, made sure of it...",
    "..because it was their money at stake.",
    "Today, management has no stake in the company!",
    "Altogether, these men sitting up here own less than three percent of the company.",
    "And where does Mr. Cromwell put his million - dollar salary?",
    "Not in Teldar stock; he owns less than one percent.",
    "You own the company.",
    "That's right, you, the stockholder.",
    "And you are all being royally screwed over by these, these bureaucrats,...",
    "...with their steak lunches, their hunting and fishing trips,...",
    "... their corporate jets and golden parachutes.",
    "This is an outrage!",
    "You're out of line, Gekko!",
    "Teldar Paper, Mr. Cromwell, Teldar Paper has 33 different vice presidents,...",
    "...each earning over 200,000 dollars a year.",
    "Now, I have spent the last two months analyzing...",
    "...what all these guys do and I still can't figure it out.",
    "One thing I do know is that our paper company lost...",
    "...110 million dollars last year, and I'll bet that half of that was spent...",
    "...in all the paperwork going back and forth between all these vice presidents.",
    "The new law of evolution in corporate America seems to be survival of the unfittest.",
    "Well, in my book, you either do it right or you get eliminated.",
    "In the last seven deals that I've been involved with,...",
    "...there were 2.5 million stockholders who have made a pre - tax profit of 12 billion dollars.",
    "Thank you.",
    "I am not a destroyer of companies.",
    "I am a liberator of them.",
    "The point is, ladies and gentlemen, that greed, for lack of a better word, is good.",
    "Greed is right.",
    "Greed works.",
    "Greed clarifies, cuts through, and captures the essence of evolutionary spirit.",
    "Greed, in all of its forms: greed for life, for money, for love, knowledge,...",
    "...has marked the upward surge of mankind. And greed,...",
    "...you mark my words, will not only save Teldar Paper,...",
    "...but that other malfunctioning corporation called the USA.",
    "Thank you very much."
]