[
    "For the past 20 years in London, I've seen Britain through my eyes as a photojournalist.",
    "Just about everything that happened:...",
    "...the 7/7 bombings, the IRA bombing in the city...",
    "...kind of showed me a lot of the resilience, of the stoicism, of how the British react in these adversities.",
    "And it taught me a lot.",
    "Another thing I love about the British society is that it treats everybody with equality.",
    "You know, we are all human beings, we are equal.",
    "Here, I spent hours, days, weeks, months of my life outside here,...",
    "...covering some of the biggest justice stories this country has ever had.",
    "Justice is the root of this equality.",
    "It's so strong in this culture and society...",
    "...where the bus driver is as important, as equal as a chief executive of a big company;...",
    "...where the dustman is as equal as a doctor.",
    "In this culture, it doesn't matter which culture you are from or where you were born;...",
    "...everyone is equal under the law.",
    "There's a respect,...",
    "...there's a politeness in this country that I've never seen anywhere else in the world.",
    "I love it.",
    "I've completely swallowed it in my life.",
    "So, one of the things that really amazed me when I first got here...",
    "...is how people who stand and calmly relax as they go down the escalator or up.",
    "They stay on the right.",
    "And people who want to move or are in a hurry go on the left.",
    "And it works.",
    "It's like this British respect for each other;...",
    "...respect for the rules.",
    "I don't see this working anywhere else in the world.",
    "My work took me all over the planet.",
    "And every time I come back to London,...",
    "...I feel we are in the epicenter of this new multicultural world that we live in nowadays.",
    "The Albert Memorial was made by Queen Victoria to celebrate her beloved dead husband Prince Albert.",
    "And it was at the height of the empire and it celebrated colonialism;...",
    "...it celebrated the whole world in one power.",
    "So, you have the four continents; each continent represented in each corner...",
    "...and so as the whole world represented in one monument being the power of the empire.",
    "And now, as a kind of reversal of that,...",
    "...it seems to me now the symbol of London's multiculturalism as in the whole world here, in one city."
]