[
    "Our study is about language acquisition, so we're looking at...",
    "...that very first step, how infants are able to figure out what the words in their language are...",
    "...as opposed necessarily to what those words mean.",
    "So, what we're doing is we've created an artificial language, and it's made up of...",
    "...four what we consider to be words, which each have two syllables...",
    "...and we're looking at a pattern called vowel harmony.",
    "And that means that within that language, within the words...",
    "...the vowels have a shared property or characteristic, so when that...",
    "...property changes and it's a vowel that doesn't fit, it must be a new word.",
    "And so what this is about is trying to see if that cue, vowel harmony, might be something that...",
    "...infants are looking for when they're trying to separate out words in their language.",
    "And we do the study with English - acquiring infants.",
    "English actually is not a language that has vowel harmony in it.",
    "So what's really cool about that is that...",
    "...we see a difference; that infants do pay more attention to...",
    "...what we consider to be words, which are those with vowel harmony,...",
    "...or part - words which don't have the harmony.",
    "We're able to tell that this is something that could be innate,...",
    "...a tool that all infants are born with across the world,...",
    "...since they've never actually been exposed to that pattern before.",
    "So that's kinda what our study is about here.",
    "We used something called the head turn preference procedure...",
    "and what that means is that the infant is seated on their mother's lap.",
    "We're able to see them in our monitoring room...",
    "...and we're playing them sounds and showing them some flashing lights.",
    "After they're exposed to the familiarization stream,...",
    "...where they hear those patterns over and over again,...",
    "...we start playing them one word over and over, or a part - word over and over.",
    "It will come out of one side of the speaker, with a flashing light in that direction,...",
    "...so the infant will turn their head and kind of pay attention to it.",
    "When they grow bored they'll look away,  they don't want to listen to it anymore.",
    "And that's what we're measuring,...",
    "...which sounds they like to listen to more;...",
    "...it's more of a measure of attention than anything else.",
    "Especially at seven months, they do have a fairly short attention span...",
    "...so they're only gonna want to listen to things that they're interested in.",
    "So, by measuring whether they pay more attention...",
    "...to either what we consider to be words or part - words...",
    "...we're able to tell if they make a distinction between the two.",
    "So, what we're looking at is that first step,...",
    "...which is how they are able to separate words when they listen to other people speak.",
    "Okay.",
    "How do they pick out what the words are as opposed to picking somewhere in the middle...",
    "...or anything like that."
]