[
    "From St. Michael's Mount to the standing stones of Orkney,...",
    "...Britain is chock-a-block with sacred sites.",
    "Stonehenge was built as people started to realize that growing food might be easier than chasing it.",
    "They began to create vast stone structures...",
    "...to celebrate this new bond between humans and earth.",
    "Stonehenge is extra special, partly because it celebrates the sun as well.",
    "It would have taken 200 people to raise each stone in the spectacular circle,...",
    "...but it was worth it.",
    "At midsummer sunrise and midwinter sunset,...",
    "...the sun pours to the stone into the center of the monument.",
    "Heaven brought to earth.",
    "Glastonbury Abbey is also built along the axis of the sun...",
    "...not because Christians were sun worshipping...",
    "...but because they too wanted to represent the sacred link between heaven and earth.",
    "To the medieval pilgrim, the ground of Glastonbury was the holiest of all.",
    "People came to the site in their thousands,...",
    "...perhaps because some believed they were walking in the footsteps of Jesus himself.",
    "Jesus' uncle, Joseph of Arimathea, was said to have founded the abbey.",
    "And according to some versions of the legend, he brought the young Jesus with him,...",
    "...who stayed in the next door village of Priddy,...",
    "...where he could have earned his keep as a surface miner.",
    "These days, New Age pilgrims have joined the Christians at Glastonbury...",
    "...and all sorts of people flock to Stonehenge.",
    "Perhaps they are partly drawn by the ley lines...",
    "...channels of earth energy that some believe connect our sacred sites.",
    "The influence of Stonehenge and Glastonbury crops up all over Britain.",
    "Milton Keynes was designed so that at midsummer sunrise,...",
    "...the sun pours directly along the central boulevard where its rays reflect off the railway station.",
    "Perhaps we should start thinking of Milton Keynes as not just a new town...",
    "...but a center for the New Age, or maybe not."
]