[
    "Say you've cooked up a new innovation:...",
    "...something you're excited about, some new product...",
    "...or a new service; and you're ready to roll it out. Well, before you do that...",
    "You've got a challenge to face and that is, \"How do you explain this thing?\"",
    "You know, \"What is it? What does it do? Why would anybody want it?\"",
    "That's trickier than it sounds because most people don't have the patience to sit through...",
    "...a long explanation and explaining makes for lousy marketing.",
    "So, how do you unveil this innovation without letting all the joy leach out of it?",
    "Well, to explain something new really quickly, one strategy you can use...",
    "...is just to tap into the things that people already know.",
    "So, if I was explaining to you what Netflix is, maybe you've never heard of Netflix,...",
    "...I might say, \"Well Netflix is like Blockbuster.\"",
    "That's not the whole story obviously, but,...",
    "...it gets you into the right mental space really quickly. It tells you,...",
    "...\"Okay, this has something to do with movie rentals.\"",
    "And then I could pile on from there.",
    "I can say, \"Well Netflix is like Blockbuster with no late fees.\"",
    "Or \"Netflix is like Blockbuster by mail.\"",
    "Or \"Netflix is like Blockbuster but they actually have the movies you want to rent and stock.\"",
    "So, Blockbuster is an anchor:...",
    "...it's giving you quick intuition about what this new innovation is.",
    "For a more profound example, think back a hundred - plus years...",
    "...to the dawn of the first automobiles.",
    "So imagine this: imagine you're the person who has to explain what this new gizmo is.",
    "Nobody's ever heard of a car; nobody knows what it is.",
    "How in the world are you gonna explain what this is?",
    "Well, you may know that cars are referred to as horseless carriages...",
    "...and so notice the art of that.",
    "Carriage is the anchor.",
    "Why? Because everybody can visualize a carriage.",
    "Everybody knew what a carriage was...",
    "...and so carriage gives them an entry point into this new innovation.",
    "Now obviously, anchors alone are not enough to solve your problem...",
    "...because anchors create similarity.",
    "\"Netflix is like Blockbuster; a car is like a carriage.\"",
    "But that's not the whole story...",
    "...because the whole point of an innovation is it's new; it's different,...",
    "...there's something different happening.",
    "And so you need an anchor for quick intuition but you also need a twist:...",
    "...some reason that people can get excited.",
    "So, it's not a carriage; it's a horseless carriage, where horseless is the twist.",
    "\"Blockbuster and Netflix are similar but Netflix is by mail.\" That's the twist.",
    "Think about TiVo. TiVo is like a VCR but you can pause and rewind live television.",
    "So you get the point: to sell a new innovation you need an anchor to create understanding...",
    "..and a twist to showcase what's different.",
    "If you want to learn more about this topic,...",
    "...check out the links that I've set up at fastcompany.com/heath."
]