[
    "Back in the 1690s, there were only two countries on the island of Great Britain:...",
    "...the Kingdom of Scotland and the Kingdom of England.",
    "England and the other great European powers were doing rather well for themselves...",
    "...by expanding their empires through the cunning use of flags.",
    "Scotland had no empire but wanted to join in the game,...",
    "...and thus needed to establish a colony of her very own.",
    "But where to build it?",
    "\"Panama,\" declared Scotland.",
    "She imagined the colony's strategic location would make trade with the Far East safer and faster...",
    "...by eliminating the long journey around the hazardous Cape of Good Hope and Cape Horn...",
    "...where both wind and wave delight in smashing ships against the rock and ice.",
    "\"Who will lend me the money to make this great idea a reality?\" asked Scotland.",
    "\"No one,\" was the answer.",
    "Instead of helping, the European empires started trade wars with Scotland...",
    "...to limit the power of their future rival.",
    "So, poor Scotland had to fund the project herself.",
    "She gathered up all the money she could,...",
    "...literally put it all in a big box and, capital thusly raised, sent off a colonial ship.",
    "400,000 pounds, 8,000 kilometers and 111 days later, 2,500 Scotsmen landed on the shores of Panama,...",
    "...named it \"New Caledonia\" and immediately discovered a few small problems with their plan.",
    "First, the mountains on the western side of Panama were a wee bit larger than expected,...",
    "...making overland trade pretty much impossible.",
    "Even if they had thought of building a canal, the technology to do so was still 200 years away.",
    "Second, the woolen goods brought to trade with the locals were useless in the endless heat and humidity.",
    "Third, the Spanish conquistadors had already planted flags on the sandy beaches...",
    "...and weren't too happy to see the Scots arrive.",
    "And fourth, without adequate supplies,...",
    "...diseases such as the perennial tropical favorite, dysentery, spread quickly.",
    "Two years and 2,000 dead Scots later, they abandoned the project.",
    "Now, this wasn't the first failed attempt at a Scottish empire.",
    "Early colonies had been tried and abandoned in Nova Scotia, New Jersey and Carolina.",
    "But the Panama debacle was particularly devastating to Scotland because she was overinvested.",
    "Remember that money in a box?",
    "Turns out it was a fifth of the wealth of the whole country.",
    "Oops.",
    "Scotland's sudden impoverishment proved a golden opportunity for the Kingdom of England...",
    "...who was growing increasingly worried that her neighbor to the north would ally with an enemy.",
    "England offered Scotland a deal that would reimburse Scotland for her losses if she voted for union.",
    "In 1707, Scotland agreed and the Kingdom of Great Britain was born.",
    "While the surrender of independence was unpopular in Scotland,...",
    "...her economy improved with access to the once English, now British, trade routes...",
    "...and she played a formative role in what would soon be the largest empire in human history.",
    "That being said, still more than 300 years later,...",
    "...Scotland has never fully given up her national identity and thoughts of independence."
]