[
    "From communion with the dead, to pumpkins and pranks.",
    "Halloween is a patchwork holiday,...",
    "...stitched together with cultural, religious and occult traditions that span centuries.",
    "It all began with the Celts,...",
    "...a people whose culture had spread across Europe more than 2,000 years ago.",
    "October 31st was the day they celebrated the end of the harvest season...",
    "...in a festival called, \"Samhain\".",
    "That night also marked the Celtic New Year and was considered a time between years:...",
    "...a magical time when the ghosts of the dead walked the Earth.",
    "It was the time when the veil between death and life was supposed to be at its thinnest.",
    "On Samhain, the villagers gathered and lit huge bonfires...",
    "...to drive the dead back to the spirit world and keep them away from the living.",
    "But as the Catholic Church's influence grew in Europe,...",
    "...it frowned on the pagan rituals like Samhain.",
    "In the 7th century, the Vatican began to merge it with the Church - sanctioned holiday.",
    "So November 1st was designated, \"All Saints' Day\" to honor martyrs and the deceased faithful.",
    "Both of these holidays had to do with the afterlife and about survival after death.",
    "It was a calculated move on the part of the Church to bring more people into the fold.",
    "All Saints' Day was known then as \"Hallowmas\".",
    "\"Hallow\" means holy or saintly.",
    "So the translation is roughly, \"Mass of the saints\".",
    "The night before, October 31st, was All Hallows' Eve which gradually morphed into Halloween.",
    "The holiday came to America with the wave of Irish immigrants...",
    "...during the potato famine of the 1840s.",
    "They brought several of their holiday customs with them,...",
    "...including bobbing for apples and playing tricks on neighbors,...",
    "...like removing gates from the front of houses.",
    "The young pranksters wore masks so they wouldn't be recognized.",
    "But over the years, the tradition of harmless tricks grew into outright vandalism.",
    "Back in the 1930s, it really became a dangerous holiday.",
    "I mean, there was such hooliganism and vandalism.",
    "Trick or treating was originally an extortion deal.",
    "\"Give us candy or we'll trash your house.\"",
    "Storekeepers and neighbors began giving treats or bribes to stop the tricks.",
    "And children were encouraged to travel door to door for treat...",
    "...as an alternative to trouble - making.",
    "By the late 30s, \"Trick or treat!\" became the holiday greeting."
]