[
    "Thanks for coming. Thank You!",
    "Steve Jobs was known to push the boundaries of what gadgets could...",
    "...and, in many people's eyes, should do.",
    "A charismatic showman,...",
    "...Jobs seemed to know what consumers wanted long before they did.",
    "By introducing the first user-friendly personal computer to the masses,...",
    "...he transformed a geeky hobbyist obsession...",
    "...into a pillar of modern life.",
    "The Apple II, conceived in a garage...",
    "...with Apple co-founder Steve Wozniak and introduced in 1977,...",
    "...sent IBM and others scrambling to get their own PCs to market.",
    "By 1985, faltering sales and competition from Windows PCs...",
    "...forced Jobs from the company he helped found.",
    "During his ten-year hiatus, Jobs led two companies.",
    "NeXT, a computer company that formed the basis for Apple's current software platform, OS X...",
    "...and Pixar, the computer animation studio famous for the \"Toy Story\" movies.",
    "Jobs maintained two roles upon his return to Apple in 1997:...",
    "...CEO of Pixar and CEO of Apple.",
    "He eventually sold Pixar to Disney for so much stock...",
    "...that he became Disney's largest individual shareholder.",
    "On stage, in his uniform of jeans and a black turtleneck...",
    "...he'd entranced audiences with new Macs, iPhones and iPads.",
    "All of these helped make Apple the largest tech company in the world,...",
    "...surpassing longtime rival Microsoft in May of 2010.",
    "Jobs didn't dream up these inventions.",
    "His genius was in spotting and bringing new technologies to the masses.",
    "In the 1996 PBS series \"Triumph of the Nerds\",...",
    "...Jobs said Apple has always been shameless about stealing great ideas.",
    "Under Jobs's watch, Apple maintained a level of secrecy...",
    "...that regularly frustrated investors and the media.",
    "But he also led Apple to balloon into the second largest company of any kind...",
    "...in the United States by market value.",
    "Jobs resigned as CEO in August of 2011...",
    "...after several health related leaves of absence,...",
    "...including a liver transplant and treatment for pancreatic cancer.",
    "Steven Paul Jobs is survived by his biological sister Mona Simpson,...",
    "...daughter Lisa Brennan-Jobs, and his wife Laurene Powell, and their three children.",
    "Sandy Kozel, The Associated Press."
]