[
    "Finally, genetic modification.",
    "Yes.",
    "Some call it Frankenfood, very unpopular in Europe. Why do you think that is?",
    "I was hoping you'd ask me easier questions about GMOs.",
    "I don't know all of the reasons behind it. I suspect some of it was the fact that...",
    "...the release of this technology, going back 20 years ago, got off on the wrong foot.",
    "But we've now been more than 20 years at it. I travel around the world.",
    "I see how much more food you can grow...",
    "...on how much less land, using how much less water, and using how much less inputs,...",
    "...be it fertilizer or chemicals, and I say, \"What is the resistance to this technology?\"",
    "We have demonstrably taken the world far, far from food insecurity...",
    "...by the proper deployment of these technologies...",
    "...and we've done it with less land, and less water, and less chemicals,...",
    "...and I see those as the big challenges.",
    "\"How do we get the most out of every liter of water?\"",
    "\"And how do we get the most out of every acre of land...\"",
    "\"...that we can leave the maximum amount to its natural state?\"",
    "\"What sort of proportion of Cargill's business do you think is trading GMOs?\"",
    "Of our own business of the grain that comes across in through our hands...",
    "...given that a number of crops have no GMOs,...",
    "...there's no GMO wheat and things like that, I'm gonna say a third.",
    "And you don't have any fears about GM being found to be problematic years down the line?",
    "No, I don't think that's the reason not to be careful in the way which we introduce new traits...",
    "...in the government and regulatory environment that surrounds them.",
    "But I think the technology and I visit these labs,...",
    "...and I see what they go through. It's basically achieving in a short compression of time...",
    "...what in many cases could probably have been achieved by other breeding methods,...",
    "...but it would have taken 100 years. And so, I think that you can simultaneously...",
    "...be in favor of GMOs and be in favor of strict regulation...",
    "...that gives people the greatest amount of comfort.",
    "One of the concerns that people have about GMOs is that the seeds that are being used...",
    "...by a GM company can spread into other farms.",
    "And then, the company that made the seed...",
    "...will go after the farmers in that neighboring farm and say, \"You're using our seed\".",
    "Is that something that you've come across and what have you done about it?",
    "I have not.",
    "Clearly, there is the issue of pollen drift and in some cases, even in the US.",
    "It has to be carefully observed.",
    "I am unaware of any genetics company that's ever pursued a farmer for...",
    "...what they call \"inadvertent admixture\". In other words, through no fault of his own he ends up...",
    "...demonstrating two percent of some traits and the expression for it is \"inadvertent.\"",
    "Now you, the farmer, didn't purposely do it, admixture, which is...",
    "...something drifting across the fence from another property.",
    "I've never seen or heard of a farmer being pursued for inadvertent participation.",
    "So, those farmers who protest that they have been prosecuted for using someone's seeds...",
    "...they've actually, they've probably did use the seeds.",
    "It would be a difficult course for a genetics company to take in.",
    "I would be prepared to wager a lot that it didn't happen.",
    "So, is it possible for someone who's using GMC to actually...",
    "...take it and try and grow crops from it the next year?",
    "Sure.",
    "And that's the problem?",
    "Yeah, purposely.",
    "Yeah, its not inadvertent at all. ",
    "It's very purposeful."
]