[
    "So food security becomes the absence of fear of famine and that's got two elements to it.",
    "One of which is economic and the other which is the absence of the calories at all.",
    "Today, we live at a time where the world's at the furthest it's ever been from caloric famine.",
    "The number of calories that the world's farmers are producing per inhabitants of the world is...",
    "...at all-time record levels.",
    "What we do have are issues of economic famine that are more difficult to address;...",
    "...people simply not accessing the calories they need to sustain themselves and the...",
    "...public debate on that tends to get muddied.",
    "And they're two very distinctly different issues.",
    "We sought questions on food security from our listeners and viewers...",
    "...by BBC Business on Facebook and Twitter.",
    "Francis Stewart would like to know what you're doing to help the underdeveloped countries.",
    "So, certainly they've talked about the examples in a place like the Ivory Coast where...",
    "...this year, Ivory Coast and Ghana, we will buy from more than 250,000 farmers.",
    "We will conduct training classes for more than 60,000 on how to grow their crops,...",
    "...how to harvest them, how to maintain them post - harvest to avoid wastage;...",
    "...how to improve the quality which raises the price we can pay them...",
    "...for the beans that they produce which raises their family incomes.",
    "We talked about Zimbabwe and the fact that...",
    "...we will make between Zimbabwe and Zambia...",
    "...this year almost 140,000 microloans to farmers,...",
    "...in those countries, in exchange for them producing their crops to the...",
    "...standards and to the practices that we have taught to them.",
    "And so there is a quid pro quo: they get more money for their products.",
    "We provide the microloans, and they in turn comply with what we feel are best practices.",
    "And so I could go on. I think the biggest thing that we do...",
    "...is to be a voice for trust - based free trade in food.",
    "And if you think about the world, all natural resources weren't equally spread and so...",
    "...each part of the world has comparative advantage.",
    "And we have tried to be a voice to raise the right crops in the right places...",
    "...using the right technology and then to trade with each other.",
    "And we think, \"If the world's going to be food secure...\"",
    "\"...and if it's going to do it at prices that people can afford to pay,...\"",
    "\"...this trust - based free trade is really critical.\"",
    "Andrew Reitmeyer asked, \"When making land acquisitions in developing countries,...\"",
    "\"...what is done to protect the environment and rights of people...\"",
    "\"...who depend on that land to survive?\"",
    "So first of all, we are not land owners; we are the processors of people's crops...",
    "...and so we need farmers to be successful, we need consumers to be successful.",
    "And we need to bring technology and finance, and engineering expertise.",
    "So to the question about land ownership,...",
    "...no company is big enough to be a police force onto itself.",
    "And I think the World Wildlife Fund has a great expression which is,...",
    "...\"The world should agree on the nots.\"",
    "We're not going to do certain things in Yellowstone National Park and across the world;...",
    "...what we need and by the we, society as a whole needs to decide,...",
    "...\"What are the things we're not gonna do?\"",
    "And then agriculture needs to respond to that...",
    "...and grow the calories that we need in those places where agriculture is permissible."
]