[
    "At the Apple headquarters in Cupertino, California...",
    "...a lone piper pays tribute to the company's visionary leader.",
    "Flags across Silicon Valley were at half-staff in honor of Steve Jobs.",
    "Outside Jobs' home in Palo Alto, flowers, candles and tributes written in sidewalk chalk.",
    "At the nearby Apple store, a makeshift shrine to a man that inspired his fans and his friends.",
    "In a statement, Microsoft founder Bill Gates says:...",
    "\"For those of us lucky enough to get to work with Steve, it's been an insanely great honor.\"",
    "\"I will miss Steve immensely.\"",
    "Facebook founder Mark Zuckerberg called Jobs a mentor and a friend.",
    "\"Thanks for showing that what you build can change the world.\"",
    "\"I will miss you.\"",
    "On the streets of New York:...",
    "\"Apple set the mark for, right now, a standard.\"",
    "\"It's one of the best products out there in the market.\"",
    "Reactions from true techies and people who say Jobs opened a new world to them:...",
    "\"Even if you're someone like me who isn't the first to adapt,...\"",
    "\"...to the newest and greatest technological sort of things,...\"",
    "\"...he created products that people really loved and it's affected how they live their lives.\"",
    "In Atlanta, the same sentiment from Apple salesman Alex Taubman:...",
    "\"You would watch an event, you would just be blown away by what he would do...\"",
    "\"...so drawn into the way he approached things.\"",
    "And perhaps the most fitting evidence of Jobs' impact on the world...",
    "...came from these college students,...",
    "...practically born into a world fully immersed in technology:...",
    "\"With your iPhone, you can check the news, you can get on Facebook,...\"",
    "\"...like the death of Steve Jobs. I knew about it on Facebook...\"",
    "\"...before I knew about it in the news that I checked.\"",
    "...finding out about the passing of a legend through a device that he created.",
    "Noel Waghorn, the Associated Press."
]