[
    "Steve Jobs is a genius.",
    "I think what Apple has done is just genius.",
    "Who is your idol in business?",
    "I think Steve Jobs.",
    "He made his own company, got kicked out of it, made a new company,...",
    "...got brought back into his old company.",
    "He's a superstar.",
    "Apple's leading the market in sort of showing the market where to go.",
    "I want to build a tablet, and everyone's following.",
    "The iPad was the most successful technology launch in history.",
    "The iPad 2: you're seeing it, it's more popular than the iPad 1.",
    "I remember growing up when I was younger and my dad had a deal with Apple.",
    "And I thought that was the coolest thing ever because for a long time,...",
    "...everyone was using the PC and then Macintosh came back out...",
    "...and came back strong.",
    "And that's when my dad started his deal.",
    "And I just remember thinking, \"Oh I'm gonna get all of these great Apple products.\"",
    "\"I'm gonna have everything!\" and then I did not get one thing.",
    "But now, I have the iPads and my iPhones, and all we use is Apple at my house.",
    "So, it's been a great product. I love it.",
    "Now, there's a difference between convincing someone to buy a laptop for that one transaction.",
    "It's quite different to enchant that person with the totality of your company...",
    "...so that you buy a laptop, and then you buy an iPhone, an iPod, an iPad and iTunes.",
    "Apple has done the Is.",
    "So and then you stand in line, in the cold weather for 24 hours to get the first iPhone 5.0 or whatever.",
    "Apple in particular has enchanted its customers.",
    "A lot of times people think they're crazy.",
    "But in that craziness, we see genius.",
    "And those are the people we're making tools for.",
    "You had Bill Gates and his team, Paul Allen.",
    "They did this whole thing: this whole IBM,...",
    "...that sort of whole computer thing; it was thriving doing its thing.",
    "So what do you do?",
    "If you're gonna enter this foray and that became the business computer,...",
    "...what do you do if you're hitting in the market place?",
    "What are the cool people buying?",
    "And do the cool people want a different option?",
    "So let me target the entertainment guys; let me target the other people with this cool, slick,...",
    "...sexy, interesting - looking computer...",
    "...that focuses on music, it focuses on film, it focuses on photography.",
    "And it's really the ease of use; it's just incredible like a five - year - old could use it.",
    "\"Let me do that.\"",
    "\"Let me bring you the sleek, cool.\"",
    "Monumental, what they did.",
    "It's in Apple's DNA that technology alone is not enough.",
    "That it's technology married with liberal arts, married with the humanities...",
    "...that yields us the result that makes our hearts sing.",
    "I just think what that company has done for the creation of value is one of the greatest stories out there.",
    "To me, one of the interesting things about that company is that...",
    "...pretty much all young people today are familiar with that technology.",
    "Someday those people are gonna be CIOs, CFOs; heads of departments, heads of functions.",
    "And with the familiarity they have with that technology, you'd have to believe that...",
    "...even though it's a consumer-facing company today,...",
    "...they're gonna have a huge opportunity someday to help businesses do better where they don't really play today."
]