[
    "Steve, I've never met you but I followed your whole life and career.",
    "And out of everything you've done, what I found most inspiring...",
    "...was the commencement speech that you gave at Stanford in 2005...",
    "...where you shared lots of lessons that you've learned throughout your life.",
    "And the one I remembered most is your final lesson around following your heart.",
    "Your time is limited so don't waste it living someone else's life.",
    "Have the courage to follow your heart and intuition.",
    "They somehow already know what you truly want to become.",
    "Steve's legacy is gonna live for a very long time.",
    "The stories are pronounced around his innovation;...",
    "...not just innovation on technology but on business models...",
    "...and in creating a culture of sustainable innovation which we certainly see at Apple,...",
    "...something we try to embody here at EMC.",
    "What can you say about a man that has literally created industries...",
    "...and changed the world; he really has.",
    "He's been such an inspiration to millions of people.",
    "He was the person that really introduced what technology was capable of.",
    "He showed that technology can make your life better.",
    "And I think he really inspired the next generation's passion to tinker and to love technology.",
    "Steve Jobs has had amazing impact on my life in several different ways.",
    "It really inspired me to start doing 3D graphics and experimenting...",
    "...with computer graphics and things that can be done there.",
    "For me, the answers to why Steve Jobs maybe the greatest CEO we've ever seen...",
    "...can be found in the scoreboard of the public markets.",
    "He also launched three new product categories that didn't exist before,...",
    "...all of which had been successes.",
    "So for me, creating $341 billion in market cap in 12 years...",
    "...is just a remarkable tenure as a CEO and...",
    "...I don't know if we'll ever see anything like it again.",
    "I hope to carry like his wisdom throughout my own career...",
    "...and it's really sad what happened today but his legacy is going to last for a very long time.",
    "I never met you but I really want to let you know that impact you had on me.",
    "I really want to thank you for that.",
    "Thank you for everything you've done and we all have to meet our Maker...",
    "...but be happy knowing that there are millions of people that carry your spirit.",
    "Today is a profound day.",
    "There are a lot of emotions but for me the strongest emotion is thanks.",
    "Thank you, Steve.",
    "Thank you for your vision, your brilliance, your passion and your determination.",
    "And thank you for showing us that one person can actually change the world...",
    "...in a meaningful and positive way.",
    "You are an inspiration."
]