[
    "I'm Jane McGonigal. I'm a game designer.",
    "I've been making games online now for ten years.",
    "And my goal for the next decade is to try to make it as easy...",
    "...to save the world in real life as it is to save the world in online games.",
    "Now, I have a plan for this, and it entails convincing more people,...",
    "...including all of you, to spend more time playing bigger and better games.",
    "Right now, we spend three billion hours a week playing online games.",
    "Some of you might be thinking, \"That's a lot of time to spend playing games.\"",
    "\"Maybe too much time, considering how many urgent problems we have to solve in the real world.\"",
    "But actually, according to my research at the Institute for the Future,...",
    "...it's actually the opposite, that's true.",
    "Three billion hours a week is not nearly enough game play to solve the world's most urgent problems.",
    "In fact, I believe that if we want to survive the next century on this planet,...",
    "...we need to increase that total dramatically.",
    "I've calculated the total we need at 21 billion hours of game play every week.",
    "So, that's probably a bit of a counterintuitive idea, so I'll say it again.",
    "Let it sink in.",
    "If we want to solve problems like hunger, poverty, climate change, global conflict, obesity,...",
    "...I believe that we need to aspire to play games online for at least...",
    "...21 billion hours a week by the end of the next decade.",
    "No, I'm serious. I am.",
    "Here's why. This picture pretty much sums up why I think games are so essential...",
    "...to the future survival of the human species, truly.",
    "This is a portrait by a photographer named Phil Toledano.",
    "He wanted to capture the emotion of gaming,...",
    "...so he set up a camera in front of gamers while they were playing.",
    "And this is a classic gaming emotion.",
    "Now, if you're not a gamer you might miss some of the nuance in this photo.",
    "You probably see the sense of urgency, a little bit of fear,...",
    "...but intense concentration, deep deep focus on tackling a really difficult problem.",
    "If you are a gamer, you will notice a few nuances here. The crinkle of the eyes up...",
    "...and around the mouth is a sign of optimism and the eyebrows up is surprise.",
    "This is a gamer who is on the verge of something called an \"epic win\".",
    "Oh, you've heard of that. Okay, good. So we have some gamers among us.",
    "So, an epic win is an outcome that is so extraordinarily positive...",
    "...you had no idea it was even possible until you achieved it.",
    "It was almost beyond the threshold of imagination...",
    "...and when you get there, you are shocked to discover what you are truly capable of.",
    "That's an epic win. This is a gamer on the verge of an epic win.",
    "And this is the face that we need to see on millions of problem solvers all over the world...",
    "...as we try to tackle the obstacles of the next century.",
    "The face of someone who, against all odds, is on the verge of an epic win.",
    "Now, unfortunately, this is more of the face that we see...",
    "...in everyday life now as we try to tackle urgent problems.",
    "This is what I call the \"I'm Not Good at Life\" face.",
    "And this is actually me making it. Can you see? Yes, good.",
    "This is actually me making the \"I'm Not Good at Life\" face.",
    "This is a piece of graffiti in my old neighborhood in Berkeley, California,...",
    "...where I did my PhD on why we're better in games than we are in real life."
]