[
    "This is the coin symbolizing the unity Europe is so desperately trying to save: the euro,...",
    "...the currency that binds 17 countries.",
    "Countries now scrambling to find a way out of their financial crisis.",
    "James Walston is with American University in Rome.",
    "They have to do something in order to save the euro, in order to save Europe.",
    "We are not right on the edge yet, but we're fairly close to it.",
    "So close that US Treasury Secretary Timothy Geithner took the unusual step...",
    "...of meeting with European financial ministers and offering advice.",
    "It is not in the interest of the United States for Europe...",
    "...to be weakened by a protracted economic and financial crisis.",
    "In 2008, the US investment bank Lehman Brothers collapsed,...",
    "...sending shockwaves throughout the global economy.",
    "Economist Jacob Kirkegaard says Lehman is similar to the big European banks.",
    "Banks get into an acute crisis. It's gonna have the same sort of shock...",
    "...or heart attack effect if you like on global financial markets.",
    "But here's a big difference.",
    "In 2008, the US responded with an immediate influx of taxpayer money:...",
    "...a 700-billion-dollar relief program known as TARP.",
    "The United States went to one congress for one vote to approve the bailout.",
    "In Europe, you got 17 different parliaments with different schedules,...",
    "...different election calendars that have to do that.",
    "For now, Greece and several other countries are under austerity programs,...",
    "...not at all popular with this group of deaf people protesting against any further cuts.",
    "Some experts suggest Greece be allowed to default on its debt...",
    "...and leave the Eurozone, strengthening the group as a whole.",
    "Paul Taylor is with Reuters.",
    "Greece has got to help itself.",
    "It's really got to finally stick to and implement its austerity program.",
    "That means not listening to even the quietest of protesters...",
    "...and speeding up spending cuts and government layoffs.",
    "Without that additional revenue, Greece is predicted to default next month...",
    "...and the default could spread to other European countries.",
    "Carolyn Presutti, VOA News."
]