[
    "I want you to take a look at this baby.",
    "What you're drawn to are her eyes and the skin you love to touch.",
    "But today, I'm going to talk to you about something you can't see,...",
    "...what's going on up in that little brain of hers.",
    "The modern tools of neuroscience are demonstrating to us...",
    "...that what's going on up there is nothing short of rocket science.",
    "And what we're learning is going to shed some light on what the romantic writers...",
    "...and poets described as the \"celestial openness\" of the child's mind.",
    "What we see here is a mother in India and she's speaking Koro,...",
    "...which is a newly discovered language. And she's talking to her baby.",
    "What this mother and the 800 people who speak Koro in the world understand...",
    "...is that to preserve this language, they need to speak it to the babies.",
    "And therein lies a critical puzzle. Why is it that you can't preserve a language...",
    "...by speaking to you and I, to the adults? Well, it's got to do with your brain.",
    "What we see here is that language has a critical period for learning.",
    "The way to read this slide is to look at your age on the horizontal axis.",
    "And you'll see on the vertical your skill at acquiring a second language.",
    "The babies and children are geniuses until they turn seven, and then there's a systematic decline.",
    "After puberty, we fall off the map.",
    "No scientist dispute this curve, but laboratories all over the world...",
    "..are trying to figure out why it works this way.",
    "Work in my lab is focused on the first critical period in development...",
    "...and that is the period in which babies try to master which sounds are used in their language.",
    "We think by studying how the sounds are learned, we'll have a model for the rest of language,...",
    "...and perhaps for critical periods that may exist in childhood for social,...",
    "...emotional and cognitive development.",
    "So, we've been studying the babies using a technique that we're using all over the world...",
    "...of the sounds of all languages.",
    "The baby sits on a parent's lap and we train them...",
    "...to turn their heads when a sound changes, like from \"ah\" to \"e\".",
    "If they do so at the appropriate time,...",
    "...the black box lights up and a panda bear pounds a drum.",
    "A six - monther adores the task.",
    "What have we learned? Well, babies all over the world...",
    "...are what I like to describe as citizens of the world.",
    "They can discriminate all the sounds of all languages,...",
    "...no matter what country we're testing and what language we're using.",
    "And that's remarkable because you and I can't do that.",
    "We're culture - bound listeners. We can discriminate the sounds of our own language,...",
    "...but not those of foreign languages."
]