[
    "The 1980 Geneva Motor Show saw the debut of an automobile that set a new standard for Audi worldwide...",
    "...by combining winning motor sport qualities with the utmost in practicality.",
    "In celebrating the 30th anniversary of that car this year,...",
    "...Audi presents the \"Audi Quattro Concept\".",
    "A show car that provides 300 kilowatts or 408 horsepower, five-cylinder, turbocharged engine,...",
    "...a lightweight body, and the latest generation of quattro permanent all-wheel drive.",
    "The very first glimpse of the new show car awakens memories of its legendary ancestor,...",
    "...the 1984 Sport Quattro.",
    "The foundation is provided by the powerful, modern-day Audi RS5.",
    "Like its predecessor from 1984, the 2010 show car is also a two-seater.",
    "The body is made primarily of aluminium with the hood,...",
    "...the rear hatch, and other components made of carbon.",
    "As a result, the Audi Quattro concept weighs just 1,300 kilograms...",
    "...or 2,866.01 pounds, almost exactly the same as the Sport Quattro from 1984.",
    "The lightweight know-how of the Quattro concept body will characterize...",
    "...Audi's entire production model portfolio in the future.",
    "In the Audi Quattro concept, the longitudinal FSI turbo...",
    "...accelerates from nought to 100 kilometers per hour or 62.14 mph in only 3.9 seconds.",
    "The Audi Quattro concept uses the latest evolutionary stage...",
    "...of the Quattro permanent all-wheel drive system to deliver its power to the road.",
    "The interior of the coupe is reduced and clean.",
    "The dashboard is very slender and seems to float over the separate center console.",
    "Awaiting the two occupants are filigree bucket seats,...",
    "...developed with the goal of lightweight design at a forefront.",
    "The classic driver orientation of the cockpit is typical Audi.",
    "The instrument cluster is completely digital.",
    "The large, three-dimensional display contains all of the information required...",
    "...by the driver and replaces the classic MMI central display."
]