[
    "Everyone, please help me welcome Robin Chan.",
    "Thanks for joining us, folks. Today, we have a distinguished panel.",
    "I'd like to kind of give them hats.",
    "We have the entrepreneur, we have the multinational,...",
    "...Linda the dealmaker and we have of course Lip-Bu the sage.",
    "So, just start off with a couple of factoids,...",
    "...why we're in tough times globally in the economy.",
    "Merill, Bank of America announced that...",
    "...they revised up the economic forecast for China,...",
    "...from 8% this year to 8.7%.",
    "Last quarter, China went up to 7.9% GDP growth.",
    "3 takeaways on some factoids you may not know,...",
    "...there is a company that is the largest social network, that's not named Facebook.",
    "And it's making a ton of money, and it's public.",
    "And it, just recently, has a larger market capitalization than Yahoo.",
    "And it's called Tencent.",
    "While the US government is working to support the automotive industry in the US,...",
    "...the Chinese market is now the number one auto market in the world.",
    "GM China is very profitable and in the last quarter, I believe, grew 37%.",
    "And, of course, the most influential and powerful mobile company in the world...",
    "...is not Apple, but China Mobile,...",
    "...with well over 400 million subscribers.",
    "So, looking at these statistics are very seductive, and that's why investors,...",
    "...multinationals and entrepreneurs all want to learn about this market.",
    "We're going to divide the panel in two parts.",
    "The first part is about dispelling a lot of conventional thoughts about what China is about.",
    "And so, there are five myths that I will present...",
    "...and ask these stage panelists what their thoughts are.",
    "The second half is going to be a lot of lessons,...",
    "...hard-earned lessons from the trenches,...",
    "...from the field, about what they learned in working and operating in China."
]