[
    "d.school is born out of a design - thinking process that really has to do with innovation.",
    "A new kind of leader is needed in the world.",
    "And how we nurture our students in terms of their capacity to tackle...",
    "...some of those broad innovation challenges is fundamentally changing.",
    "For the students to be ready for the 21st century workforce,...",
    "...they need to learn how to collaborate.",
    "They need to improve their speaking skills and analytical skills.",
    "The students are motivated by a lot of different things.",
    "But they all want to change the way they're working.",
    "This is our 5th space in four years.",
    "We've really celebrated a lot of failures along the way...",
    "...and have been very mindful about how to build and how to advance.",
    "In designing this space, we turned our process in upon ourselves...",
    "...and tried to gain empathy for our own community.",
    "Empathy, meaning you pay more attention to people and what the experience is like.",
    "We found out that prototyping in itself and being flexible and creating a space that...",
    "...can evolve is really important.",
    "It was quite interesting to engage with Steelcase to address...",
    "...behavior patterns specific to some spaces at the d.school.",
    "We're actually maybe thinking about classes in a slightly new way.",
    "In the end, we want them to create something.",
    "And when you put students in that posture,...",
    "...what it does is that it flips the whole educational system around.",
    "So now, content has to be generated by the students.",
    "So, in constructivist pedagogies, the students are discovering new concepts...",
    "...and creating their own knowledge instead of memorizing facts.",
    "So, we find very frequently that students will advance their projects almost like in the blues.",
    "It's like a call and response kind of thing where we're giving them a call and they're responding.",
    "What I see as the responsibility of the instructors is...",
    "...to provoke the students to generate that content,...",
    "...allowing the students to participate and allowing the instructor to become more of a guide on the side...",
    "...instead of a sage on the stage.",
    "So, keeping things mobile and flexible is really important to us...",
    "...in terms of empowering the students...",
    "...as well as the teaching teams.",
    "We also like to create environments where students can move around a lot.",
    "We think this is really helpful to sharing leadership responsibility in a collaborative environment.",
    "So what we've designed into the space I think are ways that students can...",
    "...very quickly manifest their ideas. So we like to have them write on vertical surfaces.",
    "We also like to offer different types of spaces for students to work in.",
    "So, we'll do a lot of analog work but to be able to capture it...",
    "...and share it quickly, digital media is the perfect injection.",
    "What the mediascape does is that it allows students to take over a screen...",
    "...so at any given time if someone wants to share something from their computer with a group,...",
    "...they can just tap a button.",
    "A lot of times folks will come into a room and just use it as is and they don't think that...",
    "...it might be in the way of their own work.",
    "Space plays a really important role in learning.",
    "I don't think it's the solution to everything,...",
    "...right? There's lots of factors at play.",
    "And the way we like to think about it is that context can become content.",
    "How can we shape the environment...",
    "...so that we can start changing the behavior of the students or the faculty...",
    "...so it's more likely to lean towards these innovation behaviors?"
]