[
    "Welcome to the Women 2.0 in conversation series. I'm Jasmin Hauck.",
    "Today, I'm talking with Shin-Young Park,...",
    "...founder of a mobile virtual community for teens called Funji.",
    "So I had my first start-up in 1999; it was a baby portal for a child education website...",
    "...and I sold it to an education company in Korea.",
    "And I worked at SK Telecom which is a mobile network company...",
    "...as a project manager for mobile applications...",
    "...when Cyworld and all the mobile games were exponentially growing.",
    "And I moved to the US and the company that I'm doing Funji was my thesis.",
    "So, tell us about Funji.",
    "So, Funji is a mobile virtual community for teens to hang out on the go.",
    "So, they create their avatars and they create their rooms and visit other people's rooms,...",
    "...and trigger communication; they talk to each other.",
    "What's a mistake that you made earlier in your career that you don't want others to repeat?",
    "So, we released the application quickly and iterate fast...",
    "...so that we can learn from the user behavior and complete the engagement loop.",
    "So we should do one by one,...",
    "...adding features and see the user reaction and adding another feature and grow from there.",
    "But including me, a lot of people have the tendency to create another whole new thing...",
    "..and to see what happens.",
    "But usually it doesn't work like that and...",
    "...it's better to invest a little at a time and see how it goes step by step.",
    "So yet rather than having a lot of lists of features,...",
    "...understanding what users want and revising one by one.",
    "I think that's very important.",
    "How do you find good founding team members?",
    "Well, what I found is rather than finding people in random places...",
    "...if you're gonna make a founding team, it's better to find somebody you already know...",
    "...because of the personality, the working style and lifestyle also affect the company,...",
    "...and because they start on this twenty-four seven work, work, work.",
    "You should know the person personally before you work together.",
    "There are some people who say, \"Don't have business with friends.\"",
    "But referral is very good.",
    "So your friend's friend or your co - worker's friend or some kind of relations,...",
    "...I think it works very well."
]