[
    "The music team of RedFoo and SkyBlu spent six weeks at Number One on the Billboard Hot 100 Chart this year...",
    "...and earned the \"Song of Summer Award\" for its biggest hit.",
    "The duo's sophomore CD is called \"Sorry for the Party Rocking\".",
    "With all that success, why apologize?",
    "Maybe it's for the kid to say to the parent you know,...",
    "...maybe the kids in the backseat of the car with their Walkman on and they start...",
    "...rolling down the window and talking about, \"Every day, you know...\"",
    "\"Can you just please stop yelling out of the car?\"",
    "\"Hey, come on Mom, sorry for party rocking.\"",
    "LMFAO is a strange name for a band that was once known as the \"Sexy Dudes\"...",
    "...especially when you consider the person who gave them their name.",
    "So, we were on the iChat and I said,...",
    "...\"Hey grandma, what do you think about our name, 'Sexy Dudes'?\"",
    "And she just put \"LMFAO, I cannot believe you.\"",
    "He came out of the shower dripping and said, \"Look at that, that's magical.\"",
    "Grandma knows best.",
    "LMFAO, whose real names are Stefan Gordy and Skyler Gordy, share more than just a name.",
    "They explain their family connection to legendary Motown founder, Berry Gordy Jr.",
    "I'm the grandson and he is the son of Berry Gordy.",
    "Oh, Berry Gordy's son.",
    "He's the grandson and he's my nephew.",
    "That's right.",
    "Because I'm the son and uncle, son of Berry and uncle of Sky.",
    "My dad is his brother.",
    "Which is named Berry too.",
    "Right.",
    "So Berry is my brother and my father.",
    "That's weird.",
    "It has been a fast ride for LMFAO,...",
    "...who, in only two years, have earned multiple award nominations...",
    "...along with gold and platinum album sales.",
    "Six weeks at Number One is really amazing.",
    "It's just that it's an amazing benchmark to know that, hey, your dream is real.",
    "You know what I mean?",
    "So, you can really do what you've always wanted to do your whole life as a kid.",
    "So, it feels great that we're on the right path...",
    "...and we're just making a lot of people happy around the world, man, you know.",
    "While some call it dance music and others call it electropop...",
    "...only LMFAO know what their music is all about.",
    "You know we make music for the party,...",
    "...for party rocking and we come from a hip-hop background.",
    "But we kind of noticed that there's this world that loves to party and we love that world so much.",
    "We like comedy, we like dancing,...",
    "...and when we just always think about what we like, the songs...",
    "...start to always kind of have some dance, always...",
    "...you know, every video we want to have some kind of dancing because we like to dance.",
    "LMFAO's Redfoo and Skyblu know how to have a good time.",
    "And from the look of their concerts,...",
    "...their fans are also having a good time.",
    "I'm Larry London, VOA News."
]