[
    "You can talk to it and it responds.",
    "It has a dual-core processor, making it faster, and it has a better camera and camcorder.",
    "Technology journalist Luke Peters says features like the voice command known as \"Siri\"...",
    "...bring innovation to the smartphone industry.",
    "But, you know, there's a lot of features here that Apple,...",
    "...there's a lot of features under the phone that Apple have been playing catch-up with as well.",
    "That didn't matter to some.",
    "One of the first in line told VOA he traveled from Denmark...",
    "...and waited an entire day to get the phone.",
    "And the first guy out of the store came for Steve Jobs, the late Apple co-founder.",
    "He basically, I feel that he was such an innovator...",
    "...that he created a better world for us; that he made everything better.",
    "Thousands of people are lined up here behind me at this Apple store in Central London...",
    "...just waiting to get their hands on the new iPhone 4s.",
    "But the craze didn't start here. It actually started when Apple...",
    "...made the phone available for pre-ordering with a record-breaking...",
    "...one million pre-ordered in the first 24 hours.",
    "The London School of Economics' Silvia Elaluf-Calderwood says...",
    "...the hype is not necessarily over the features, but the brand.",
    "The emotional aspects of the release of 4s cannot be underestimated.",
    "Many people are buying this phone in some ways because they are attached to Mac.",
    "With one company's fortune comes another's hardship.",
    "Blackberry maker, Research In Motion, had network outages this week spanning five continents.",
    "RIM CEO Michael Lazaridis apologized to customers on Wednesday.",
    "I apologize for the service outages this week. We've let many of you down.",
    "But let me assure you that we're working around the clock to fix this.",
    "You expect better from us and I expect better from us.",
    "For some Blackberry users the apology came too late.",
    "The iPhone 4s now has a popular feature that once sold consumers on Blackberry.",
    "An internal messaging system that incurs no charges for users of the phone.",
    "Blackberry messenger is just so confusing, like it's been down for about a week now.",
    "And I just thought, \"You know what? I'm going to get this instead.\" It's just going to be better.",
    "And hopefully next year I'll upgrade to the iPhone 5.",
    "Elaluf-Calderwood says Research In Motion has seen a drop in its sales by 3%...",
    "...for each of the last three quarters.",
    "RIM really needs to come up with something really new if they want to continue this game.",
    "But while its sales are down, Blackberry is still attractive to some users.",
    "Elaluf-Calderwood says it's good for people on a budget.",
    "But she says both Blackberry and Apple face major competition from the real smartphone giant:...",
    "...Google Android, which now owns 50% of the market share and is growing.",
    "JulieAnn McKellogg, VOA News, London."
]