[
    "You're watching our special show \"Change Agents\" and we're coming to you from the India Economic Summit...",
    "...which is playing host to the Fifth India Social Entrepreneur of the Year Awards,...",
    "...handed out by the Schwab Foundation in association with the UNDP.",
    "On to the final winners of the awards this evening,...",
    "...it's a teacher duo, Padmanabha Rao and Rama Rao.",
    "They started off their initiative in 1987 in Rishi Valley.",
    "And it was while they were teaching in rural Andhra Pradesh...",
    "...that they realized the need for relevant content...",
    "...to actually be able to reach out to children in rural India.",
    "That's where the idea came from.",
    "Over their journey so far, they've reached out to over 75,000 schools...",
    "...and touched the lives of eight million children across India.",
    "Here's their story.",
    "It was an invitation to teach in the rural outback of Andhra...",
    "...that got Padmanabha Rao and his wife, Rama, to leave the city of Hyderabad...",
    "...and return to their grass roots.",
    "But the opportunity to teach in the Rishi Valley in 1987...",
    "...was the catalyst that got him going on a change mission.",
    "Familiar with the apathy of the education system in India,...",
    "...this teacher duo launched RIVER, Rishi Valley Institute for Education Resources,...",
    "...an initiative that creates teaching curriculum...",
    "...involving the local community in the process of education to help children learn better.",
    "\"We just started the whole thing as the finding of solutions to our own local problems...\"",
    "\"...in and around Rishi Valley.\"",
    "\"I mean, we didn't think about me being a national or international resource...\"",
    "\"...and coming up with a model which would...\"",
    "\"We started finding local solutions because we firmly believe that most of these problems,...\"",
    "\"...for all local problems, we have to find local solutions.\"",
    "\"The kind of local insight that was already here in our minds,...\"",
    "\"...the local ingenuity and finding local solutions, not to look for...\"",
    "\"...outsiders or other countries for solutions.\"",
    "\"Because we have our very own, what do you say, local kind of problems...\"",
    "\"...and for that we need to find local solutions.\""
]