[
    "I am happy to join with you today in what will go down in history...",
    "...as the greatest demonstration for freedom in the history of our nation.",
    "Renowned civil rights leader Reverend Martin Luther King Jr. galvanized the U.S. civil rights movement...",
    "...with his \"I Have a Dream\" speech in 1963.",
    "His nonviolent message calling for an end to racial segregation.",
    "I still have a dream.",
    "Almost half a century later, thousands convened on Washington's national mall...",
    "...to give his new memorial a proper dedication.",
    "Joyce Hayward flew from the island of Bermuda to be here.",
    "I wanted to be part of the celebration of the person who helped me be free.",
    "For Jeanine Hill, it was a long bus ride from Ohio.",
    "This is a special day because African-Americans, we need something like this...",
    "...especially for an election year, this is a very very important endeavor,...",
    "...and I'm proud, very proud to be a part of history.",
    "Revered civil rights leader Reverend Jesse Jackson...",
    "...greeted reporters before his formal remarks,...",
    "...saying King's fight must go on.",
    "We have some obligation not just to glow in this but keep raising the challenging,...",
    "...disturbing moral questions of economic justice and fairness.",
    "Stevie Wonder added to the chorus with his song...",
    "...and members of King's family orated.",
    "I've witnessed a baby become a great hero to humanity who provides hope and inspiration...",
    "...to a freedom-loving people everywhere.",
    "Designer Tommy Hilfiger who supplied an ocean of white baseball caps to the crowd...",
    "...was swarmed by journalists before speaking.",
    "But the day's big speaker was no doubt U.S. President Barack Obama,...",
    "...the nation's first black president,...",
    "...who was just 6 years old when King was assassinated.",
    "Because of that hopeful vision, because of Dr. King's moral imagination,...",
    "...barricades began to fall and bigotry began to fade.",
    "New doors of opportunity swung open for an entire generation.",
    "Yes, laws changed but hearts and minds changed as well.",
    "The ten meter tall statue of Dr. King reminds the world of his fight for equality...",
    "..and his ultimate belief that great dreams can come true.",
    "Laurel Bowman, VOA News, Washington."
]