[
    "Hi, I'm Ashwin Vasavada, the deputy project scientist...",
    "...for the Mars Science Laboratory mission and its Curiosity rover.",
    "So, a lot of people wonder why Curiosity doesn't have solar panels,...",
    "...like the Mars exploration rover, Spirit, and Opportunity.",
    "The Mars exploration rovers often found themselves short on power...",
    "...as dust settled on their solar panels.",
    "This was especially a problem in the short days of winter.",
    "We need a good, strong, and reliable source of power...",
    "...to keep Curiosity going for over two years on Mars.",
    "Curiosity is two times bigger, five times heavier and has 15 times the weight of scientific equipment,...",
    "...relative to Spirit and Opportunity.",
    "Like those rovers, Curiosity surveys the landscape and examines rocks and cliffs.",
    "Curiosity's scientific mission involves driving around its landing site, perhaps up to 15 or 20 miles,...",
    "...collecting samples of rocks and soils with a big jackhammer drill located on the end of a six foot robotic arm.",
    "Those samples are delivered to the rover and analyzed with some very sophisticated...",
    "...and power hungry, analytical laboratory instruments.",
    "And that's where the \"MMRTG\" comes in.",
    "The \"Multi Mission Radioisotope Thermoelectric Generator\"...",
    "...is a power source that we've used for years...",
    "...to power a spacecraft that have gone to the outer planets,...",
    "...and even the Apollo missions used it on the moon.",
    "Behind me, you can see a full-scale model of Curiosity, including the generator in the back.",
    "On this half scale model of the generator, you can see what's inside.",
    "The generator contains a specially produced form of plutonium dioxide.",
    "The natural decay of this radioisotope gives off heat,...",
    "...which these thermocouples can turn into electricity.",
    "The generator provides both electrical power and heat to the rover.",
    "About a hundred watts of electrical power is used to continuously charge the rovers battery.",
    "Also, heat can be pumped off of the generator using pipes to keep the rover's inside warm.",
    "Including the scientific instruments.",
    "With Curiosity's generator, there's a guaranteed way of charging the battery...",
    "...year round in all sorts of conditions.",
    "Curiosity's generator was developed by the Department of Energy...",
    "...and will be installed on the rover just a few days before launch.",
    "But to make sure everything works together properly, the engineers install the actual generator...",
    "...on the rover for the first time.",
    "The blue light that you see was just additional lighting...",
    "...to help them make sure they could see what they were doing.",
    "The Curiosity rover and the spacecraft that will take it to Mars are currently in Florida,...",
    "...undergoing its final preparations for launch.",
    "Everything's going well and all of us in the science team can't wait for its launch later this year...",
    "...and its arrival to Mars next summer.",
    "I'm Ashwin Vasavada and this has been your \"Building Curiosity\" update."
]