[
    "Andres Lopez Ovejero is running late to a very important meeting.",
    "I decided to go with more of a business suit, a little more business,...",
    "...a little more professional today.",
    "But it soon becomes clear, he's not on his way to a job interview.",
    "You're taking your shoes off, take off your pants, your underwear,...",
    "...you're really showing to a whole bunch of people that are not expecting to see it.",
    "Today, Lopez is stripping down to his underwear on the subway.",
    "Fortunately, he's not alone.",
    "This is the No Pants Subway Ride 2K10, Improv Everywhere's ninth annual No Pants Subway Ride.",
    "It's an organized prank with a couple of hundred people getting on various subway trains,...",
    "...and then in a very ordered fashion, they take off their pants, leaving only their underwear.",
    "They step, they get off the train, step onto the platform,...",
    "...wait on the train platform and get on other trains.",
    "Some riders were confused.",
    "Others were amused. Then some were downright shocked.",
    "I thought they were crazy. They were crazy people.",
    "I was simply terrified. I thought when they started taking their pants down,...",
    "...I thought they were gonna strip totally. I was hitting him. What is he doing? Oh my god!",
    "This year, they met at five different stops and rode the subway to Union Square,...",
    "...where they gathered for a celebration.",
    "Down with pants! Down with pants!",
    "It's funny. It's good, wholesome, clean fun, and I like getting naked in public.",
    "People of all ages came to catch a glimpse of the festivities.",
    "Would you ever do something like this?",
    "At my age, I don't think so, but I probably would have if I was younger.",
    "Lopez says it's a great place to meet new people.",
    "However, he wasn't expecting to run into any familiar faces.",
    "Where did you come from?",
    "That's my office.",
    "This is an old friend from college who stumbled upon the event on her way home.",
    "I haven't seen you in a long time.",
    "Yes, yes!",
    "So what are you doing here without your pants on?",
    "Just hanging out without my pants on.",
    "Though caught with his pants down, Lopez says it was all worth it.",
    "It's just to have fun, it's just to enjoy yourself.",
    "And are you looking forward to putting your pants back on?",
    "Not so much. I'm more looking forward to taking them off again next year.",
    "In New York, I'm Natasha del Toro reporting for TIME.com."
]