[
    "This is Capoeira, an unusual combination of dance and martial arts.",
    "It was first performed by African slaves in Bahia Brazil in the 1800s.",
    "Slavery is long gone, but Capoeira is still around.",
    "Recently, social workers have started using this unusual sport...",
    "...to help in the education and social development of young people.",
    "An organization called Project Axe is leading the way.",
    "Project Axe operates an educational and social center in Bahia's capital city, Salvador.",
    "Mario Ribeiro de Freitas has been working and teaching Capoeira here for ten years.",
    "The organization uses Capoeira to help street kids and others who are at risk.",
    "Mario has practiced Capoeira for 25 years.",
    "He's a master, a combination of teacher and mentor.",
    "For these kids, Capoeira is important not just what it does for the body,...",
    "...but what it does for the mind and soul.",
    "And this Capoeira master knows from experience.",
    "Years ago, Mario was just another young boy from a bad neighborhood,...",
    "...but then Capoeira helped him.",
    "I studied with several Capoeira masters and learned a tremendous amount from them.",
    "I took positive aspects from their lives and applied them to mine.",
    "Not just to my teaching but to my whole life, to my family.",
    "Project Axe helps Salvador's young people who are on the street,...",
    "...in trouble or have drug problems.",
    "Axe workers make contact with many homeless kids out on the streets.",
    "Those who are interested must first agree to move home or go to a foster home.",
    "Then, at the center, they can learn music, dance or fashion design as well as Capoeira.",
    "They also help the kids with their basic education...",
    "...and make sure that the government knows about them.",
    "There are considerable numbers of street kids in parts of Brazil,...",
    "...some of whom have disappeared from official records.",
    "Mario also says that Capoeira teaches students...",
    "...to control their behavior and treat others with respect.",
    "Basically, I take what they have to offer, their body strength and their energy,...",
    "...and mold it by integrating them into the group.",
    "Once they're in the circle, which is the most sacred moment of the Capoeira process,...",
    "...I show them that there are norms, rules and limits within yourself...",
    "...and with others, that need to be followed.",
    "Hundreds of years ago, slaves in Brazil first practiced Capoeira...",
    "...as a way of opposing their owners.",
    "They made the fighting actions look like a dance...",
    "...so that their owners wouldn't know what they were doing.",
    "After slavery was abolished in 1888,...",
    "...Capoeira became popular for both amusement and sport.",
    "It also helped to raise ex-slaves' awareness of themselves as Afro-Brazilians.",
    "Today, Capoeira is helping street kids to give up drugs and crime and create new lives.",
    "My situation has totally changed.",
    "I was living on the street.",
    "I was homeless.",
    "I did a lot of drugs and I was involved in selling stolen cars.",
    "Axe got me off the streets.",
    "I'm studying Capoeira and I don't do that other stuff anymore.",
    "And I have an excellent master.",
    "My life is better.",
    "I was on the street begging for money.",
    "Then I heard about Axe and they offered me a place.",
    "I love Capoeira, especially the circle with two people giving respect and getting respect.",
    "We perform and learn to respect each other.",
    "Mario's students may be still a little unsure of their futures, but there are signs of progress.",
    "This class is preparing for a two-week trip to perform in Italy.",
    "It'll be a long journey but they've already come a long way.",
    "They've made it from the streets of Salvador to a safer, healthier place."
]