[
    "The ancient city of Florence changes slowly.",
    "Its narrow stone streets are much the same...",
    "...as when the Medici family ruled more than 500 years ago.",
    "The city has seen the Renaissance, the Industrial Revolution and the World Wars.",
    "All have affected it, but in one factory here, the ways of the past remain the same.",
    "The Antico Setificio Fiorentino, the antique silk factory of Florence.",
    "Here, the continuous noise of the old mechanical looms brings one back to the past.",
    "This noisy 19th century looms create some of the world's finest silk fabrics...",
    "...for draperies and upholstery.",
    "But here, they are the new machines.",
    "In another part of the factory, one can find the real pieces of history:...",
    "...looms that have been around for centuries.",
    "Stefano Benelli is a weaver who makes the silk fabric that machines alone cannot create.",
    "He stands over a huge loom and work slowly and carefully, weaving one thread at a time.",
    "Above him, there are special paper cards that carry the designs for complicated patterns.",
    "These looms were built in 1780, and they apply the same principles of weaving...",
    "...that were used for hundreds of years before that.",
    "Everything is done like it was done in the ancient time.",
    "But we continue to do an evolution, continuously, we invent.",
    "We create continuously but using the old looms.",
    "After the Second World War, other Italian silk manufacturers...",
    "...threw away their slower hand looms...",
    "...that left the Setificio alone in the handmade silk industry.",
    "There is a big difference between industrially produced silk and handwoven silk.",
    "Industrially produced silk usually has 3,000 to 4,000 threads running...",
    "...in one direction on a full piece of fabric.",
    "The silk produced on the old hand looms has 12,000 threads in the same amount of space.",
    "That's up to four times the number of threads that are used.",
    "This affects the quality of the silk including how it looks, sounds and feels.",
    "Factory director Sabine Pretsch points out that the color of the fabric...",
    "...is affected by the weaving process.",
    "Handwoven threads don't twist, so they show the full range of color in the silk.",
    "Hand weaving also brings out a slight red color in a beautiful softened effect in the fabric.",
    "Handmade silk also makes a special noise and better holds its shape.",
    "Even before the weaving begins,...",
    "...the silk threads are processed on machines that are 150 years old.",
    "Then, the threads are prepared according to how they will be used.",
    "The threads used for the wide part of the fabric are called the weft.",
    "These are carefully placed on a bobbin so that the threads are not twisted.",
    "The threads used for the warp, or the long part of the fabric,...",
    "...are gathered together to create long groups.",
    "But again, not twisted.",
    "The fabrics made at the Setificio can't be found in stores or anywhere else.",
    "Every piece of cloth is custom made.",
    "But what may seem like difficult and boring work to some people...",
    "...is enjoyable to a craftsman like Benelli.",
    "In the mind, it's okay. Not stressful.",
    "It's been said that no other city has maintained...",
    "...the art and beauty of the Renaissance like Florence.",
    "It may be appropriate then, that here at the city's Antico Setificio Fiorentino,...",
    "...style and tradition come together in beautiful handwoven silk fabrics.",
    "It seems that the Setificio has perfected the art of making silk."
]