[
    "So it's Thanksgiving time and you are going to be hosting Thanksgiving dinner at your home.",
    "Well, my name is Lori Randall of Simply Divine Events...",
    "...and I'm going to tell you how to create your Thanksgiving dinner...",
    "...and how to plan a menu for that.",
    "The first thing that you are going to want to do is make sure that you plan ahead.",
    "Come up with a list and write down a menu of what you are going to be serving.",
    "You want to keep in mind your meats, your starches, your vegetables, having a nice salad...",
    "...and also take into consideration the guests that are coming and their dietary needs.",
    "So go ahead and find that out beforehand as you are planning your menu.",
    "Also, you want to make sure you shop ahead and get there before the Thanksgiving rush.",
    "And then you might also want to get your platters out.",
    "Go through your cabinets and get out all the platters that you might have...",
    "...and make sure that you have enough platters to accommodate all the food.",
    "And something you can even do is get a little sticky note...",
    "...stick it on the platters ahead of time and say that this is going on this...",
    "...that is going on that so you kind of make sure that you're all planned and organized.",
    "You're also going to want to go through your linen closet and make sure...",
    "...that you have a nice linen that might go with Thanksgiving.",
    "A nice champagne color, yellow, orange or maybe even a fall leaf pattern linen...",
    "...to kind of stick with your theme.",
    "Also, you want to go through all your dishes make sure they are all clean.",
    "If you're going to get your china out and make sure that's all clean and set aside.",
    "You might even want to set the table the night before, that way...",
    "...on the day of, you're not scrambling setting everything up.",
    "Also, keep in mind that you are going to probably have leftovers...",
    "...so make sure that you have some Tupperware,...",
    "...so that you can give some to guests to take some things home.",
    "Or you might want to invite everyone the next day to come back...",
    "...and have lunch and make turkey sandwiches.",
    "Make sure that you have your tin foil, your Saran wrap,...",
    "...all of that stuff as well when you are planning your Thanksgiving dinner.",
    "So, best of luck.",
    "I'm sure you are going to do great.",
    "Again, my name is Lori Randall with Simply Divine Events and I just told you...",
    "...how to create your Thanksgiving dinner."
]