[
    "Your credit is going to be shot.",
    "You're dreaming if you think that you can realistically walk away...",
    "...and get another mortgage, and take care of your kids.",
    "So, either find some way to pay this mortgage,...",
    "...or go ahead and walk away and see what happens.",
    "I mean, we're going to have to, right? Because you're leaving us no choice?",
    "Sattar actually broke down at this point though this was a pretend negotiation.",
    "Our conversation is over.",
    "So, why?",
    "It was just that he painted this really bleak picture that my life was, I mean, it was all bad.",
    "No one would ever give me any money.",
    "I'd have to leave my house.",
    "It was horrendous.",
    "But, look, says Mnookin, you have got to not take it personally.",
    "When a second pair of students,...",
    "...David Baumwoll and Jared Craft, stepped into the roles of homeowner and banker...",
    "How can I help you?",
    "Hi. It's a pleasure to...",
    "...rationality trumped emotion.",
    "The reason I'm coming to you today is to figure out if there is anything we can do together...",
    "...to come up with some agreement...",
    "...where you're getting paid, you don't have to go through all the problems...",
    "...associated with foreclosures, all those costs associated with it,...",
    "...and I get to keep my house.",
    "You could respond by asking a question. Well, what do you have in mind?",
    "Okay, so why don't you give me a number?",
    "What can you pay every month? ",
    "And I will take a look at it,...",
    "...and I will see if we have the discretion to help you out.",
    "Well, because I want to make the most of our time here,...",
    "...I did some research beforehand and ran the numbers.",
    "My approach is always to see if I can lead and persuade the other side to engage in problem-solving.",
    "Many more things are negotiable than people assume are negotiable.",
    "A key principle is you have got to be able to dispassionately try to think through...",
    "...in a circumstance where your emotions are likely to want to take over.",
    "What are my alternatives?",
    "What are the costs and benefits of different courses of action?",
    "And that's very challenging.",
    "But it can also be very rewarding, says Mnookin.",
    "And I really look forward to working with you on a better deal.",
    "Weighing costs against benefits.",
    "The essence of economics."
]