[
    "Finally tonight, NewsHour economics correspondent Paul Solman...",
    "...reports on the art of doing a difficult negotiation during tough economic times.",
    "That's part of his ongoing reporting on Making Sense of financial news.",
    "Can we lower the interest rates that I pay?",
    "Can we can we make the mortgage extend for longer?",
    "At Harvard Law School learning to negotiate, student Erum Sattar...",
    "...had agreed to role-play a typical debt - hobbled homeowner these days.",
    "I don't see how it's in your interest to foreclose this property.",
    "Is there nothing that we can do to work this deal out,...",
    "...something that helps you and it helps, you know, us stay in the house?",
    "Michael Aktipis played the banker who won't budge.",
    "I would love to help you out, but how can I make an exception for you,...",
    "...when I have hundreds of people every day contacting me, asking me to do the same thing?",
    "If he doesn't have that authority, who does?",
    "Ask him.",
    "Coaching and critiquing, negotiation guru Robert Mnookin.",
    "The words you use, the tone you use, your language;",
    "...it all matters, because it could affect how the other person reacts.",
    "Mnookin is the author of a new book with a timely thesis.",
    "\"Bargaining with the Devil\" is a book about the most difficult kinds of negotiations...",
    "...where your adversary is someone you don't trust,...",
    "...who you think may be out to harm you.",
    "You may even think they're evil. ",
    "Erum and Michael, you know all about the case.",
    "But whether it's your loan servicer or a cousin demanding grandma's engagement ring;...",
    "...take the economic approach, says Mnookin.",
    "Try to make a trade.",
    "Renegotiate.",
    "The metaphor I use is, the carnivore is eager to trade his broccoli...",
    "...for a lamb chop owned by a vegetarian.",
    "It's that they have different preferences...",
    "...that allows you to make both sides better off through trades.",
    "In other words, a win-win solution.",
    "Better for the bank and better for us.",
    "Which of course, sounds a lot easier than it is to achieve.",
    "Emotions are often running very high,...",
    "...and it's very hard for what I call the \"Mr. Spock\" in yourself:...",
    "...the cool, dispassionate, rational actor to think things through.",
    "All I can tell you is, you have to pay $2,000 a month.",
    "As if to prove Mnookin's point, emotions ran high in our mortgage negotiation,...",
    "...which wasn't even real.",
    "We're literally going to have to leave this house if you don't help us.",
    "I mean, we are desperate.",
    "Go for it.",
    "Good luck ever getting a mortgage again.",
    "\"Aha!\" says Mnookin.",
    "Michael's warning is a typical case of BATNA bashing.",
    "BATNA is negotiation jargon for your best alternative to a negotiating agreement.",
    "In other words, if I can't make a deal with you,...",
    "...what is my best alternative away from the table that doesn't require...",
    "...any help from you at all?",
    "BATNA bashing is to say to someone, \"Your alternative is terrible!\"",
    "It's to try to remind the other person how bad their alternative is.",
    "Which is just how our mock session played out."
]