[
    "Last year, we raved about 2K11, and for good reason.",
    "It was the best basketball game we had ever played.",
    "Was.",
    "This year, 2K Sports brings their A game again,...",
    "...and amazingly, NBA 2k12 is better in every single way.",
    "It's cliche to say a sports game looks like a television broadcast,...",
    "...but that's totally the case in 2K12.",
    "In addition to the cameras, lighting and overall visual sheen,...",
    "...the game has commercial breaks, ads for other games, intro cinematics...",
    "...and all new menus that make it feel like a Thursday night game.",
    "All that's missing is Charles Barkley talking nonsense at the halftime report.",
    "It seems silly to talk about the main menus,...",
    "...but NBA 2K12 puts everything right in front of you.",
    "Your association, My Player, Quick Games and NBA's Greatest...",
    "...are all right there and ready to go without having to find and load them.",
    "The character models are similar but many have been improved.",
    "There are fewer weird-looking faces, but Steve Nash still looks like an emaciated woman.",
    "The number of animations have increased and your favorite stars act like they do in an actual court.",
    "Signature dunks, mocap shot animations and victory celebrations match up nearly perfectly.",
    "The noticeable changes are in the crowd and bench players, who react more realistically.",
    "Even the mascots add a new level of realism to the experience.",
    "2K12 keeps that same core gameplay that made the last game great, but with improved controls.",
    "The new stick shooting mechanics allows a much broader range of shots,...",
    "...really giving you control of the plays.",
    "Defense is still tight without being as noticeably cheap as last year.",
    "They will still kick your ass and pound you if you try to sneak a bad pass by them.",
    "The franchise mode, one of the strongest in sports games, is now online,...",
    "...allowing you to compete against friends for an entire season.",
    "And My Player got a significant improvement. It can mean a much faster mode to get into.",
    "Instead of struggling in the D League,...",
    "...you head to the NBA quickly and get into the real meat of the mode.",
    "Then there's NBA's Greatest.",
    "Remember how awesome those Jordan challenges were last year?",
    "Well, now you get to play not only as Jordan,...",
    "...but as Magic, Larry Bird, the Mailman, Hakeem and more.",
    "The NBA's Greatest mode is more varied and simplified,...",
    "...allowing you to enjoy some great matchups.",
    "You just have to win and not try to get a certain number of rebounds or points like last time.",
    "And they look amazing. Check out the black-and-white Bill Russell.",
    "For PS3 fans, there are move controls, so check out our full review for impressions on that.",
    "Fans cheer me on every night and my great teammates feeding me the ball,...",
    "...only great things can happen.",
    "Great things, my man!",
    "NBA 2K12 has dethroned it's predecessor as the best basketball game of all time.",
    "I was skeptical about how they can improve over last year,...",
    "...but 2K Sports made an extremely fun, varied basketball game.",
    "Each mode alone is worth picking the game up for.",
    "And all of them together are a slam dunk.",
    "For more on NBA 2K12, fast break over to IGN.com."
]