[
    "﻿Google Apps is a customizable package of workplace applications,...",
    "....and the communications hub is Gmail, our web-based email program.",
    "Let's explore some unique features...",
    "...that make Gmail users more connected, efficient and productive.",
    "Mary is an employee at Altostrat, and here is her Gmail inbox.",
    "You may notice something unusual.",
    "She doesn't have to battle against spam,...",
    "...thanks to Gmail's powerful spam, virus, and phishing protection.",
    "What's more, Google Apps Premier edition allows administrators...",
    "...to create custom filters for inbound and outbound mail,...",
    "...a further measure to help cut out unwanted messages.",
    "When a message is detected as a piece of spam, it's siphoned into Mary's spam folder...",
    "...and deleted automatically after 30 days, meaning she never even has to look at it.",
    "But even if Gmail didn't automatically protect Mary from spam,...",
    "...she probably wouldn't ever run out of storage space...",
    "...because Google Apps Premier edition includes 25 gigabytes of email storage per user,...",
    "...which is about 50 times larger than the standard corporate inbox.",
    "So, Mary never has to delete an important message, and every message is accessible...",
    "...through Gmail's fast and comprehensive message search,...",
    "...which helps Mary instantly find past emails.",
    "Let's say Mary has a meeting tomorrow with her manager to discuss last year's sales figures,...",
    "...and she remembers that David emailed her a relevant spreadsheet a few weeks back.",
    "Even if Mary archived David's email,...",
    "... she can find his message by typing a few words into the Gmail search box.",
    "Working quickly is also made easier with message conversations.",
    "Let's say Mary sends an email to her team about planning a team dinner,...",
    "...and then her first message turns into a handful...",
    "...after people respond with their restaurant preferences.",
    "Instead of sorting through individual emails that are scattered throughout her inbox,...",
    "...Mary can find all the replies about the team dinner in a single thread,...",
    "...which are automatically grouped together as a single line in her inbox.",
    "Because Gmail automatically groups related emails into conversations,...",
    "...Mary can follow the thread chronologically and see how the discussion progressed,...",
    "...all together on a single page.",
    "Another efficiency booster in Gmail is colored labels.",
    "To quickly spot emails from her teammates,...",
    "...Mary has created filters that put an orange label on all incoming messages from them.",
    "With a quick glance at her inbox, she can see if her teammates have emailed her.",
    "And for her most important, top priority messages,...",
    "... Mary assigns a star, so she can easily return to them later.",
    "But we all know that important information isn't just shared in email,...",
    "...it's often sent by instant message.",
    "Since Gmail's integrated with Google Talk,...",
    "...Mary can email and chat from the same interface.",
    "And when she needs to find information from a past IM conversation,...",
    "...she uses the same Gmail search box to find both email and chat results.",
    "There's more we could show you, but why not see for yourself.",
    "You can learn more about Gmail,...",
    "...and the rest of the Google Apps suite at google.com/apps/business."
]