[
    "Cheese rolling has been a tradition in the town of Brockworth...",
    "...since the early 1800s.",
    "First, the competitors come together at the top of Cooper's Hill and wait.",
    "Then, someone pushes a very large wheel of cheese...",
    "...down the steep slope.",
    "And after that?",
    "Things get a little wild.",
    "The cheese may reach up to 40 miles per hour.",
    "The competitors go pretty fast, too.",
    "The first one to the bottom wins.",
    "What's the prize?",
    "The wheel of cheese, of course.",
    "The first winner of the day is Craig Brown, a pub worker.",
    "Craig's plan was simple.",
    "Keep going, and try to get your balance back...",
    "...because it's steeper than you could ever think.",
    "You'd have to run down there to really believe how steep it is.",
    "Many people enjoy the cheese rolling races.",
    "However, they can be dangerous.",
    "A few years ago, 30 people were injured in an accident at a race.",
    "One of the cheeses rolled down the hill too quickly...",
    "...and unexpectedly went into the crowd.",
    "Now, the competition route has crash barriers to protect the crowd.",
    "It's not just spectators who get injured;...",
    "...competitors do as well...",
    "...especially when it's cold or there hasn't been much rain.",
    "It's when the ground is really hard.",
    "That's when the injuries are going to happen.",
    "Craig's plan to just keep on going failed in his second race.",
    "At the time,...",
    "...he was trying to get the competition's version of a double play,...",
    "...winning two cheese wheels in one day.",
    "So, what drives these runners?",
    "Are they crazy?",
    "One cheese runner thinks they may be.",
    "It is dangerous.",
    "If I'm running down,...",
    "...must be crazy.",
    "Yeah, I must be crazy.",
    "These cheese racers may be crazy,...",
    "...but year after year the crowds keep on cheering,...",
    "...and the competitors keep on running.",
    "Is it for the fame?",
    "Is it for the fun?",
    "We may never know, but you can be sure of one thing:...",
    "...it's more than just cheese...",
    "...that makes people want to win Brockworth's annual cheese rolling race."
]