[
    "When a man has a heart attack, it's often because of a blocked artery.",
    "An x-ray of blood vessels, an angiogram,...",
    "...can usually spot a blockage caused by a buildup of plaque.",
    "It involves threading a thin tube into a patient's arteries.",
    "This is what an angiogram looks like.",
    "But angiograms don't always spot problems in women's arteries.",
    "That puts women at greater risk for a heart attack.",
    "The World Health Organization reports that...",
    "...heart disease claims the lives of 18 million women a year,...",
    "...and it's a disease that doesn't just impact older women.",
    "Carrie Vincent had a massive heart attack after giving birth to her first child.",
    "My God, I was 31 years old,...",
    "...31 year olds don't have heart attacks.",
    "Vincent is now taking her message to women in their homes.",
    "Irene Pollin went into action when she learned this fact.",
    "Heart disease was the number one killer of women.",
    "Pollin founded an organization called \"Sister to Sister\"...",
    "...that educates women about heart disease.",
    "She encourages women to learn about their blood pressure, cholesterol levels,...",
    "...and other risk factors.",
    "The goal is really prevention, having people understand the risk that they should really...",
    "...try to get screened, know their numbers,...",
    "...and then do something about it.",
    "Pollin teamed up with cardiologists at Brigham and Women's Hospital in Boston,...",
    "...with Dr. Joanne Foody focuses on prevention.",
    "The good news is we know that 90 percent of heart disease...",
    "...is preventable by reducing risk.",
    "That means becoming or remaining a nonsmoker,...",
    "...controlling or avoiding diabetes, exercising 30 minutes most days,...",
    "...maintaining a healthy weight, eating the right foods,...",
    "...and managing or reducing stress.",
    "Heart disease increasingly affects women in developing countries.",
    "Dr. Dariush Mozaffarian places a lot of blame...",
    "...on the global obesity epidemic.",
    "People are getting chronic diseases not from eating too much...",
    "...but eating poorly, and so in fact,...",
    "...what they're not eating is actually, probably, mostly what's harming them.",
    "Dr. Mozaffarian recommends increasing our intake of fish,...",
    "...whole grains, vegetables, vegetable oils, and nuts,...",
    "...and decreasing the amount of salt and trans fats in our diets.",
    "Both doctors recommend public policies that promote heart health,...",
    "...and of course, screening and education.",
    "The type that \"Sister to Sister\"...",
    "...and Carrie Vincent are doing one event at a time.",
    "Thank you again!",
    "Carol Pearson, VOA news."
]