[
    "Morning, Mr. Shaw. Everything's set for your dinner party.",
    "That guy stole from everyone who works in your building.",
    "Who's gonna get our money?",
    "It's all gone.",
    "I'm thinking of becoming a male prostitute.",
    "I think I might have a better idea.",
    "So you're saying you want to rob 20 million dollars from Arthur Shaw's penthouse apartment?",
    "You're gonna go to jail.",
    "Yes!",
    "You're gonna die,...",
    "...probably both.",
    "Yeah, yes! Join me!",
    "I'm in.",
    "I'm in.",
    "Well, now we're undefeatable aren't we?",
    "Let's storm the castle together.",
    "We're not criminals, we don't know how to steal.",
    "I know someone who does.",
    "You made bail.",
    "Today, I taught you how to pick a lock with a bobby pin.",
    "Here's your bobby pin, this is your bobby pin, this is your punk-ass bobby pin.",
    "You unlock the door, you won't freeze to death.",
    "I'm in a restaurant across from the tower.",
    "What are you doing? It's supposed to be a secret.",
    "I didn't say which restaurant across from the tower.",
    "Can't afford to eat here anyway.",
    "We can order whatever we like. Lunch is on me.",
    "In a robbery, you've got to be ready to adapt to any moment.",
    "How is this supposed to be right if you made it out of Legos?",
    "Dimensions are completely accurate.",
    "You might as well use Lincoln Logs or Tinker Toys. And who's this? Webster?",
    "The maid has gone rogue.",
    "You mess with me, you're a dead man.",
    "I don't care what it takes, I will find a way to make things right.",
    "The real trick is getting away with it.",
    "Let's do it.",
    "Macy's Thanksgiving Day Parade is just moments away.",
    "We've got a dangler!",
    " I'm not going out there.",
    "I will blow your face clean off your face.",
    "Oh! Oh! Whoops!",
    "What the hell were you doing?",
    "You would start foaming up in the mouth and your eyes were going crooked. It was very scary."
]