[
    "The martini!",
    "The martini is the ultimate cool and sophisticated drink.",
    "Sipping a martini from a stemmed, cocktail glass makes everyone feel a bit James Bondish...",
    "...who, by the way, likes his martini shaken, not stirred.",
    "Where and how the first martini came to be is pure libation lore.",
    "One story, in 1849, has a successful prospect walking into a bar and ordering a drink.",
    "The bartender fixes him a Martinez special which later became the martini.",
    "Another story in the 1860s, a cocktail called the Martinez...",
    "...was created in the Occidental Hotel in San Francisco.",
    "The hotel was near the porch to the town of Martinez.",
    "We do know that in the late 19th century,...",
    "...bartending guides featured drinks with similar names and ingredients.",
    "Martinis have always had an edgy air about them,...",
    "...which maybe why James Bond found them so appealing.",
    "This maybe due to the fact that illegal and easy gin manufacturing during Prohibition,...",
    "...made the martini one of the predominant cocktails.",
    "Classic martinis are made with just three ingredients:...",
    "...gin, vermouth, which can be either dry or sweet,...",
    "...and a garnish, typically a green olive or a twist of lemon peel.",
    "The measurement of these ingredients is up for grabs.",
    "Martini aficionados are positively finicky about how their martinis were made.",
    "The biggest area of contention is around how dry or how wet your martini is.",
    "The less vermouth, the drier.",
    "The more vermouth you have, the wetter the martini.",
    "Here's how you make the martini:...",
    "...fill a cocktail shaker with ice cubes, add gin, add vermouth,...",
    "...shake or stir,...",
    "...pour the martini in the chilled cocktail glasses, add garnish, and serve.",
    "Drink martini straight up, which means without ice.",
    "Dry or wet, shaken or stirred, go classic tonight with the martini.",
    "Evening wear is optional."
]