[
    "Remember, Jobs isn't selling hardware, he's selling an experience.",
    "If you offer numbers and statistics, make them meaningful.",
    "We have sold four million iPhones to date.",
    "If you divide 4 million by 200 days, that's 20,000 iPhones every day on average.",
    "Numbers don't mean much unless they're placed in context.",
    "Managers, connect the dots for your listeners.",
    "Recently I worked with a company that launched a 12 gigabyte memory card, 12 gigabytes!",
    "That number doesn't mean much to most people, so we put it into context.",
    "We said, \"That's enough memory to listen to your music while traveling to the moon and back.\"",
    "Now, 12 gigs means something to me.",
    "Make numbers meaningful.",
    "One of the most effective elements of the Steve Jobs presentation is that they are easy on the eyes.",
    "His presentations are visual and simple.",
    "While most speakers fill their slides with mind-numbing data and text and charts,...",
    "...Jobs does just the opposite.",
    "He uses very little text and usually one, maybe two images per slide.",
    "You see, you want to paint a picture for your audience without overwhelming them.",
    "Inspiring presentations are short on bullet points and big on visuals.",
    "If you really want your presentation to pop, treat it like a show...",
    "...with ebbs and flows, themes and transitions.",
    "Jobs includes video clips, demonstrations and guests.",
    "He also has a knack for dramatic flair that's very effective.",
    "For example, when introducing the MacBook Air,...",
    "...Jobs drew cheers by opening a manila interoffice envelope and...",
    "...holding the laptop out for everyone to see.",
    "This is the new MacBook Air and you can get a feel for how thin it is.",
    "What is the one memorable moment of your presentation?",
    " Identify it ahead of time and then build up to it.",
    "With a little help from our friends, everything will work today.",
    "And finally rehearse, rehearse and rehearse some more.",
    "Let me show you how easy that is now.",
    "Steve Jobs makes it look easy because he spends hours rehearsing.",
    "He cannot pull off an intricate presentation with video clips and demonstrations,...",
    "...and outside speakers without practice.",
    "The result: a presentation that is perfectly synchronized and looks, yes, effortless.",
    "Now, the average business person does not have the resources to create a Steve Jobs extravaganza.",
    "But you do have time to rehearse.",
    "The greatest presenters do it and so should you.",
    "Oh, and one more thing.",
    "At the end of most presentations Jobs adds to the drama by saying, \"And one more thing.\"",
    "One last thing.",
    "He then adds a new product or a feature, sometimes just introduces a band.",
    "This not only heightens the excitement,...",
    "...it also leaves your audience feeling they've been given an added bonus.",
    "The point is, Steve Jobs approaches each presentation as an event.",
    "A production with a strong opening, product demonstrations in the middle and a strong conclusion.",
    "And yes, even an encore, that \"one more thing.\"",
    "I wish you a dazzling presentation.",
    "For more information, go to BNET.com."
]