[
    "When an animal has a toothache, it can't just go to the dentist's office.",
    "Fortunately, there's someone who can help.",
    "Dr. Sarah de Sanz is a \"people dentist\" most of the time.",
    "She treats human patients in her dental office in the San Francisco area.",
    "However, she sometimes treats patients who can't come to her office, or even fit into her chair.",
    "What kind of patients are these?",
    "Animals.",
    "Dr. de Sanz is a part-time zoo dentist.",
    "She and her father, Dr. Paul Brown, work as a team in the San Francisco area.",
    "They do checkups, fillings, and other dental work on anyone...",
    "...or anything that needs them.",
    "My dad and I started working on animals together when I was in dental school.",
    "He's great to work with, he's very patient and we really enjoy working together.",
    "Oh, I'm thrilled that Sarah has become a dentist, but I didn't have anything to do with it.",
    "That's not true.",
    "Yeah, so I'm happy. I think it's a wonderful job.",
    "Going to the dentist is frightening for a lot of people,...",
    "...but when a dentist is treating a zoo animal, it's the patients who can be scary.",
    "Some of these patients could take a dentist's hand off in one bite.",
    "Both Dr. de Sanz and Dr. Brown are used to working in some of the most dangerous jaws in the animal world.",
    "They're happy to do it.",
    "These animals need their services.",
    "They need their teeth to build homes, catch fish, and defend themselves.",
    "In the animal world, bad teeth can ruin a life.",
    "Like people, the dental problems of zoo animals can be caused by what they do or don't eat.",
    "Animals in captivity, unfortunately, they aren't chewing on bones and carcasses as often as they would...",
    "...in the wild, therefore, the natural cleaning of the teeth is not there,...",
    "...so dental disease is probably a little higher on the list than it would be in the wild.",
    "Animals that are in captivity often live longer, as well.",
    "This means that their teeth have to last longer, too.",
    "Tooth maintenance is extremely important for both people and animals.",
    "Because of this, the dentists regularly do checkups on zoo animals."
]