[
    "Flora Salonik grew up in one of Tanzania's busiest cities, Arusha.",
    "She has a university education and speaks four languages.",
    "These days, she depends on the earth for her livelihood.",
    "Flora's life changed because she fell in love with a man from the Dorobo people.",
    "About ten years ago, I met this man.",
    "We fell in love and got married.",
    "We met in Tana, got talking and started dating.",
    "After they were married, her husband, Loshero, brought Flora...",
    "...to the tiny village of Kijungu on Tanzania's south Maasai Steppe.",
    "A four-day journey on foot from Arusha, it's one of the most remote places in Tanzania.",
    "Flora's family knew that she was leaving the comforts of the city for a world...",
    "...without electricity or almost any modern conveniences.",
    "A world where it takes a forty-minute walk just to get water.",
    "Unlike some Dorobo people, Flora and Loshero raise cattle and grow crops to feed their family.",
    "The Dorobo are one of the few hunter-gatherer societies left in East Africa.",
    "The Dorobo lifestyle means that Loshero often spends long periods away from home while hunting.",
    "Flora is often left to care for their three children, their farm and their home by herself.",
    "She gave up everything for Loshero, and now she hardly sees him.",
    "Flora sometimes dreams of returning to the city.",
    "Sometimes, I pack my stuff, ready to go back to Arusha,...",
    "...but I have children, so I can't go home.",
    "Many years have gone by since Flora moved to the village.",
    "There's no telephone or mail service,...",
    "...so she hasn't been able to communicate with her family since she came.",
    "It's difficult to stop thinking about the past.",
    "Sometimes she thinks about the way her life could have been.",
    "She also thinks about what she would have done in the city.",
    "But what can she do now?",
    "She can take her children to live in the city and leave Loshero in the village...",
    "...or she can forget about her old life.",
    "Her husband knows nothing about the difficult choice that his wife must make.",
    "Flora feels restless and decides to visit her hometown of Arusha.",
    "She begins the four-day walk early the next morning,...",
    "...but doesn't dare to look back at her children.",
    "It's painful for her to leave them,...",
    "...but her neighbors will take care of them while she figures out their future."
]