[
    "In Essaouira, Morocco, the fishermen are preparing...",
    "...for another year out on the water.",
    "All around the port, you can hear the sounds of boat building...",
    "...and smell fresh paint in the air.",
    "Everything seems great in Essaouira.",
    "But in reality, things are not very good.",
    "In Essaouira, fishing is no longer such a good job.",
    "The number of fish has gone down.",
    "Some of the fishing work has moved to the south.",
    "The small boats, which leave out of this port,...",
    "...can't compete with the big fishing boats.",
    "Those boats or trawlers can simply catch more fish.",
    "The life of a fisherman now is hard.",
    "Sometimes you work for one day, then you don't work for two days.",
    "Then you work for one week, then no work for 15 days.",
    "The fishing industry here is trying to survive, but now there's new hope.",
    "Recently, this town has a new breadwinner: tourism.",
    "Last year, thousands of tourists visited Essaouira...",
    "...and this tourism has brought hope and money to the town.",
    "Essaouira's first tourist boom was in the 1960s.",
    "Rock stars and people from many different cultures visited the village.",
    "Now, the small town is trying to bring in tourists again.",
    "They want a different way to make money.",
    "The plan is working well.",
    "Since 1996, tourism in Essaouira has increased by more than 300 percent.",
    "It's not difficult to see why people like the historic village.",
    "Essaouira's medina or historic town center was built in the 1700s...",
    "...and was recently put on UNESCO's World Heritage List.",
    "Essaouira now has a very good chance to develop tourism and help its economy,...",
    "...but they must also try not to sell out the local people, culture, and the environment.",
    "The people who are developing tourism...",
    "...say that conservation is important to them.",
    "However, for the people of Essaouira,...",
    "...there are still questions about water, land use and pollution.",
    "Perhaps fishing may now be part of Essaouira's past.",
    "Maybe the town has a chance to make a new life for itself.",
    "Will the people of Essaouira choose well?",
    "No one knows, but the future of this village...",
    "...may depend on the decisions they make today."
]