[
    "There's only one thing that's certain about the weather in Alaska: it changes all the time.",
    "There's rain, wind, snow and sometimes, it's fine with lots of sunshine.",
    "But today, there's rain and fog all the way from Denali National Park to the town of Talkeetna.",
    "There, a group of visitors is planning to fly onto a glacier and ski down it,...",
    "...but the weather has other plans.",
    "So, can we go today?",
    "Not until the pilots are comfortable with the weather.",
    "Colby Coombs then explains that the clouds are too low, so the group can't fly.",
    "Colby and Caitlin Palmer are mountain guides.",
    "They run a climbing school, they teach beginner climbers...",
    "...and help experienced climbers to reach the top of Denali, also known as Mt. McKinley.",
    "It's the highest mountain in North America.",
    "Colby and Caitlin are good climbers.",
    "They're not usually doubtful when they are in the mountains.",
    "But even they won't take a small plane out in bad weather.",
    "It's kind of ordinary weather that you usually have to factor in a day or two to put up with bad weather.",
    "So Colby and Caitlin decide on another plan.",
    "Instead of taking the group to ski down a glacier,...",
    "...they will take them to climb up one.",
    "One that they can reach by car: the Matanuska Glacier.",
    "Matanuska is a very big glacier, it's 27 miles long and two miles wide.",
    "The name \"Matanuska\" comes from an old Russian word for the Athabascan Indians who live in the area.",
    "The glacier is in a low area that has many trees.",
    "It formed 2000 years ago, but it's always changing.",
    "The group gets ready to climb one of Matanuska's formations: a 30-foot wall of ice.",
    "Caitlin explains how to climb it and it's not going to be easy.",
    "The most stable you're gonna be is when you have all the points of your crampons sticking on the ice.",
    "Front points in, heels down, and if you're gonna place the tool really solid.",
    "Okay, off we go.",
    "Great.",
    "The hike across Matanuska is beautiful, but it can also be very unsafe.",
    "One summer, a young man fell into an opening in the ice called a cirque and died.",
    "There are also stories of beginner hikers who get lost and almost die from the cold.",
    "There are crevasses everywhere as well.",
    "The climbers have to be careful, they could easily fall in.",
    "The group walks across the glacier.",
    "It's very cold, they have to keep moving to stay warm.",
    "Finally, they reach solid ice: the heart of the glacier.",
    "From here, it's a wonderful view.",
    "There's a glacial lake with many seracs in the background.",
    "Seracs are large pieces of blue glacial ice that stick up in the air.",
    "The pieces are made when the glacier moves.",
    "Colby explains that an area with many seracs is called an icefall.",
    "He also adds that they can make the area unsafe.",
    "This is because the seracs are very big and may fall.",
    "He adds that a good climber wouldn't hike below an icefall.",
    "The group enjoys climbing the glacier.",
    "It's hard work but Colby and Caitlin make it look easy.",
    "Oops, that was bad.",
    "Next, one of the new climbers tries.",
    "Here I come.",
    "It's a very special feeling as they get to the top.",
    "Thank God for the rope.",
    "Alaska is home to 100,000 glaciers.",
    "These people can say they have successfully climbed one: Matanuska.",
    "Now, just 99,999 more glaciers to climb.",
    "I'm up, I made it."
]