[
    "With a population of approximately eight million, the huge cosmopolitan city of New York...",
    "...is a melting pot of immigrant communities.",
    "Sometimes, this diversity results in clashes between cultures.",
    "Other times, positive outcomes result from the merging of backgrounds and traditions.",
    "Artists in particular often use their cultural differences to learn from each other.",
    "One such artist, Ming Liang Lu, has taken his skills to Harlem...",
    "...to enable others to learn about and understand Chinese art.",
    "Born in Shanghai, Ming has studied Chinese art for the majority of his life.",
    "At a very young age, he learned about calligraphy and painting from his father...",
    "...and has continued to paint through the more difficult times in his life.",
    "Ming moved to the US in 1990 and today lives in New York,...",
    "...where he continues to create beautiful landscapes, flowers, animals,...",
    "...and even the symbol of the United States: the eagle.",
    "When I first came to America, my only skills were art.",
    "I didn't have other skills.",
    "I used my art to make a living.",
    "When he first arrived in the US,...",
    "...Ming set up his easel and drew and painted portraits of tourists in order to survive.",
    "But even for professional artists, drawing on the street is not the easiest way to make a living.",
    "So, Ming eventually stopped painting on the street...",
    "...and began to work for the New York Chinese Cultural Center.",
    "Through them, he brought his skills to Harlem and the children of Public School 36.",
    "What is this?",
    "A circle.",
    "It is a circle, right?",
    "Okay.",
    "So I just draw.",
    "I change the color.",
    "What color is this?",
    "Yellow.",
    "Okay, I just put this, do you see this?",
    "For the ear.",
    "As we all know, a lot of artists are not employed being artists.",
    "So I'm hoping that what we do is to provide them this opportunity to really practice...",
    "...in the field that they've been trained for.",
    "Okay, this time I'll take it this way.",
    "Little circle one.",
    "Yeah, you, very good job, good.",
    "Teaching at the public school, though, is more than just an opportunity for Ming.",
    "The program benefits the children as well.",
    "School principal Cynthia Mullen Simons says...",
    "...the program is important to her second grade students.",
    "You cannot teach solely by the book, paper and pencil.",
    "They have to become involved.",
    "We need our students to hear, firsthand, people from various cultures talk about their ethnicity.",
    "Too much water.",
    "I'll show you this, not too much water, you see?"
]