[
    "This beautiful, quiet place is covered in sunshine and has mountains all around it.",
    "Its name is Machu Picchu.",
    "It's sometimes called the \"Lost City of the Inca\",...",
    "...and it's nearly 8,000 feet up in the Andes.",
    "There's a magic attraction that you can feel it here.",
    "It's known all over the world that Machu Picchu is one of the...",
    "...magnetic centers of the ancient world.",
    "Machu Picchu is more than 500 years old.",
    "Today, it's a favorite place for visitors from all over the world.",
    "Even in the rain and fog, it's wonderful to walk through the ruins.",
    "When the Inca civilization ended, few people knew Machu Picchu existed.",
    "For a long time, it was lost to the outside world.",
    "Then, in 1911, an explorer named Hiram Bingham found it again.",
    "At first, very few people visited Machu Picchu.",
    "But now, hundreds of tourists come here every day.",
    "They walk up the steps of the ancient city and climb over the ruins.",
    "Machu Picchu is no longer quiet.",
    "It's full of the sounds of tourists.",
    "Some people in Peru hope that more tourists will come here.",
    "They think it will mean more business and money for the country.",
    "However, some conservationists worry that more visitors won't be good for Machu Picchu.",
    "They say that tourism may not be good for the environment.",
    "Jose, a local hotel owner, says Machu Picchu and Peru can take a few more visitors.",
    "Why not be like the rest of the world?",
    "Why not expose and show Machu Picchu to the rest of the world?",
    "It's such a wonderful place, so why keep it to the few?",
    "The truth is that parts of Peru are very poor, and tourists bring money to these communities.",
    "Aguas Calientes is a town that grew suddenly near an area where visitors get on buses...",
    "...to get to the summit of Machu Picchu.",
    "The people here live completely on money from tourism.",
    "The town is just a group of stalls where local people sell art and things they have made to visitors.",
    "The \"Lost City\" is no longer lost.",
    "Tourists have found it.",
    "The modern world is coming closer to this ancient world every day.",
    "Time may be running out for the Lost City of the Inca.",
    "More and more people are discovering it.",
    "In the end, it may be the modern world that forever changes this ancient city."
]