[
    "Every single American - gay, straight, lesbian, bisexual, transgender,...",
    "...every single American deserves to be treated equally in the eyes of the law and in the eyes of our society.",
    "It's a pretty simple proposition.",
    "Now, I don't have to tell you that we have a ways to go in that struggle.",
    "I don't have to tell you how many are still denied their basic rights,...",
    "...Americans who are still made to feel like second-class citizens,...",
    "...who have to live a lie to keep their jobs, or who are afraid to walk the street,...",
    "...or down the hall at school.",
    "Many of you have devoted your lives to the cause of equality.",
    "So, you know what we have to do. We've got more work ahead of us.",
    "But, we can also be proud of the progress we've made these past two and a half years.",
    "I vowed to keep up the fight against the so-called \"Defense of Marriage Act\".",
    "There's a bill to repeal this discriminatory law in Congress, and I want to see that passed.",
    "But until we reach that day, my administration is no longer defending DOMA in the courts.",
    "I believe the law runs counter to the constitution, and it's time for it to end once and for all.",
    "It should join \"Don't ask, don't tell\" in the history books.",
    "We don't believe in a small America.",
    "We don't believe in the kind of smallness that says it's okay for a stage full of political leaders,...",
    "...one of whom could end up being the president of the United States,...",
    "...being silent when an American soldier is booed.",
    "We don't believe in that. We don't believe in standing silent when that happens.",
    "We don't believe in them being silent since.",
    "You wanna be commander in chief?",
    "You can start by standing up for the men and women who wear the uniform of the United States,...",
    "...even when it's not politically convenient.",
    "So, yes. We have more work to do.",
    "And after so many years, even decades of inaction, you've got every right to push...",
    "...against the slow pace of change. But make no mistake, I want people to feel encouraged here,...",
    "...we are making change.",
    "We're making real and lasting change.  We can be proud of the progress we've already made.",
    "And I'm gonna continue to fight alongside you.",
    "I don't just mean in your role, by the way, as advocates for equality.",
    "You're also moms and dads who care about the schools your children go to.",
    "You're also students figuring out how to pay for college.",
    "You're also folks who are worried about the economy...",
    "...and whether or not your partner, husband or wife will be able to find a job.",
    "And you're Americans who want this country to succeed and prosper,...",
    "...and who are tired of the gridlock and the vicious partisanship, and are sick of the Washington games.",
    "Those are your fights, too, HRC.",
    "The slow, inexorable march towards a more perfect union.",
    "You are contributing to that story,...",
    "...and I'm confident that we can continue to write another chapter together.",
    "Thank you very much, everybody. God bless you."
]