[
    "Many people are very curious about the origin of the CHILDES system; at least I am.",
    "So, could you give us the story?",
    "Sure, I'd be happy to. Actually the idea began...",
    "...in a meeting back in 1984 that was sponsored by the MacArthur Foundation.",
    "They were looking for innovative projects to fund in child development...",
    "...and both Catherine Snow and I were at this meeting.",
    "It was in San Diego and we both came up with the idea at this very same time.",
    "So I think it was an interesting coincidence.",
    "The idea was that child language researchers had been doing all their work...",
    "...really, based on using paper and pencil methodology.",
    "It even goes back to Darwin who used notecards. And at that time in 1984,...",
    "...everybody was starting to use personal computers.",
    "So, we thought, \"Well really we should be putting our data in computers.\"",
    "And I think it was very obvious to everybody...",
    "...that this is a much better way of looking at child language data.",
    "So, we requested money to organize the system...",
    "...and to take all the data that was already transcribed...",
    "...and written on; sometimes hand notes but usually typewritten notes,...",
    "...sometimes in computer files and put it into the computer...",
    "...and we then organized the meeting in 1984 in Concord, Massachusetts...",
    "...and that really was the beginning of the system.",
    "We had 20 child language researchers that came together and everybody was enthusiastic...",
    "...and they agreed to contribute their data and that was the beginning.",
    "Research nowadays is really being driven by the actual computer:...",
    "...methodology and equipment down to the level of the hardware...",
    "...because remember, back in 1984 people really were not using the Internet...",
    "And people had not even started using CD-ROMs; we were using diskettes.",
    "So to distribute the database, we actually had to put the data on diskettes...",
    "...and mail packages of diskettes in the mail...",
    "In fact, they were not even the little square diskettes; they were the round ones.",
    "So, a lot of the revolutions have really been technological revolutions...",
    "...as people got better computers, as they got the Internet of course was a huge change...",
    "...because we could then distribute the data over the Internet.",
    "Another big change really was when we could add audio and video which I think the Chinese University...",
    "...bilingual corpus really represents one of the best examples of...",
    "...linking together video data taken from young children and their parents to the transcripts.",
    "And now, this is becoming the norm for new projects in the area.",
    "Video gives you an even clearer idea of who was sitting where...",
    "...and also gives you the gestural expressions.",
    "Now from a scientific point of view, the audio is very important because...",
    "...a lot of times people will transcribe in one way,...",
    "...and then later on wish they had transcribed another way.",
    "The standards might change.",
    "If you have the audio available, you can always go back to match the original audio facts.",
    "So it's the real fact of the interaction and...",
    "...to lose that, it was really cutting yourself away from the actual facts of CHILDES language."
]