[
    "As a communications coach, I'm constantly watching great corporate speakers...",
    "...to find techniques anyone can use to improve the way they tell the story...",
    "...behind a company or a product.",
    "Here's an example.",
    "On a Wednesday, October 20th, Steve Jobs introduced some new products...",
    "...in a presentation titled, \"Back to the Mac\".",
    "He used several techniques that you can adopt in your very next presentation...",
    "...to add more impact to your message.",
    "First, share the stage.",
    "Nobody wants to hear from one person for an hour or an hour and a half.",
    "Frankly, that gets a little boring and it doesn't show a lot of teamwork.",
    "Find a way to share the stage.",
    "The \"Back to the Mac\" presentation lasted for 90 minutes.",
    "Steve Jobs was joined by five other Apple employees who,...",
    "...of course, have specialized knowledge in areas related to the products they introduced.",
    "Second, put numbers in perspective.",
    "Steve Jobs and other Apple speakers always put big numbers into context.",
    "For example, Apple COO Tim Cook said that the Mac represents 33 percent of Apple's revenue.",
    "Most people would have stopped there, but he went further.",
    "He said that works out to 22 billion dollars, and he went further.",
    "He said if that division were a stand-alone company,...",
    "...it would rank as the 110th largest company in America.",
    "Third, stick to the rule of three.",
    "The human mind can only consume about three or maybe four points in short-term memory.",
    "So, why give people 22 things to remember?",
    "When Steve Jobs introduced iLife 11 on Wednesday,...",
    "...the next version of Apple's popular software,...",
    "...he said that it comes with many new features but he liked to highlight three applications:...",
    "...iPhoto, iMovie and GarageBand.",
    "He typically does that in most presentations.",
    "He'll focus on three things.",
    "It works.",
    "A person can have the greatest idea in the world,...",
    "...breakthrough products, a unique service,...",
    "...but it's very hard to convince anyone unless you master communication skills.",
    "Steve Jobs has been working at mastering those skills for decades.",
    "And he has something to teach the rest of us."
]