[
    "There are many facets to running a restaurant.",
    "Know your demographic...",
    "...and stick to your guns on the food that you serve and the type of service you are.",
    "You can't be everything to all people.",
    "So, you want to make sure that you focus in and hone in on what your message is...",
    "...and that's what you deliver every time.",
    "If you're gonna be a pizza place that everybody's, the check average is 12.50,...",
    "...everybody comes in and has a good time, then that's what you do.",
    "Don't bring in other types of, you know, don't bring in steaks and fillets...",
    "...and things when it's not your target audience.",
    "That being said, once you determine what that market is,..",
    "...once again, stick to it. It's a lot of hard work, long hours.",
    "Be prepared to work the shifts that...",
    "...when all your other friends are out of work on the weekends and on holidays,...",
    "...you're working. So, be prepared for those types of things.",
    "Know the government regulations, make good friends with the inspectors,...",
    "...and then as far as the clientele,...",
    "...you wanna make sure that you personally, if it's a single operation,...",
    "...a single person operation...",
    "...or if you have a couple of different people who are kind of in charge,...",
    "...you wanna make sure that you're covering all the bases.",
    "You need the promotions person and promotions just as in advertising.",
    "It's going out, getting your name out there,...",
    "...being in a person who remembers names and faces...",
    "...so anytime you're anywhere, you can talk to somebody.",
    "You know who they are, you maybe know who their kids are.",
    "And you can talk to them...",
    "...about the business and say, \"Hey, I haven't seen you for a while.\" that type of thing.",
    "You have to have your legal side or your bureaucracy side.",
    "The person who can deal with the government regulations,...",
    "...deal with any legal issues that come up and they will.",
    "And then, you have to have the food side.",
    "You have to have your executive chef or the kitchen manager...",
    "...who can deal with the day-to-day of the kitchen.",
    "And don't forget about the front of the house.",
    "These are all different areas that you either have to be an expert in individually...",
    "...and have more than one person there, or be the expert across the board.",
    "As front of the house, you have to be somebody who's great with service, great with managing.",
    "Front of the house people who typically are thirty years and under.",
    "This is their first job.",
    "You have to be able to mold those people to, you know,...",
    "...bend their will to the way that you want it to be."
]