[
    "This is the fourth Dragon King of Bhutan.",
    "A beautiful country at the eastern end of the Himalayas.",
    "He became king at the age of 17 in 1972.",
    "It was then, when he had to decide what should be the philosophy behind his reign.",
    "He looked at other countries and noticed in most of them,...",
    "...the government and the people strive for economical wealth.",
    "And those few who achieve this goal usually live a comfortable life,...",
    "...but on the downside many other people live in misery, poverty or social isolation.",
    "Also in the ruthless hunt for money, huge parts of the environment are often destroyed.",
    "This couldn't be the right path for Bhutan.",
    "The concept of Gross National Happiness was born.",
    "The primary idea of GNH is that every human being aspires for happiness...",
    "...and the country's development should also be measured in its citizen's happiness.",
    "The fourth Dragon King's challenge, therefore, was figuring out how to balance economic development...",
    "...with the emotional and spiritual well-being of his people.",
    "Although economical growth can't be the only goal,...",
    "...a flourishing economy gives the government the funds needed...",
    "...to provide a working health and educational system...",
    "...as well as certain living standards.",
    "Because being healthy, having opportunities for the future...",
    "...and knowing that security, a steady income, housing...",
    "...or well-balanced time use are guaranteed is crucial for people to be happy.",
    "But furthermore, people get a lot of positive energy from being with others...",
    "...and sharing interests.",
    "Participating in cultural life and to hold up local traditions and cultural heritage...",
    "...lead to a stronger community feeling.",
    "Healthy family relationships, advocating community activities and religious aspects...",
    "...are factors for achieving happiness.",
    "It gives the Bhutanese people a strong sense of values and identity.",
    "The fourth Dragon King reigned 34 years...",
    "...basing his decisions on all factors of Gross National Happiness...",
    "...asking himself, \"What makes Buthan's people happy?\"",
    "And the fourth Dragon King lived by example, leading a very simple life.",
    "In fact, he believed so strongly in the concept of GNH...",
    "...that he even decided to hand over sovereignty to the people.",
    "In 2006, he retired as king at the age of 52 and changed the course of history.",
    "Two years later, in 2008, Bhutan elected its first representative parliament.",
    "Since then, the idea of Gross National Happiness...",
    "...has taken quite some momentum outside of Bhutan...",
    "...with other countries and people around the world...",
    "...thinking about adopting the GNH approach to strive for development with values...",
    "...and to make the world a happier place."
]