[
    "Another episode of the historical melodrama,...",
    "...\"Gye Baek\" rolls off the production line.",
    "One of many Korean soaps that are hugely popular,...",
    "...not just here but right across Asia and beyond.",
    "During downtime in filming, drama sets like this one in Seoul...",
    "...become tourist attractions and the actors, objects of adulation.",
    "Period dramas in Korea have established wide fan bases.",
    "It is very popular because of all generations and other people who are keen on history.",
    "For you to get some idea of the sheer scale,...",
    "...the importance of these dramas to the audiences,...",
    "...well think Bollywood, think Brazilian soap operas,...",
    "...telenovelas and you're halfway there.",
    "This is huge.",
    "Korean dramas have struck a chord especially with Japanese audiences...",
    "...who appreciate their romantic side and nostalgia...",
    "...and so soap operas have triggered the first...",
    "...of the so-called Korean waves in a decade-long charm offensive.",
    "One soap won a record-breaking 86 percent of TV audience share in Iran.",
    "For the first time in its history,...",
    "...Korea is becoming a major exporter of popular culture.",
    "And after a torrid 20th century which saw Japanese occupation,...",
    "...destruction of much of the cities' heritage...",
    "...and a punishing civil war, South Koreans are very proud of their meteoric rise.",
    "The economy and creative industries are thriving.",
    "South Korea in the past was so inward-looking and closed,...",
    "...it was known as the hermit kingdom of Asia.",
    "Now, it seems that the shyest kid in class is the most popular.",
    "Tourism, I think, it's a really new thing for Korea...",
    "...maybe ten years ago. I don't think anyone came here for tourism.",
    "And I came here for the World Cup in 2002 but other than that,...",
    "...other than that specific event, people didn't really come here just for fun.",
    "But now it's changing because of these TV shows...",
    "...especially for people in other Asian countries like...",
    "...China, like Thailand, like Japan.",
    "Last year, nine million people visited Korea,...",
    "...the biggest group are the Chinese who made South Korea their favorite destination.",
    "Many are converted by the popularity of \"Hallyu\" in their homeland.",
    "We've seen a 46 percent increase in the number of foreign tourists to Korea...",
    "...over the past five years.",
    "China and Japan only saw a 10 percent increase,...",
    "...so 46 percent growth is an amazing achievement.",
    "After the initial success of soaps, Korean pop music or K-pop...",
    "...became the so-called second wave.",
    "Suddenly, teenagers from China and Japan were addicted.",
    "This time, the Ministry of Culture and Tourism were determined not to miss the boat.",
    "They created a whole TV channel devoted to peddling Hallyu...",
    "...to Japan, China and a growing global market.",
    "It is propaganda; we can say it is propaganda but it's the only tool...",
    "...they can actually find right now to promote Korea...",
    "...to the rest of the world. I guess.",
    "In the end, how cool is something if the government is promoting it?",
    "It maybe destroys the impact in some way.",
    "At regular events like this one at the Olympic stadium in Seoul...",
    "...sponsored by a big Korean company, fans young and old are clearly enchanted.",
    "We are from Japan and we love K-pop and we came to see the 2PM.",
    "We have grown up with Korean music and it reflects images of our relationships; our thoughts and beliefs.",
    "So yeah, we love it. But I'm still curious why it's so popular among foreigners.",
    "And the bandwagon continues with a new lease of life.",
    "Hallyu is breaking in Europe with financial support...",
    "...from the Korean Ministry of Culture and some major companies."
]