[
    "As I've mentioned, the main focus of public relations...",
    "...is influencing a specific public at a specific time.",
    "I'd like to make a distinction between what can be termed the public at large,...",
    "...or the population as a whole, and segmented groups within it.",
    "In contemporary public relations, these segmented groups or publics are the focus of interest.",
    "They are audiences that are important to the organization, and that have...",
    "...or may potentially have an impact on an organization.",
    "They include customers, both current and potential; employees and management,...",
    "...investors, media, government, suppliers and opinion formers.",
    "Publics include groups of people who share...",
    "...a common perception of a situation or problem at a specific time.",
    "For example, men aged 30 to 40 years.",
    "They also include people who are connected by a common interest.",
    "For example, the reading public.",
    "But publics are not the only segmented group of the population.",
    "A population also includes markets, target groups and stakeholders.",
    "An organization identifies a group of potential buyers, or market,...",
    "...for a product or service they are offering.",
    "For example, all coffee drinkers form a market for coffee sellers.",
    "So how do a market and a public differ?",
    "One important difference is that markets are identified by the organization.",
    "Publics, however, are characterized by a common interest or shared concerns.",
    "Publics differ from one organization to another, are inherently active,...",
    "...and may choose an organization based on the way that organization works.",
    "So, just to go over that again.",
    "Organizations choose markets, but publics choose organizations.",
    "A target group constitutes another segment of the population as a whole.",
    "It is a very specific group of people an organization is trying to reach with its message.",
    "Also referred to as a target market, it is defined by measurable characteristics or attributes.",
    "For example, a particular socioeconomic group.",
    "Target groups are recipients of something and are basically passive,...",
    "...as opposed to people who are actively in the market for a product or service.",
    "What about stakeholders?",
    "The term refers to individuals or a group with an interest in an organization.",
    "Stakeholders can be categorized as those linked to an organization contractually or financially.",
    "For example, employees, management, investors, et cetera.",
    "Publics, on the other hand, are those existing outside the organization...",
    "...with no direct financial involvement."
]