[
    "My name is Desmond Miles.",
    "Just months ago, I was pouring shots for the rich and famous.",
    "Until my life took an unbelievable turn.",
    "Abstergo, a secretive tech corporation and a front for modern-day Templars,...",
    "...kidnapped me and forced me into one of their inventions:...",
    "...the Animus.",
    "Decades ago, Abstergo discovered that our DNA contains memories.",
    "Not just our own memories, but those of our ancestors.",
    "They built the Animus to unravel these genetic traces and allow us to relive forgotten lives.",
    "Inside, I was confronted by a truth I thought I'd escaped long ago:...",
    "...I am an Assassin;...",
    "...part of a group dedicated for protecting free will against the Templars,...",
    "...an organization as old as history which aims to control the world.",
    "First, I relived the memories of Altair Ibn-La'Ahad,...",
    "...stoic 12th century assassin from the holy land.",
    "I discovered the Apple of Eden, a strange and powerful artifact at the center of our war against the Templars.",
    "Next, I was Ezio Auditore, a 15th century Italian.",
    "I got to know him well as I lived his rise from charismatic playboy,...",
    "...grief stricken assassin on a mission of vengeance.",
    "And finally, as the legendary master and leader of his order.",
    "After another encounter with the Apple, I was contacted by its creators:...",
    "...the first civilization, an advanced race from beyond human history.",
    "They spoke of a great disaster that destroyed their people.",
    "A tragedy set to reoccur in 2012...",
    "...and then, everything went dark.",
    "Now, I'm trapped in the Animus, my memories fragmented.",
    "To escape, I must return to the final memories of Ezio,...",
    "...who is on the most important journey of his life.",
    "Against the Templars, he searches for messages left behind by Altair buried deep in Masyaf.",
    "They will be crucial to my destiny,...",
    "...and that of humanity.",
    "What fate intends for this world, I don't know.",
    "But the answers are locked deep in my bloodline.",
    "Where these three lives converge,...",
    "...I only hope to find them soon enough...",
    "...to save us all."
]