[
    "Traditionally, food and wine pairing,...",
    "...it used to be a lot of rules. You needed to drink white wine before red wines and...",
    "...you need to have light flavors before strong flavors.",
    "I think today, we can actually do what we want.",
    "Yeah, it's so much more dynamic today in pairing food and wine.",
    "Of course, the most important thing is the company.",
    "It's really important to adapt your choice of wine and food so we are there...",
    "...to actually to eat and drink and have a good time,...",
    "...not analyzing flavors.",
    "The rules used to be very much white wine with fish, red wine with meat.",
    "But there's so much we can adapt.",
    "For instance, if you wanna eat a nice fish dish and drink a powerful and rich red wine...",
    "...such as Brunello di Montalcino from 2006.",
    "You've pan-fried the fish, you've grilled the fish and with this we could make a nice risotto...",
    "...with some beautiful porcini mushrooms in it.",
    "And I think mushroom is a very wine friendly ingredient with mature wines.",
    "We add some mature Parmesan cheese with this one.",
    "And we make a red wine gray with some balsamic vinegar and some red wine...",
    "..and this would be a perfect red wine fish dish.",
    "In general, I think it's easier to match red wine with meat.",
    "If you have a perfectly grilled piece of meat,...",
    "...you can have a lighter style or a fuller style of wine.",
    "It's not so much about those fine nuances.",
    "However, I think the best matches are with white wines because white wines are more fine,...",
    "...more transparent and, depending on that slight level of residual sugar...",
    "...on the acidity, I think they can give you a fuller experience so that mean,...",
    "...imagine to make something based on scallops, prawns, white fish...",
    "...with some chili pepper, coriander, a bit Asian style,...",
    "...that we could do perfect with a well chilled Vermentino...",
    "...or a German Riesling and you will get that very pure and perfect match on your palate.",
    "Another fundamental thing is that the food and the wine should be on the same level.",
    "With a simple spaghetti with tomato, you drink a simple red wine from the region.",
    "But if you go and buy fresh turbot, fresh scallops, truffles, sweet breads,...",
    "...of course, the wine, they need to be on a slightly higher level. And if you eat...",
    "...that great dish with a simple wine, it won't be really good.",
    "Even though you could probably enjoy a more exclusive wine still with your simple spaghetti."
]