[
    "The integration of different races in America has produced a mixture of dialects,...",
    "...making second language learning a necessity.",
    "So why not start early?",
    "Statistics confirm that early childhood education in bilingualism...",
    "...is crucial in a world that is so diverse and ever-changing.",
    "This early teaching of verbal communication and cultural knowledge...",
    "...can create a world of opportunity for both you and your child.",
    "Studies show that children who immerse themselves in language learning at an early age...",
    "...have an advantage beyond job opportunities and foreign borders.",
    "Hi and welcome to this edition of Carpe Diem. I'm your host Cristina Pinzon.",
    "Today, we will discuss the benefits of children learning a second language.",
    "Whether it's Spanish, Chinese, Dutch or Arabic,...",
    "...learning a second language fosters a child's progress in reading,...",
    "...concept formation and cognitive development,...",
    "...as well as instilling a greater cultural sense of understanding...",
    "...for people of foreign countries.",
    "Early childhood education in bilingualism is growing by leaps and bounds.",
    "The family you are about to meet...",
    "...decided to invest in a diverse education for their two daughters.",
    "Suzanne Rosenthal took the initiative of exposing her children...",
    "...to a rich linguistic environment at a local bilingual school in Scotch Plains.",
    "Let's take a look.",
    "With the global demographic changes that are emerging,...",
    "...more people are acknowledging the spread...",
    "...by immersing themselves and their children in language learning programs.",
    "The advantage of having free education is a huge blessing to some parents,...",
    "...especially when it comes to fulfilling their kids with a rich education.",
    "Through cultural music, dynamic group activities, storytelling,...",
    "...children are able to express themselves...",
    "...in a world where language and cultural barriers are nonexistent.",
    "Does a universal language really exist?",
    "Ask five-year-old Meredith Rosenthal and she'll give you her answer.",
    "I really liked that time when I said the train was going to the moon...",
    "...because you can speak any language on the moon.",
    "I don't think any girls have been on \"la luna\".",
    "Amanda, at the ripe age of three,...",
    "...is living proof as she teaches us how to say her numbers in Spanish.",
    "Uno, dos, tres, cuatro, cinco!",
    "To Suzanne, Spanish, in particular,...",
    "...made it very easy in determining the language and cultures...",
    "...she would expose her two daughters to.",
    "America is becoming much more of a country that has Spanish as a second language.",
    "And I think whatever future they've got, in terms of their careers, in terms of their lifestyle,...",
    "...it'll be great for them to know the language; I think it will be good for them to understand.",
    "I studied Spanish in high school and again in college.",
    "I comprehend a lot of Spanish but I never really learned to speak it very well...",
    "...because I think I didn't pick it up until I was a teenager.",
    "So for my children, I wanted them to learn when they were young...",
    "...so that they would really be able to speak and be able to have the right accent...",
    "...and the right pronunciation of Spanish."
]