[
    "For centuries, Jews all over the world have been celebrating Hanukkah.",
    "But now, for the first time in history,...",
    "...NBA stars and celebrities want to wish you a \"Happy Holiday.\"",
    "Sports icon Shaquille O'Neal told me he was familiar with Hanukkah...",
    "...and had the following message for his fans.",
    "To all my Jewish people, I love you. Merry Christmas, Happy Hanukkah.",
    "Stay out of trouble. Love you.",
    "Like every holiday, Hanukkah has its special songs.",
    "You know any Hanukkah songs?",
    "The Hanukkah songs?",
    "Yeah.",
    "No, no, no, no.",
    "You wanna learn one?",
    "No. Well, let me hear one.",
    "Oh no! You say...",
    "I said it wrong. That was good. That was good. All right. Cool.",
    "Let's try an easy one.",
    "How about...",
    "Happy Hanukkah to all my fans.",
    "What do you have to say to your Jewish fans for Hanukkah?",
    "How do you know about that?",
    "I got a lot of Jewish friends, bro.",
    "The miracle of Hanukkah took place at this location over 2,170 years ago.",
    "It's where the Temple once stood.",
    "What do you have to say to your fans in Israel, Kobe Bryant?",
    "Stay up. I know you guys are going through a tough time right now. Stay up.",
    "Any message for Hanukkah for your Jewish fans out there?",
    "Hanukkah?",
    "Yeah. The Festival of Light.",
    "I just hope everyone has a great holiday. Spend it with the ones you love.",
    "Cherish every memory because time is moving fast.",
    "Any message for them? It's Hanukkah these days.",
    "Happy Hanukkah! You guys have fun and blow out all the candles.",
    "No, we don't blow it.",
    "Well, just keep them torched.",
    "Cuba, any message for your fans in Israel?",
    "Yes, my baby. I'm coming soon. I love you. You are God's people.",
    "People of color, which I love and, you know, be strong.",
    "Nowadays, one of the hottest names in Hollywood is Paris Hilton.",
    "Seems like no news report could be complete, if she's not included.",
    "Paris, what do you want to say to your fans in Israel?",
    "Hi, Israel! Love you.",
    "Hope you have a great Hanukkah.",
    "Make sure to get your menorah, your candles, and of course, your dreidel.",
    "From North Hollywood, California, for Shaq, Kobe, and the rest of the fellows,...",
    "...Elie Seckbach, the embedded NBA Correspondent, reporting."
]