[
    "If your life were a book and you were the author, how would you want your story to go?",
    "That's the question that changed my life, forever.",
    "Growing up in a hot Las Vegas desert, all I wanted was to be free.",
    "I would daydream about travelling the world living in a place where it snowed,...",
    "...and I would picture all of the stories that I would go on to tell.",
    "At the age of 19,  the day after I graduated highschool, I moved to a place where it snowed.",
    "And I became a massage therapist.",
    "With this job, all I needed were my hands and my massage table by my side and I could go anywhere.",
    "For the first time in my life I felt free, independent and completely in control of my life.",
    "That is, until my life took a detour.",
    "I went home from work early one day with what I thought was the flu.",
    "And less than 24 hours later I was in the hospital,...",
    "...on life support with less than a two percent chance of living.",
    "It wasn't until days later,...",
    "...as I lay in a coma, that the doctors diagnosed me with bacterial meningitis.",
    "A vaccine preventable blood infection.",
    "Over the course of two and a half months, I lost my spleen, my kidneys,...",
    "...the hearing in my left ear and both of my legs below the knee.",
    "When my parents wheeled me out of the hospital I felt like I have been pieced back together...",
    "...like a patchwork doll. I thought the worst was over,...",
    "...until weeks later when I saw my new legs for the first time.",
    "The calves were bulky blocks of metal with pipes bolted together for the ankles.",
    "And a yellow rubber foot with the raised rubber line from the toe to the ankle to look like a vein.",
    "I didn't know what to expect but I wasn't expecting that.",
    "With my mom by my side and tears streaming down our faces...",
    "...I strapped on this chunky legs and I stood up.",
    "They were so painful and so confining that all I can think was,...",
    "...\"How am I ever going to travel the world on these things?\"",
    "\"How was I ever going to live the life full of adventure and stories as I always wanted?\"",
    "And how was I going to snowboard again?"
]