[
    "Miso soup over McDonalds.",
    "More Japanese people are watching what they eat as companies watch workers' waistlines.",
    "Here's CNN's Kyung Lah.",
    "One by one, belly by belly, the guts came out and got measured.",
    "Naoki Wada is not looking forward to this.",
    "At 36.6 inches, he is overweight according to the Japanese government.",
    "And that just won't do under new national guidelines.",
    "And if he doesn't lose weight,...",
    "...his company faces massive fines and increased government health premium.",
    "\"This goal is really tough\", says NEC's human relations manager, it's a challenge.",
    "Companies and local governments...",
    "...must now measure the waistlines of all employees and family members over the age of 40.",
    "Men over 33 and a half inches and women over 35 and a half inches...",
    "...are considered overweight.",
    "Now if you're thinking that's not fat, well this is a nation that's not so big...",
    "...but one that is getting bigger.",
    "This is what the traditional Japanese meal looks like.",
    "Some vegetables, miso soup and some fish.",
    "Total calorie count about 600.",
    "But along came American fast food. This is a Big Mac, large fries and coke.",
    "Total calorie count 1300, more than twice the Japanese meal.",
    "You won't find American food in this cafeteria.",
    "NEC, facing 19 million dollars in penalties if its employees don't slim down,...",
    "...is encouraging a low-calorie healthy diet.",
    "Physical test tomorrow.",
    "It's why he's chosen today's healthy meal, hopeful but not expecting it will help tomorrow.",
    "So, are you scared?",
    "\"Well, a little bit\", he says.",
    "Hoping to get employees moving,...",
    "...the company pumps out exercise music over the loudspeaker twice a day.",
    "It's encouraging employees to take the stairs and exercise at every other floor.",
    "Can you imagine the US government telling people, \"We want you to go down a waist size 33?\"",
    "It's difficult to imagine.",
    "American NEC employee Joseph Jasper says, \"Sure, it seems a little extreme.\"",
    "But maybe there's a lesson here for his home country.",
    "There are things we can all learn from each other and...",
    "...that this happens to be something that is good for your health.",
    "NEC says they can't force employees to slim down but it has issued Naoki Wada a pedometer,...",
    "...hoping he'll walk in next time with a lighter load.",
    "Kyung Lah, CNN Tokyo."
]