[
    "Hi. I'm Alex and I'm a product manager working on Flight Search.",
    "And today, I'm going to show you how you can use Flight Search...",
    "...to plan a trip even when you don't know where you wanna go.",
    "Let's assume for example, that there's a three-day weekend coming up,...",
    "...and I'm feeling adventurous, and want to explore a new destination.",
    "I have a budget of about $400 and I know I want to fly nonstop...",
    "...because that way, I could make the most of my time.",
    "If I go into Flight Search, I'll immediately see this map.",
    "And this map shows all the cities...",
    "...I can fly to from my local airport and at what price.",
    "Now as I mentioned, I want to fly nonstop.",
    "So, I can actually just go ahead...",
    "...and click on the nonstop filter on the left.",
    "And what will happen is that the map will automatically update...",
    "...to just show the destinations that you could fly nonstop.",
    "The ones that you can't are hollowed out, or disabled.",
    "And the ones that you can will actually show the cheapest, nonstop price.",
    "Now, you'll remember that I also want to make sure I don't miss work.",
    "So, what I can actually do is go ahead and apply a time filter,...",
    "...and say , \"I just want to see the cities...",
    "...that I can fly to after work.\" for example.",
    "And once again, the map will update...",
    "...and it will show me the lowest prices within those requirements.",
    "Finally, I can go ahead and put in that budget.",
    "And at this point, I'm looking at the cities that match my search terms.",
    "I can zoom in and explore all sorts of different places...",
    "...and hover over to see the prices.",
    "This one here actually looks pretty good.",
    "So, let's go ahead and click on that.",
    "And when I do, you'll see that the results come back instantly.",
    "I can select an outbound that looks good.",
    "I can select the return flight.",
    "And finally, I can click through to book that ticket.",
    "We hope you find it that easy to use Google Flight Search...",
    "...to explore new destinations.",
    "Thanks."
]