[
    "For some of these tourists, breakfast at this Los Angeles hotel is their first meal...",
    "...in the United States.",
    "Many of them are surprised by what the kitchen has to offer.",
    "Fried rice, dumplings and other Chinese foods are on the menu.",
    "It is a welcome surprise for Zhou Yian, a tour guide.",
    "I feel touched, just feeling like there isn't much difference from home.",
    "She says the breakfast is not the only surprise.",
    "There are also several channels of Chinese television in her room.",
    "These offerings are a part of Hilton Hotel's new effort to attract travelers from China.",
    "Close to 50 Hiltons around the world are a part of a program called Hilton Huanying,...",
    "...meaning \"welcome\" in Chinese.",
    "The hotels also offer slippers, Chinese tea and tea kettles in the rooms,...",
    "...a letter in Chinese and Chinese speaking staff.",
    "At this Hilton in San Francisco, most of the staff is Chinese...",
    "....says general manager Kevin O'Brien.",
    "We've always been focused on the China market,...",
    "...and this year it's grown really exponentially for us.",
    "A University of London study says more than 57 million Mainland Chinese tourists...",
    "...went abroad last year.",
    "A 20 percent increase from the year before.",
    "Tourist attractions and hotel chains around the world...",
    "...now have Chinese language websites to serve those travelers.",
    "While most Chinese visit Asian countries, more and more fly to other parts of the world.",
    "The United States is one of the top destinations.",
    "Zhou Yian says there are two reasons why.",
    "\"First, the Chinese Yuan is stronger against the US dollar,...",
    "...so it's a better deal when you go shopping in the US.\"",
    "\"The second reason, the US is the strongest country in the world so tourists want to visit.\"",
    "She says one of the biggest attractions in the US is shopping,...",
    "...even for items that are made in China.",
    "\"Many foreign companies have factories in China,...",
    "...but the standards are better for the items they sell overseas than in China.",
    "They have to maintain a global standard.\"",
    "For more shopping, the next stop for Zhou's tour group is Las Vegas.",
    "Elizabeth Lee for VOA News, Los Angeles."
]