[
    "Learn how to snag a great salary without putting the job offer in jeopardy.",
    "You will need national and regional salary data, patience, an asking price...",
    "...convincing arguments, confidence and potential compromises.",
    "Step one: Find out what similar positions pay both nationally and in your region...",
    "...by typing \"salary comparison\" into a search engine...",
    "...for websites that provide this information.",
    "Step two: Wait to discuss salary...",
    "...until the interviewer has indicated interest in offering you the job.",
    "Otherwise, you risk alienating them right off the bat.",
    "Step three: Try to get them to tip their hand first by asking what the position pays.",
    "Generally, the first person to name a number...",
    "...is the one who will be on the losing end of the negotiation.",
    "Asking for the salary range gives you both some wiggle room.",
    "Step four: If they insist you give your salary requirements first,...",
    "...give them the number you arrived at based on your experience, your salary history,...",
    "...and the research you've done on the market value of similar positions in your region.",
    "Then add another ten percent for good measure.",
    "If your number is negotiable, say so.",
    "Step five: Once they make a firm offer, see if you can push it higher...",
    "...by offering a polite, cogent argument for why you are worth more to them.",
    "Back up the argument with quantitative evidence...",
    "...relating to the business you'll bring to the company...",
    "...or how you'll save money by improving efficiency.",
    "Exude confidence.",
    "If you enter the negotiation feeling like you don't deserve a higher salary,...",
    "...your potential employer will know you aren't going to argue when they offer you less.",
    "Step six: After they counter your argument, remain quiet for a beat or two,...",
    "...as though you're pondering what they've said. ",
    "The ensuing and uncomfortable silence just might prompt them to cough up some more dough.",
    "Step seven: They're not budging?",
    "Try to negotiate other perks like more vacation time.",
    "If they are asking you to take a significant pay cut,...",
    "...see if you can negotiate a four-day workweek or working from home.",
    "Did you know? Women who consistently negotiate their salary increases...",
    "...earn at least one million dollars more throughout their careers...",
    "...than women who just accept what is offered, according to one study."
]