[
    "When it comes to succeeding professionally, attention to detail counts for a lot.",
    "Learn the rules of etiquette in time for your next business meeting.",
    "You will need preparation, punctuality, proper dress, manners,...",
    "...completion of tasks and a thank you note.",
    "Step one: Be prepared with pen and paper and any pertinent information...",
    "...that will help contribute to the meeting.",
    "Practice attention to detail for meetings...",
    "...so that you don't have to leave the room for something you forgot.",
    "Business meetings are for sharing information, not socializing.",
    "Act professional. ",
    "Step two: Get there at least five minutes early and wear your game face.",
    "Punctuality conveys appropriate focus and respect.",
    "Step three: Once the meeting begins, leave the PDA and phone in your pocket...",
    "...to eliminate the slightest chance of diversion or interruption.",
    "Step four: If you're not running or presenting at the meeting,...",
    "...hold your peace until the meeting breaks up...",
    "...or wait until the principal invites comments.",
    "Don't interrupt others and raise your hand if you have questions,...",
    "...which should be pithy and relevant to everyone in attendance.",
    "Step five: Show manners and pay attention.",
    "Don't drum, tap, fidget, flip through the reading material, or cast looks around.",
    "Step six: Go easy on alcohol and food at catered meetings and conferences.",
    "You are there to do business, not fill up as if it were a party.",
    "Keep your eye on the ball.",
    "Step seven: Maintain etiquette even after the meeting by completing tasks...",
    "...assigned as goals during the discussion as quickly as possible.",
    "File meeting notes afterwards to keep track of and report on later.",
    "Did you know?",
    "The first business cards, called visiting cards, announced the arrival of the aristocracy.",
    "Used as a social convention among the elites...",
    "...during the reign of Louis XIV in the 17th century,...",
    "...they eventually became today's business cards."
]