[
    "My name is Helen Peng.",
    "I'm the manager of learning and development with Pratt-Whitney Canada right now.",
    "And I've been with Toastmasters for three years.",
    "Number one I would say, be on time.",
    "A lot of people, they don't attend a meeting on time...",
    "...and then that's going to jeopardize your credibility whether you're reliable or not.",
    "Number two, dress properly.",
    "If you're at a business setting, you probably have potential clients so dress in business suits.",
    "We always say, \"There's no reality, there's always perception.\"",
    "So, the way you dress, the way you present yourself creates a certain perception in the workplace.",
    "Number three, if you are at the professional meeting and there are people you don't know,...",
    "...be proactive and introduce yourself.",
    "You probably will make a potential friend and then it will be very easy to do business later.",
    "Another thing I will say, always be prepared.",
    "Never expect to wing it. Because you prepare for a meeting,...",
    "...you get your message to come across. It's also respect for other people's work.",
    "Number five, listen attentively.",
    "When you are at the meeting listen to others, what they're sharing,...",
    "...what their perspectives are, not just think about what you have to say.",
    "When you express yourself at a professional meeting, be concise and to the point.",
    "Make sure your message has come across properly; don't drag too long.",
    "If you're disagreed by someone, be open-minded,...",
    "...don't be defensive. Listen to the point if there's any merit in the truth.",
    "And if there is, accept it willingly.",
    "When you're not clear about certain things,...",
    "...ask; ask questions, summarize or rephrase what you have heard.",
    "Make sure you understand everything correctly.",
    "Whenever you leave a professional meeting,...",
    "...always come to an agreed action plan because you have to make sure what's next.",
    "What comes out of this meeting has been followed up.",
    "And the very last point after the meeting,...",
    "...send out a summary including the action plan if there's no minutes that's been recorded.",
    "Those are the ten points I think that would be helpful for a professional setting."
]