[
    "A lot of great products and successful business start-up in the UK come out of the universities.",
    "Next into the den is James Barnham who hopes to be the latest example of that.",
    "He's asking the dragons for 150,000 pounds.",
    "Hello, dragons! My name is James Barnham.",
    "I have a first-class honors degree in Industrial Design from London South Bank University.",
    "I've invented a product that stops baths from overflowing automatically.",
    "Now, today I'm going to ask you for 150,000 pounds for ten percent equity of my company.",
    "In the UK, the insurance industry pays out a whopping 250,000,000 pounds per year...",
    "...clearing up the damage caused from people leaving taps running.",
    "But I have the solution, if I can give you a demonstration.",
    "This is my Nova-Flo product.",
    "It's a small mechanical unit that fits underneath the taps on the bath.",
    "Because it's mechanical, it's intrinsically safe because there's no electrical supply or batteries.",
    "It's easily fitted to both UK and European tap dimensions and will take about 20 minutes to fit.",
    "If I can give you a typical scenario.",
    "There you are at home running the bath, the next thing you know your friend phones,...",
    "...so you run downstairs to answer the phone.",
    "Now this is a dangerous point, your bath is filling up with water,...",
    "...but thankfully you have Nova-flo fitted so the tap stop.",
    "As far as it goes, it's such a simple device that to reset this...",
    "...all you need to do is to make sure that there is no more water going through the overflow outlet...",
    "...and then simply turn off the taps.",
    "Turn them back on again, the unit is completely reset.",
    "Now, I'd like to talk to you a little bit about the market.",
    "In year one, we've got a projected turnover of 25,000 units.",
    "In year two, 75,000 units and year three, 150,000 units.",
    "In year one, we're having Nova-Flo produced in the UK for 13 pounds per unit.",
    "In year two, we're gonna have Nova-Flo produced in China...",
    "...where we can have them made for five pounds per unit,...",
    "...and we'll be selling this by direct sales for 60 pounds and to the distributors for 35 pounds.",
    "So, everybody can make their markup and I'm still making decent margins.",
    "Can I answer any questions?"
]