[
    "You will therefore assume the position of a suppliant before this throne.",
    "She was a superstar.",
    "You will kneel.",
    "Arguably, one of the last Hollywood legends,...",
    "I'm alive!",
    "...in a long and outsized life.",
    "Elizabeth Taylor played in more than 50 films,...",
    "You can't afford to waste good liquor.",
    "..and had seven husbands.",
    "Most of them, especially our favorites Richard Burton and Mike Todd,...",
    "...gave her eye-popping jewels.",
    "Some of her jewels are up for sale at Christie's auction house in New York.",
    "The competition to buy something, anything, is fierce.",
    "The week before the auction, thousands paid to view the collection.",
    "What Elizabeth Taylor means to me and to so many is movies, marriages and millions.",
    "I can't imagine wearing such gorgeous dresses.",
    "And then this really big, gaudy jewelry; it was just overwhelming.",
    "No matter how beautiful the diamonds, rubies and emeralds, nothing outshone her beauty.",
    "Marc Porter, chairman of Christie's Americas,...",
    "...called it the greatest collection his auction house has handled in 20 years.",
    "It's the world's greatest collection of jewelry and this is now being revealed to the public.",
    "It's also one of the most important collections of fashion of the 20th century.",
    "Porter says that Taylor kept all the jewels in her Beverly Hills home.",
    "Christie's spent six months cataloging them.",
    "One of the most precious is a 16th century pearl,...",
    "...the centerpiece of a ruby and diamond necklace designed by Cartier and Taylor herself.",
    "At 50 carats, it was the first night's biggest seller; almost 12 million dollars.",
    "Brett Sherlock of Christie's Canada...",
    "...says that the pearl was discovered in the bay of Panama 400 years ago...",
    "...and was in the Spanish crown jewels for more than 200 years.",
    "Eventually sold to an American, sold at an auction...",
    "...and purchased by Richard Burton in 1969 for approximately 32 thousand dollars.",
    "Burton also gave Taylor a 33 carat diamond ring.",
    "It sold for an incredible nine million dollars.",
    "To me, she's the queen.",
    "Pop star Michael Jackson, a friend of Taylor's, gave her presents too...",
    "...like this necklace with matching earrings, also auctioned.",
    "The collection is vast with important pieces containing diamonds and other gems.",
    "Like the Taj Mahal, the diamond and jade necklace created in late 17th century.",
    "It went for 8.8 million dollars, a world auctioned record for an Indian jewel.",
    "The items in auction also document Taylor's fashion sense...",
    "...containing glamorous gowns and jackets by the house of Versace.",
    "This jacket has a 20 thousand dollar value.",
    "There are expensive handbags by Hermes and clutches by Chanel.",
    "Meredith Etherington Smith worked on the fashion collection.",
    "She says that Taylor paid for everything herself, unlike many of today's stars.",
    "This is not stuff stylists or designers gave her, she wrote checks.",
    "This is her wardrobe.",
    "85, 90 on this telephone now. 95 thousand!",
    "Christie's estimate of a 50 million dollar sale was more than doubled in the first night.",
    "The net proceeds from the four-day sale will go to Taylor's estate...",
    "...with a portion going to the Elizabeth Taylor AIDS foundation.",
    "Bernard Chestman, VOA News, New York."
]