[
    "I just wanna start with a little bit of a word of warning and that is my job here tonight...",
    "...is to be a little bit of a Dr. Bring Me Down.",
    "So, bear with me for a few minutes and know that after this, things will get lighter and brighter.",
    "So, let's start. I know that many of you have heard the traveler's adage...",
    "...\"Take nothing but pictures, leave nothing but footprints\".",
    "Well, I'm gonna say that I don't think that's either as benign nor as simple as it sounds.",
    "Particularly, for those of us in industries who are portraying people in poor countries,...",
    "...in developing countries and portraying the poor.",
    "And those of us in those industries are reporters, researchers...",
    "...and people working for NGOs. I suspect there are a lot of us in those industries in the audience.",
    "And we're going overseas and bringing back pictures like this, of the utterly distressed,...",
    "...or the displaced, or the hungry, or the child laborers, or the exotic.",
    "Now, Susan Suntag reminds us that photographs, in part, help define what we have the right to observe,...",
    "...but more importantly they are an ethics of seeing.",
    "And I think right now is a good time to review our ethics of seeing,...",
    "...as our industries, the reporting, and research, and NGO work...",
    "...are collapsing and changing in part by what's being driven by what's happening in the economy,...",
    "...but is making us forge new relationships.",
    "And those new relationships...",
    "...have some fuzzy boundaries and I've worked at the edge of some of these fuzzy boundaries and I wanna...",
    "...share with you some of my observations.",
    "Now, my ethics of seeing is informed by 25 years as a reporter covering emerging economies and international relations.",
    "And I believe in a free and independent press.",
    "And I believe that journalism is a public good, but it's getting harder to do that job,...",
    "...in part because of the massive layoffs, because the budgets for international reporting aren't there anymore,...",
    "...new technologies and new platforms begging new content and there are a lot of new journalisms.",
    "There's activist journalism, humanitarian journalism, peace journalism,...",
    "...and we are all looking to cover the important stories of our time.",
    "And so we're going to NGOs and asking them if we can embed in their projects.",
    "And this is in part because they are doing important work in interesting places.",
    "And that's one example. Here, this is a project I worked on in the Blue Nile in Ethiopia.",
    "And NGOs understand the benefits of having reporters tag along on their team.",
    "They need the publicity, they are under tremendous pressure.",
    "They're competing in a very crowded market for compassion.",
    "So, they're also looking to reporters and to hire freelance reporters to help them develop their public relations material...",
    "...and their media material."
]