[
    "What other aspects of tourism and hospitality are there?",
    "Well, why do you go anywhere?",
    "You're motivated to travel somewhere based on information that you've received, one way or another, about the destination.",
    "You've received this information either prior to your trip in the generating region,...",
    "...for instance, by reading a book or looking on the Internet,...",
    "...or possibly on the transit route, at airports for instance,...",
    "...or in the destination region, maybe at a tourist information office.",
    "So, information is Leiper's eighth point.",
    "The next point is that tourism involves change to your daily routine and activities.",
    "For a while, you experience a different way of life, a kind of time out,...",
    "...and you will be doing things that you may not normally do.",
    "Leiper's tenth point is that as a tourist, you expect that there will be a reasonable degree of security.",
    "You want the places you travel to to tolerate tourist visitors and, ideally, be hospitable.",
    "This is where the link with hospitality comes in.",
    "Hospitality is extremely important in tourism...",
    "...because people need a sense of hospitality in order to feel comfortable in a place.",
    "Travelling can be quite stressful.",
    "You're in an unusual place, you don't know the people, and you may not know the language.",
    "There must be the sense that there is going to be a reasonable degree of personal security, otherwise people won't travel.",
    "The next point concerns finances.",
    "As a tourist, you will expect that your visit is going to be economically feasible...",
    "...and that the activity will be worth the money spent.",
    "Otherwise, you wouldn't have embarked on the journey in the first place.",
    "The final aspect is that tourists depend on the tourism industries,...",
    "...like hotels, accommodation providers and the food and beverage industry.",
    "This is a bit of a gray area.",
    "Supermarkets, for instance, are not specifically aiming to foster or support tourism, but still many tourists rely on them.",
    "So this is the end of your journey.",
    "You've traveled from home, your TGR, and you've spent at least one night away, your TDR.",
    "You've traveled to your destination via a transit route.",
    "You've participated in leisure activities, experienced a different culture and a different daily routine.",
    "You've received information about your destination, either at home or on arrival.",
    "You've felt safe, secure and welcome.",
    "You feel that your money was well spent.",
    "You've used tourist facilities and hospitality businesses, before finally returning home."
]