[
    "Let's move on.",
    "What does \"tourism\" mean?",
    "In a theory of tourism put forward by Professor Leiper...",
    "...in his book \"Tourism Management\",...",
    "...it is defined as \"traveling away temporarily on overnight trips...",
    "...and visiting places for leisure-related purposes.\"",
    "Leiper explains that there are a number of essential aspects to this definition,...",
    "...which I'll run through very briefly today.",
    "To begin with, tourism involves traveling away from home...",
    "...and expecting to return to your usual residence.",
    "The second point is that you must spend at least one night away:...",
    "...it is, after all, a time when you're away from home.",
    "Thirdly, tourism involves a TGR, and fourthly, a TDR.",
    "In other words, there is a place which the tourist comes from,...",
    "...the TGR or Tourism Generating Region,...",
    "...and a destination, a place which the tourist goes to,...",
    "...the TDR or tourism destination region.",
    "So, if you live in London, then London is your TGR;...",
    "...if you live in Tokyo, then that is your TGR.",
    "That is where you would normally buy the resources that you require.",
    "You will buy your ticket there; you will buy your rucksack there.",
    "You will buy extra clothes.",
    "You will possibly even book hotels...",
    "...through an accommodation booking agency,...",
    "...which, of course, gets paid for that service.",
    "All right, the fourth point is that you would be visiting at least one...",
    "..and possibly many more tourist destinations.",
    "You might be taking just a single trip to one particular place.",
    "You might decide to go to Dubai and spend a week there.",
    "You might be doing a world tour,...",
    "...visiting many different places over a longer period of time.",
    "These are the destination regions, the TDRs.",
    "A fifth and very crucial aspect of tourism is that along the way,...",
    "...you will be traveling via a transit route,...",
    "...by plane, boat, train or any other mode of transport.",
    "This transit route may be the same for the way...",
    "...over as for the way back or it may be different...",
    "...and as a tourist, you have an impact on the transit route.",
    "Planes pollute the environment of countries they fly over, for instance.",
    "Cars make noise,...",
    "...trains draw energy from valuable resources, etc.",
    "So, in summary, you travel from home for at least one night,...",
    "...prepare for your trip in your home area,...",
    "...travel to the tourist destination and use a route to get there...",
    "...before you return home."
]