[
    "So what is PR about then?",
    "There are as many definitions of PR as there are authors and practitioners.",
    "However, a brief survey of definitions from...",
    "...three well-known PR sources will take our understanding forward.",
    "In 1978, the first World Assembly of National Public Relations in Mexico City stated that,...",
    "\"Public relations practice is the art of social science...",
    "...in analyzing trends, predicting their consequences,...",
    "...counselling organizational leaders, and implementing planned programs of action...",
    "...which will serve both the organization and public interest.\"",
    "Looking carefully at this definition, it could be argued that...",
    "...the description \"art of social science\" is not specific enough.",
    "But I believe asserting that PR is an art, in its widest sense, is useful,...",
    "...since PR requires artistic skills, along with language, writing and public speaking.",
    "PR also uses the scientific instruments and research methods of social science,...",
    "...including monitoring, surveys, and research, to understand and predict human behavior.",
    "This definition also identifies four key elements of public relations,...",
    "...namely, analyzing communication needs, advising management,...",
    "...planning, and implementing communication programs.",
    "The Institute of Public Relations in Britain describes PR as:...",
    "...\"the deliberate, planned and sustained effort to establish and maintain...",
    "...mutual understanding between an organization and its publics.\"",
    "Did you notice the plural there?",
    "The word \"public\" is, of course, normally singular.",
    "But the use of the plural tells us that...",
    "...organizations have more than one public or sector of...",
    "...the population which they have to convince.",
    "The emphasis in this definition is on planning,...",
    "...although it also identifies the aim of PR to create mutual understanding.",
    "The Encyclopedia of Public Relations states that,...",
    "...\"For most of the 20th century, the idea of 'public' served as...",
    "...the central concept in public relations theory and practice.\"",
    "Let's take the word \"public\".",
    "We need to distinguish between \"public\" as in the general public or all ordinary people,...",
    "...and \"public\" as referring to a special or particular group of people.",
    "PR then, involves two-way communication between different parties,...",
    "...for example, an organization and either a particular group or the community at large.",
    "It advises the organization so that...",
    "...its policies are consistent with the expectations of its publics.",
    "I'll come back to the topic of publics in a later lecture, but for now,...",
    "...I'd like to move on and talk about the importance of PR...",
    "...and its relation to advertising and publicity."
]