[
    "Manila, the capital of the Philippines.",
    "With a population of ten million, the city is overflowing with people and the dead.",
    "Manila's North Cemetery is the city's largest, with 70 to 80 funerals a day,...",
    "...and more than one million buried here.",
    "It's filled beyond capacity,...",
    "...spilling over with corpses.",
    "For most, this would be a chilling place to visit.",
    "But to some Filipinos, this sea of tombs and bones is the place they call home.",
    "An entire community built on top of the dead.",
    "Remy Landrito has lived in the city of death since 1988.",
    "A lot of people think it's scary to live here inside the cemetery.",
    "He turned an above ground tomb into a two-story house.",
    "Few people would want to do their laundry only feet away from a corpse in a crypt,...",
    "...or brush their teeth on top of a gravestone.",
    "There's even an empty tomb inside Remy's living room.",
    "This will be the grave for my family.",
    "Whoever is first to go will be buried here.",
    "Remy lives here by choice because this is where he works.",
    "His job is only a few tombstones away.",
    "And it's not for the squeamish.",
    "At least three times a day, Remy must exhume the dead.",
    "With space and money scarce,...",
    "...many poor families must rent burial sites here in what are called the apartments.",
    "And like any tenant, the dead can be evicted.",
    "If the rent isn't paid after five years, the apartment is opened.",
    "Then, it's Remy's job to move the body piece by piece,...",
    "...decomposed or not.",
    "It's a task that took some getting used to.",
    "When I first started here at the cemetery,...",
    "...the first time I handled bones, I couldn't eat for two weeks.",
    "I couldn't sleep,...",
    "...my stomach was upset,...",
    "...I felt like throwing up.",
    "But three weeks in the job, I got used to it...",
    "...little by little, and I started eating again."
]