[
    "When walking through the center of Barcelona, Spain,...",
    "...one is surrounded by the sights and sounds of the entertainers expressing themselves artistically.",
    "The unique and stimulating atmosphere of this Mediterranean city...",
    "...makes visitors feel like they're attending a party that never ends.",
    "There's something very special about Barcelona, like any time you go out of your house...",
    "...there's always something going on, you'll always find a friend on the streets.",
    "It's where living is. You're not in your place, you're on the streets.",
    "Things happen but they're not organized, like this group we just saw, the circus group.",
    "They're just doing it on their own,...",
    "...mixing with this group of jazz musicians and just doing it, improvising.",
    "The Ramblas is a wide pedestrian-only boulevard...",
    "...that cuts through the middle of the Catalan city and ends at the harbor.",
    "Lined with trees, cafes and market stalls,...",
    "...it often serves as a visitor highlight and meeting place for people of all ages.",
    "Here, you can go out on the street at night, and it's always lively.",
    "There's never nobody in the Ramblas, for example, there's always... every hour a day, there is life.",
    "When I came here, I felt somehow better than in Amsterdam,...",
    "...more alive, more vital, you understand? Vital.",
    "That makes it very enjoyable, at least for me, and inspiring too.",
    "It's a very nice place because in the Ramblas you can find...",
    "...theater, music from Argentina, from Spain, from Africa, from around the world.",
    "On the Ramblas, exciting and remarkable things just seem to happen in an impromptu fashion,...",
    "...without any need for practice.",
    "Things that happen on the street will never happen in a theater.",
    "For example, if we play and like,...",
    "...ten, fifty people start to dance at one time, then you think, \"Yeah, this is beautiful.\"",
    "Ramblas is \"the street\" in Barcelona, and I think in Europe,...",
    "...and maybe in the world.",
    "You're gonna be entertained no matter how.",
    " I mean, if you walk past by the flower shops, the way they build them up, it's beautiful.",
    "Even the street is decorated, I mean, you get entertained.",
    "It's worth coming to Barcelona.",
    "In Barcelona, a gangster's statue on a dais in the street is a common sight,...",
    "...but these statues are different, they'll sometimes suddenly move.",
    "This often shocks onlookers and results in laughter from spectators...",
    "...who may have been wondering whether the statue is a performer or not.",
    "Preparation is just like waking up in the morning and putting on your clothes.",
    "There's nothing more to it, you know.",
    "I sit down in front of a mirror, I get a little bit of makeup.",
    "I put it on my face, I put it on my hair.",
    "And then I put on my hat, I put on my suit,...",
    "...I have one look in front of the mirror and then I hit it.",
    "It's a way of life.",
    "Ramblas is... you have everything.",
    "You have traffic of people, you have tourists, you have feasts, you have performers.",
    "Ramblas has everything. It's a vibrant life, it's a way of life.",
    "Truly, truly a way of life, I love it.",
    "It's easy to see how residents and visitors alike can love this vibrant city and its spontaneity.",
    "The exciting streets of Barcelona make life here vital!"
]