[
    "Hi, I'm Katrina Szish for howdini.com.",
    "Nothing makes a bad first impression like a bad handshake.",
    "Here to show us how to avoid that pitfall is Melissa Kirsch,...",
    "...the author of \"The Girl's Guide to Absolutely Everything\".",
    "Thanks for joining us, Melissa.",
    "Thanks for having me.",
    "One thing that you say is most important about a handshake has nothing to do with the hands.",
    "It's in the gaze: you don't want to be giving that come-hither glance...",
    "...or you don't want to be looking down at your papers on the desk or anything.",
    "You want to be making eye contact with the person that you're meeting.",
    "Okay, now tell me about the grip.",
    "Some people have spaghetti hands.",
    "Some people will be trying too hard to crush you.",
    "What's the proper balance?",
    "We want parallel fingers, strong hand, strong arm; reach in, grip.",
    "Okay.",
    "No shaking, just one grip like this.",
    "Okay, so no shaking, so shaking hands doesn't mean shaking my hand.",
    "Exactly. It's not Hands Across America. It's not Red Rover. It's one shake.",
    "Exactly, no violence, no. We don't want to rip anybody's arm off.",
    "It's just one shake down like this.",
    "Okay. Now, I know some people tend to give a very little delicate handshake.",
    "No mincing handshakes.",
    "We all shook hands with somebody who has all of the moxie of a dead trout.",
    "You want parallel fingers; tight, strong, muscular arm and hand.",
    "What about the shaking? It's called the handshake,...",
    "...and some people like to really shake their hands up and down.",
    "It really should be called a handgrip.",
    "We don't want any pumping, any flailing: just one, quick grip.",
    "Now, what if somebody starts pumping and you're trying just to grip?",
    "How do you stop them from their overzealous handshaking?",
    "Pull that hand out of there.",
    "Just get out of the situation.",
    "Exactly. It may be uncomfortable for a moment, but get yourself out of the situation.",
    "Now, this last question is something that, I think,...",
    "...everyone must admit has happened to them even though they don't want to:...",
    "...you want to shake someone's hands, but your hands are kind of clammy. What do you do?",
    "It happens to the best of us.",
    "A discreet rubbing off of the palms on the skirt or the pants will alleviate that problem.",
    "But, of course, you don't want just your other hand shake or to see that you are wiping your palm.",
    "Exactly. It has to be a stealth move.",
    "Discretion is key.",
    "Right.",
    "Okay well, before I say goodbye let's practice a perfect handshake.",
    "Hopefully, I'll do this right.",
    "Thank you for joining us, Melissa.",
    "Thanks for having me."
]