[
    "Snake expert Gerry Martin is an Indian herpetologist with a talent for uncovering clues.",
    "When a new challenge arises, Gerry is always eager to jump at the chance.",
    "This call for help comes from over 2,200 kilometers away.",
    "A wealthy sheikh in the Sultanate of Oman has a snake park in need of rescue.",
    "So, you say you lost all the snakes? And how many snakes was that? Over 140.",
    "Gerry is amazed, but he is more concerned with something else.",
    "What's killing the snakes? And more importantly, how can it be stopped?",
    "Okay. So, you're planning on getting some new snakes?",
    "The sheikh wants to reopen the park in two weeks.",
    "If Gerry is going to solve the mystery, he needs to act fast before the new snakes suffer the same misfortune.",
    "It's time for a visit to Oman.",
    "Hello, Mr. Sulaimani.",
    "Welcome to Oman. How are you?",
    "I'm doing good.",
    "Sheikh Amir Al Sulaimani loved the idea of financing a snake park to educate the people of his country about wildlife,...",
    "...but he didn't fully appreciate how difficult it would be to create a reptile reserve in the desert.",
    "How are you?",
    "Oh, I'm good.",
    "The snake park originally housed over 140 snakes from all around the world,...",
    "...but after just a few months only one snake is still alive.",
    "This one is beautiful.",
    "What do you think of this guy?",
    "Oh it's lovely, it's an albino python.",
    "While the sheikh finances the project,...",
    "...it's Muhammad Al Harthy, the general manager of the park, who handles the snakes.",
    "From when I was four years old, I would start playing with a snake.",
    "Even in school, people used to call me \"snake\".",
    "It's been my favorite business since I was young.",
    "Muhammad hired two so-called snake experts from Southeast Asia to help set up the park,...",
    "...but they weren't what they appeared to be at all.",
    "Everything they did was wrong, it was painfully wrong.",
    "They used to grab the snakes with nooses, stuffed food down their throats,...",
    "...everything that you could possibly do if you wanted to kill a snake.",
    "After questioning the witnesses, Gerry's next priority is to inspect the scene of the crime.",
    "Clue number one is the extremely hot sun and the heat in the desert.",
    "106 degrees. That's way too much, no snake will live in that.",
    "Clue number two is found in the glass enclosures where the snakes lived.",
    "Okay, to start with, you never want any electric wiring anywhere here.",
    "It's just too dangerous for snakes.",
    "Clue number three lies just beneath Gerry's feet as he inspects the units.",
    "Sand is way too fine, it's like dust and that's not good.",
    "Infections will just swell out of it.",
    "It's no surprise that the snakes didn't make it in this environment.",
    "Speaking with the park staff and looking at these enclosures,...",
    "...enclosures played a big role in the cause of death of all the snakes here.",
    "So, we're gonna have to change this and then change the way they've been dealing with the snakes...",
    "...because they were taught wrong.",
    "And that should be fine.",
    "We can get new snakes and keep them happy and alive."
]