[
    "It's a common practice in business and social circles,...",
    "...but what does your handshake really say about you?",
    "I got a firm grip on the issue when I met up with personal image consultant Kimberly Law.",
    "Kimberly, nice to meet you.",
    "Nice to meet you.",
    "Now, I have to say my hands may have been a bit sweaty...",
    "...because I know we're talking about handshakes here.",
    "So what did you think of my handshake?",
    "I think your handshake was great.",
    "A really good handshake is when you hold hands web to web, you lean into the handshake.",
    "Web being this part here?",
    "Web being this part here.",
    "So right in there.",
    "Right in there.",
    "Okay.",
    "Good, solid, firm handshake. Good eye contact.",
    "Smiling, which is really important.",
    "Aha.",
    "And two to three pumps is great.",
    "One, two, three.",
    "Exactly.",
    "Okay.",
    "So how important would you say a handshake is?",
    "And what would be the consequences of a poor handshake?",
    "I think a poor handshake can actually cost a lot,...",
    "...because the person that you're shaking hands with...",
    "...is going to have a perception of you based on your handshake.",
    "And if it's a really weak handshake,...",
    "...they're going to perceive you as a very wishy-washy person, maybe not very confident.",
    "Somebody who maybe can't handle the job.",
    "If it is an overly aggressive handshake,...",
    "...the person may have the exact opposite reaction and they may think,...",
    "... \"Oh gee, this person is really overly aggressive.\"",
    "\"And I don't know if this is the kind of person I really wanna work with.\"",
    "So it can definitely have an effect.",
    "Now, give me an example of a poor handshake.",
    "Some people have no idea of how hard their handshake is...",
    "...and they really shake the heck out of the other person's hand.",
    "And they also have a very powerful bone crushing grip.",
    "Exactly!",
    "Yeah."
]