[
    "Even before Hollywood's big hit dinosaur movies,...",
    "...museum dinosaur displays fascinated children and adults alike.",
    "However, few likely consider who makes these amazing creations.",
    "Canadian craftsman Peter May's workshop near Niagara Falls, Ontario...",
    "...seems a bit like a dinosaur construction site.",
    "It's a work in progress on a stegosaurus and we have put the plates on...",
    "...and reconstructed the backbone.",
    "This one is pretty straightforward, it's your old standard dinosaur.",
    "Straightforward only if you're Peter May,...",
    "...but that's because he's one of the world's best at this craft.",
    "This came right out of the blue, it's just growing.",
    "I don't think anybody could sit down in their late teens and say, \"I'm going to be a dinosaur builder.\"",
    "May began his career working at Toronto's Royal Ontario Museum in the early 1980s.",
    "However, many of the museums around the globe could no longer afford to keep experts like May on staff,...",
    "...so the dinosaur builder found a job more suited for him.",
    "Instead of limiting himself to one museum, he started hiring himself out as a freelancer.",
    "So, he found that if he freelanced, the museums of the world could come to him when they needed him,...",
    "...and that is what's happening.",
    "He has jobs in Europe and in Japan, and all around the world.",
    "Most people believe he is the best.",
    "It's rare for May's company, Research Casting International, to mount actual dinosaur bones.",
    "Most of their work is in making casts of real bones to create artificial ones.",
    "The process begins with painting the actual bone with rubber...",
    "...to recreate its feel and shape.",
    "Next, they wrap the cast shape in a hard covering for support...",
    "...and pour in a fiberglass compound.",
    "The finished product is an artificial bone that is identical in shape to the real one.",
    "These artificial bones are cheaper and lighter than actual fossils,...",
    "...and holes can be drilled into them...",
    "...so the skeletons can be assembled on a simple supporting structure,...",
    "...thus making them more stable.",
    "Most of the skeletons, however, are incomplete.",
    "The builders must shape the missing pieces to recreate parts of animals...",
    "...that have been extinct for millions of years.",
    "There aren't many courses about mounting dinosaurs, May's team must learn on the job.",
    "Some started their careers in another trade and transfer their skills.",
    "Garth Dallman was a blacksmith.",
    "It's a good blend of science and art.",
    "My skills are actually, I guess they're coming back in a lot of ways.",
    "Some people are wanting decorative iron work,...",
    "...but the actual trade of blacksmithing is a bit of a dinosaur, too.",
    "Putting a skeleton together is a natural version of a construction project.",
    "The unfortunate aspect of this puzzle is that if just one piece of the skeleton is placed incorrectly,...",
    "...the entire structure could be thrown off.",
    "And if you don't start with the leg in the right way then the hip will be wrong,...",
    "...and then the backbone will be wrong.",
    "So, you really have to know what you're doing from the beginning on,...",
    "...so that everything works properly.",
    "I mean, it's like a puzzle. You can't put one piece,...",
    "...one piece in wrong and expect everything else would fit.",
    "The builders in May's workshop also help scientists solve the mysteries...",
    "...surrounding these ancient reptiles that roamed the earth.",
    "They are in the fore of the controversies of how these animals lived and acted,...",
    "...because how you put them together, what kind of posture you put them in,...",
    "...really is the way they are interpreted.",
    "A paleontologist might say, \"Well, we believe it's done this way,\"...",
    "...and the guy who's mounting it could say,...",
    "...\"Well, I don't think the bones go together that way, look!\"",
    "You know? And so, there is this conversation back and forth that's quite valuable.",
    "And there's a very big difference between an average mount and a fantastic mount.",
    "A really beautifully posed mount is a work of art.",
    "Dinosaur builders are the public face of paleontology.",
    "They provide the big show that follows the hard work in the field,...",
    "...and the responsibility really means something to them.",
    "It's like anything that becomes a labor of love.",
    "These guys were king of the hill back then.",
    " As you work on it, your mind drifts.",
    "And when it's mounted and it's on display in the museum,...",
    "...the one skeleton becomes part of a whole, which is the history of our world."
]