[
    "While in planetary orbit, the view of the Earth looks calm,...",
    "...but the vacuum of space is a hostile environment lacking oxygen...",
    "...and filled with radiation, which can be harmful in large amounts.",
    "Although humans can't survive in it,...",
    "...people have been exploring the frontier of space since the manned space flights of the 1960s.",
    "A number of astronauts have achieved this with the help of spaceships,...",
    "...space suits and other scientific inventions to help them endure the challenges.",
    "In order for astronauts to survive in space,...",
    "...space suits must provide them with a self-contained environment.",
    "The suit's tough material and heating and cooling elements...",
    "...protect astronauts from extreme temperatures,...",
    "...which can range from around 121 degrees Celsius to minus 157.",
    "The suits are also pressurized, allowing astronauts to breathe...",
    "...and keeping their blood from boiling in the vacuum of space.",
    "The first daring steps outside the spacecraft...",
    "...were made by Soviet astronaut Aleksei Leonov on March 18th 1965.",
    "He was outside the spacecraft for 12 minutes.",
    "This achievement was repeated months later...",
    "...by American astronaut Edward White during the Gemini 4 Mission,...",
    "...which first launched into space on June 3rd 1965.",
    "On that same day, White became the first American to spacewalk,...",
    "...staying outside of the safety of the spacecraft for a total of 23 minutes.",
    "Although these short trips were only intended...",
    "... to test the possibility of humans existing outside of spacecrafts,...",
    "...spacewalks have become a relatively common part of missions in the space shuttle era.",
    "On spacewalks, astronauts are able to perform crucial tasks...",
    "...that could not be accomplished from inside the shuttle.",
    "They've been able to recover lost satellites and restore them to their proper orbit.",
    "They've serviced and repaired orbiting bodies...",
    "...like replacing the solar panels on the Hubble Space Telescope,...",
    "...and they've become the construction team for the International Space Station,...",
    "..a research facility currently being put together in space.",
    "Conducting spacewalks is not without challenges.",
    "There's the constant danger of floating away due to the lack of gravity,...",
    "...so astronauts work in pairs, tied to the spacecraft for safety.",
    "Working in space suits is not as easy as one might think,...",
    "...and the thick, pressurized gloves make holding tools difficult.",
    "To ensure spacewalk missions are successful, astronauts practice their planned walks.",
    "They do so, in a large water filled tank,...",
    "...to test the physiological effects of living in a weightless environment such as space.",
    "While immersed in the water, the astronauts neither sink nor float,...",
    "...creating a sensation close to weightlessness.",
    "For every hour of task scheduled on a mission,...",
    "...up to ten hours are spent practicing underwater.",
    "As NASA moves forward on the International Space Station,...",
    "...spacewalks will continue to be essential to the process.",
    "The project, which began construction in 1998,...",
    "...has a projected operations date through at least 2016.",
    "By that time, workers will have completed the station and it will likely be totally operational.",
    "It looks like there will be plenty to keep the spacewalkers busy over the next few years."
]