[
    "The human body: no machine can match the impressive actions it performs every day.",
    "Our lungs take in 66 liters of air each minute when we exercise.",
    "Our hearts pump more than 7,570 liters of blood each day,...",
    "...and it takes more than 600 muscles to keep us moving in every direction.",
    "Cells are the smallest level of the body's organization.",
    "Human beings are made up of over 100 trillion of them.",
    "Individual cells are arranged into tissues, like this heart tissue.",
    "Different kinds of tissue come together to form organs such as the heart,...",
    "...the lungs, and the stomach.",
    "Several organs working together create an organ system.",
    "There are ten major organ systems in the human body, including the circulatory system,...",
    "...the respiratory system, the digestive system, the nervous system, and the reproductive system.",
    "Each performs a special job.",
    "The circulatory and respiratory systems supply energy to the body 24 hours a day.",
    "The heart is the major organ of the circulatory system.",
    "This powerful little organ works incredibly hard and completely automatically.",
    "No other muscle in the body is as strong. It beats 100,000 times a day, 36 million times a year,...",
    "...pumping the blood on a complete trip around the body in less than a minute.",
    "In the respiratory system, the lungs pull in oxygen from the air,...",
    "...delivering breath through more than 24 hundred kilometers of airways.",
    "The body gets its energy from food, turning pizza into molecules...",
    "...that can be absorbed throughout the body is the job of the digestive system.",
    "Digestion begins in the mouth.",
    "The act of swallowing sends food down the esophagus or throat into the stomach.",
    "Then like a food mixer, the stomach contracts...",
    "...to break this nourishment down, helped by acid and enzymes.",
    "These nutrients, which are now liquid then travel into the small intestine,...",
    "...which can be over six meters long where most nutrients enter the blood stream.",
    "The brain is the nerve center of the body.",
    "About the size of a grapefruit,...",
    "...this small, strange looking organ is the most complex object on Earth.",
    "It contains up to 100 billion nerve cells...",
    "...that transmit signals through the brain at over 320 kilometers an hour.",
    "The brain, spinal cord and nerves make up the central nervous system,...",
    "...which all work together to control the body's activities.",
    "The reproductive system creates new life.",
    "Each human being begins as two single cells.",
    "A cell from the mother and another cell from the father.",
    "When these two cells meet, they begin to divide...",
    "...and over nine months, a whole new entity is born: a baby.",
    "Strands of DNA from the original two cells act like a set of blueprints,...",
    "...telling the new cells what to do.",
    "DNA establishes the color of the baby's eyes whether its hair is curly or straight,...",
    "...even the size of its smile.",
    "The end result of all of these corresponding systems and processes...",
    "...is a human body that is able to take us on an extraordinary journey every day.",
    "It allows us to push frontiers, meet remarkable challenges,...",
    "...and expand the limits of human achievement.",
    "And it all starts at the level of a single little cell."
]