[
    "There have been many revolutions over the last century,...",
    "...but perhaps none as significant as the longevity revolution.",
    "We are living on average today, 34 years longer than our great grandparents did.",
    "Think about that.",
    "That's an entire second adult lifetime that's been added to our lifespan.",
    "And yet, for the most part, our culture has not come to terms with what this means.",
    "We're still living with the old paradigm of age as an arch.",
    "That's the metaphor, the old metaphor.",
    "You're born, you peak at midlife and decline into decrepitude.",
    "Age as pathology.",
    "But many people today: philosophers, artists, doctors, scientists...",
    "...are taking a new look at what I call the third act,...",
    "...the last three decades of life.",
    "They realize that this is actually a developmental stage of life...",
    "...with its own significance as different from midlife...",
    "...as adolescence is from childhood.",
    "And they are asking, we should all be asking, \"How do we use this time?\"",
    "How do we live it successfully?",
    "What is the appropriate new metaphor for aging?",
    "I've spent the last year researching and writing about this subject.",
    "And I have come to find that a more appropriate metaphor for aging is a staircase,...",
    "...the upward ascension of the human spirit,...",
    "...bringing us into wisdom, wholeness and authenticity.",
    "Age not at all as pathology, age as potential.",
    "And guess what?",
    "This potential is not for the lucky few.",
    "It turns out, most people over 50 feel better, are less stressed, less hostile, less anxious.",
    "We tend to see commonalities more than differences.",
    "Some of the studies even say we're happier.",
    "This is not what I expected, trust me.",
    "I come from a long line of depressives.",
    "As I was approaching my late 40s,...",
    "...when I would wake up in the morning...",
    "...my first six thoughts would all be negative.",
    "Then, I got scared.",
    "I thought, oh my gosh.",
    "I'm gonna become a crotchety, old lady.",
    "But now that I am actually smack-dab in the middle of my own third act,...",
    "...I realize I've never been happier.",
    "I have such a powerful feeling of well-being.",
    "And I've discovered that when you're inside oldness,...",
    "...as opposed to looking at it from the outside, fear subsides.",
    "You realize, you're still yourself, maybe even more so.",
    "You know, Picasso once said, \"It takes a long time to become young.\"",
    "I don't want to romanticize aging.",
    "Obviously, there's no guarantee that it can be a time of fruition and growth.",
    "Some of it is a matter of luck.",
    "Some of it, obviously, is genetic.",
    "One-third of it, in fact, is genetic.",
    "And there isn't much we can do about that.",
    "But that means that two-thirds of how well we do in the third act, we can do something about.",
    "We're gonna discuss what we can do...",
    "...to make these added years really successful...",
    "...and use them to make a difference.",
    "Now, let me say something about the staircase,...",
    "...which may seem like an odd metaphor for seniors...",
    "...given the fact that many seniors are challenged by stairs.",
    "Myself included.",
    "As you may know, the entire world operates on a universal law...",
    "...entropy, the second law of thermodynamics.",
    "Entropy means that everything in the world, everything, is in a state of decline and decay, the arch.",
    "There's only one exception to this universal law, and that is the human spirit,...",
    "...which can continue to evolve upwards the staircase...",
    "...bringing us into wholeness, authenticity and wisdom."
]