[
    "In 1975, I first arrived in the UK.",
    "I was going up to Yorkshire to the junior school, Ampleforth, in a castle.",
    "I was eight and a half.",
    "A young African boy from a totally different culture,...",
    "...totally different background, totally different everything.",
    "Definitely a world apart from Lesotho.",
    "I was stuck to the window for most of the journey,...",
    "...watching the green countryside; the animals roaming in the grass.",
    "And there I was thinking, I wish,...",
    "...I wish I could somehow get my father's sheep up here to get them fattened up...",
    "...and ready for slaughter or something ridiculous like that.",
    "Every time I saw a castle alone in the distance I'd say,...",
    "...\"Oh is that the school, is that the school?\"",
    "But the train just kept going on and on and on.",
    "I last was up there in 1982 just after completing my O levels.",
    "Today, for me, all sorts of things are playing in my head.",
    "Coming back to my former school, Ampleforth, after so many years,...",
    "...it does bring back for me a common, shared history.",
    "It is frightening for somebody from outside.",
    "Hearing the history, reading the history that Britain invaded half the world...",
    "...imposed itself on half the world, it is seemingly an island.",
    " Imposing, unfriendly and unwelcoming.",
    "But you have to step in.",
    "I could easily say that England under a microscope, take it as Ampleforth.",
    "The valley and the buildings in the valley are very set and they're very hard and very imposing.",
    "And that can be intimidating.",
    "And I'm saying, you can easily be intimidated...",
    "...and stay away from that valley and stay away from those huge impressive buildings.",
    "But, I think the challenge is actually to get in and feel the music inside the abbey.",
    "I'm going to disappear slightly in here, alright.",
    "Oh, thank you very much.",
    "On those stairs, no, I think it was only on very special occasions or something.",
    "I can't remember what it was, but great.",
    "And who was your headmaster?",
    "Oh God, what's his name now? Shame on me, I should remember.",
    "This used to be dormitories for certain, definitely.",
    "And there were a couple of bunks here which we used to use...",
    "...and have a good view of the grounds up there.",
    "I lived in this room for a number of months or a year or two.",
    "I hardly spoke a word of English.",
    "My first lesson was French, my second lesson on the first week was Latin.",
    "Now, that was a baptism of fire. Everything else apart from that was all smooth sailing.",
    "I was lucky enough, at the very first introduction to my stint in the UK,...",
    "..to have a very accommodating, very understanding and a very friendly group of people around me.",
    "Friends who made me feel very welcome and who were very positively curious about Lesotho.",
    "...and a number of them actually, I brought back a number of Sesotho dictionaries...",
    "...and they learned a few Sesotho words immediately.",
    "My first experience really was a very positive experience.",
    "Sometimes, we see the British as a cold, uninviting breed of people.",
    "But being here, I saw something else very different.",
    "There is more welcome, there's more warmth.",
    "There's more interaction.",
    "Human to human, person to person interaction is very strong in this country and I cherish that."
]