[
    "Hi, I'm Sami Yusuf. I'm a singer-songwriter.",
    "I just want to make music from my heart, to do it right and do it well,...",
    "...and just to be honest.",
    "Even when I was in school, I remember tapping riffs and rhythms on the table.",
    "The teacher thought I was taking the mick.",
    "The teachers thought I was a bit weird.",
    "What's he doing now?",
    "I make strange noises with my mouth,...",
    "...rhythms and stuff.",
    "You know, I love music and it's been there from the beginning.",
    "It's a fusion of the East and West,...",
    "...mixing Eastern modes, Eastern maqams as they call it in Arabic, and Western modes.",
    "The philosophical side of it is that it's a facilitator for social cohesion.",
    "It's supposed to bring people together. It aims to bring people together.",
    "Just being here and having a thousand people, two thousand people here tonight...",
    "...singing with one voice and experiencing that, it's quite powerful.",
    "I am who I am because of my upbringing, because of London.",
    "It's a fantastic place, it's a cool place to grow up in.",
    "It does things to you, it makes you cool.",
    "I think there's an underlying Britishness...",
    "...that everyone should feel or feels part of, which is the values of tolerance,...",
    "...of freedom of worship, freedom of thought, the freedom of whatever.",
    "But at the same time everyone's got their own kind of... they're individuals.",
    "They've got their own ideas and their own ways of expressing themselves.",
    "I feel very much part of that. I think that I'm an ambassador of some sort in that sense.",
    "I can go to Egypt and they look at me.",
    "They're like, \"He doesn't look English.\" But I'm British and I feel proud of that.",
    "I definitely would say that...",
    "...classical music and the whole musical influenced me a lot in terms of creativity.",
    "I mean, for classical music this is the heart. This is where you come.",
    "London is the place for the operas, the shows, the musicals and stuff.",
    "They definitely influenced me a lot.",
    "Once you realize that we're all the same,...",
    "...ultimately we're all the same, the fear barrier falls apart.",
    "There's no fear barrier anymore because you understand that essentially we are the same.",
    "So I'd be very comfortable to learn any language.",
    "I sing in Farsi, I try to sing in Farsi.",
    "I sing in Azari, I sing in Arabic and I did Malay in this last album. Urdu. Turkish.",
    "I feel very comfortable.",
    "I'm not afraid of learning different languages and different cultures.",
    "I've traveled a lot, and one thing that I've realized is that we're really, really similar.",
    "And the similarities are much more than the differences.",
    "And in my own way,...",
    "...if I can help bridge people together and bring people closer together, then I'm proud of that.",
    "That's something that will make me happy and sleep comfortably at night.",
    "I did something that brought people together."
]