[
    "My name is Claudia Bausewein.",
    "When I first came as a medical student, there was no palliative care setting in Germany at all.",
    "So, it was very clear to go to the place where it originated,...",
    "...where it started and where the best expertise was.",
    "And this is the UK obviously.",
    "Britain is the country where the modern hospice movement started with Dame Cicely Saunders in the mid-60s.",
    "It was Dame Cicely who really put the patient in the center.",
    "And she taught us a lot regarding listening, how to deal with the patient, how to focus on their situation,...",
    "...seeing them from a holistic point of view, not only seeing them from their disease or illness.",
    "As a researcher in palliative care, I work with other specialists...",
    "...and we try together to improve the care of the patients.",
    "We are not focusing on any diagnostic tests.",
    "We are focusing on the patient and their views, their experience.",
    "Today we're going to be meeting one of my patients,...",
    "...Kim, who I've been doing some work with to help manage her breathlessness.",
    "People often say there's no success if you look after dying patients.",
    "And I say it's always a question of how I define success.",
    "If success only means somebody needs healing or somebody has to be cured from a disease,...",
    "...then obviously we might not be successful.",
    "But if success is that if somebody is coming in pain, maybe for weeks or months, hasn't slept well,...",
    "...and hasn't been able to be in contact with the family,...",
    "Are you practicing that at home as well regularly?",
    "...and if you are able to help them and to relieve the pain,...",
    "...breathing techniques that I've taught Kim and that she's been putting into action...",
    "...and if somebody is saying after a week,...",
    "...\"Oh, I'm much better. I can sleep well, I've got my energy back,...\"",
    "...this is a huge success.",
    "And hold. Okay. So relax those shoulders.",
    "So for me it is very satisfying work, focusing on the human being that is sort of my partner.",
    "And back, that's it.",
    "Alright.",
    "Health care in Britain is much more seen as part of the community and of society.",
    "I think looking after people is very much in the hearts and minds of people in this country.",
    "And really caring for people who are disabled, who are very ill,...",
    "...who are very old is very much part of how people want to be cared for.",
    "And also how people want other people to be cared for.",
    "As a medical student in Germany, I was reading about palliative care or the hospice movement in the UK,...",
    "...and I thought, oh this sounds nice and this is really almost unrealistic.",
    "It sounded so wonderful.",
    "But when I came here and realized that this is really working.",
    "This is reality.",
    "This is not only a vision in a book, but I experienced it myself and became part of it.",
    "Becoming part of this hospice family was a great experience for me.",
    "When Dame Cicely started this hospice movement, I think it was always her vision to have a center,...",
    "...a beacon for research for patient care and for education.",
    "This building, the Cicely Saunders Institute, really emphasizes that Britain is always ahead...",
    "...regarding research in palliative care.",
    "And now there is a building which is saying that palliative medicine and palliative care is important.",
    "We need them.",
    "And now I would like to see that we not only do research here in the UK,...",
    "...but that we do high-quality research in Germany as well."
]