[
    "You know more about negotiations than you realize.",
    "I say that because the one group of people that seem to be very successful in negotiation are children.",
    "Many of you in this room have children or at least you're a child yourself.",
    "Children are little people, wee people in a big person's world.",
    "They have no authority or very little, and no power,...",
    "...yet they seem to be able to get what they want and make things happen.",
    "Now, how do they do it?",
    "Well, number one: children aim high.",
    "They know that if you expect more, you get more.",
    "And so they seem to make outrageous demands, more than you will expect them to say.",
    "And because they somehow understand that it raises the expectations of parents.",
    "Second thing that children do or understand is that \"No!\" N-O,...",
    "...is an opening bargaining position.",
    "So when you say \"no\" to them, \"That is never gonna happen,\"...",
    "...they realize, \"Well, that's his position at this point in time.\"",
    "\"I'll ask him five minutes later and see how he feels.",
    "Or an hour later, or the next day.\"",
    "In other words, \"no\" doesn't mean they're gonna capitulate.",
    "\"No\" is the start of the negotiations.",
    "The next thing that children understand is...",
    "...who the decision makers are in a family and who influences those decision makers.",
    "So when the mom says \"no\" to them, \"Absolutely, it's never gonna happen,...\"",
    "...they wait for the father.",
    "They ask the father.",
    "For once, the two are united.",
    " Mom and Dad against them.",
    "\"There's no way.\"",
    "Well, what do they do?",
    "They appeal to the next level, grandparents.",
    "And it's easy for them to form a coalition with their grandparents...",
    "...because they have common enemies, the parents.",
    "What children do is they persist, they persevere, they wear you down.",
    "My wife and I, we are the parents of three children.",
    "Our oldest child, we used to have standards and insist that she heeded those standards.",
    "Second child, we had the same standards but with a few more exceptions.",
    "We're a little flexible.",
    "Third child, we were tired people.",
    "I remember saying to the third kid, \"Why don't you ask your brother and sister?\"",
    "\"They'll tell you how it used to be around here.\"",
    "And so, all of us can learn from our youngsters...",
    "...because a lot of the things that they do would be successful for us."
]