[
    "I come here to speak to you today about a subject...",
    "...that all of you know a great deal about and that is negotiation.",
    "I said to you earlier that it is a game of life.",
    "It is something that all of us do.",
    "Negotiating is selling.",
    "It is about the reconciling of difference, resolving disputes,...",
    "...managing conflict, establishing or adjusting relationships.",
    "If you talk about leadership, which is getting people to do voluntarily...",
    "...those things that must be done, you're really talking about negotiating.",
    "As I indicated earlier, selling is about negotiating.",
    "It is getting people who are reluctant about products or services,...",
    "...who can't make up their mind, and having them move from reluctance to commitment.",
    "From no to yes, that's what negotiating is about.",
    "And as I indicated to you, it is the game of life.",
    "It is the lifeblood of relationships.",
    "Please note I keep using the term \"game\" because I like you to see it that way.",
    "Because a game is where you care, really care, but not that much.",
    "Now, why do I say that?",
    "Because who is the worst person that you negotiate for?",
    "I believe the answer is yourself.",
    "I know that's true in my case.",
    "I earn a substantial living by negotiating on behalf of others.",
    "I try to have as my clients very wealthy entrepreneurs,...",
    "...large corporations with money to spend.",
    "And I operate on their behalf in dealmaking.",
    "The way I am compensated is like in a meager, a modest percentage of an enormous deal.",
    "This works out well for myself and my family.",
    "And so I must be pretty good at doing that.",
    "Yet when I negotiate on behalf of myself, I'm close to inept.",
    "I'm pathetic.",
    "Now, why is that the case?",
    "Do you believe it is because I'm lacking in self-esteem?",
    "Let me assure that is not so.",
    "I like me one heck of a lot.",
    "In fact, if I could be more effective for myself and less effective to you,...",
    "...I would prefer it that way.",
    "But in truth, I am better for you.",
    "Why?",
    "Because I don't even know you. I mean, I care about you, but not that much.",
    "And that attitude tends to give me altitude and perspective.",
    "All of you in this room know that the single best way to make a good deal...",
    "...is to convey to the other side, \"I can live without this deal.\"",
    "In other words, as the great negotiator Kenny Rogers once said in a song,...",
    "...\"You gotta know when to hold them and once in a while be prepared to fold them and walk away.\"",
    "And if the other side just senses you might fold them and walk away,...",
    "...they don't let you fold them and walk away.",
    "And so the operative attitude for success and satisfaction in all of life's negotiations...",
    "...is to care, but not that much."
]