[
    "How to paint a wall.",
    "Hello and welcome to Videojug!",
    "We are going to show you how to paint a wall just like a professional.",
    "Step one: You will need...",
    "...a can of your chosen color of paint and possibly an undercoat,...",
    "...a pencil and paper, a measuring tape, a paint tray, paint brushes and a paint roller,...",
    "...a flat headed screwdriver, a sponge, and a roll of masking tape.",
    "Step two: Calculate the amount of paint you will need.",
    "To make sure you have enough paint for the job at hand,...",
    "...you will need to calculate the number of cans needed.",
    "Measure the length of all the walls and add them together...",
    "...times this number by the height of the room...",
    "...and this will give you the total volume of your room in feet squared.",
    "Each one gallon can of paint will cover an average of between 118 and 150 square feet...",
    "...and you should purchase enough for at least two coats.",
    "Step three: Masking.",
    "The best way to get a straight and clean line between the wall and the base boards,...",
    "...light switches and anything else you don't want to accidentally paint...",
    "...is to mask them off with tape.",
    "Although this step is often seen as unduly time-consuming,...",
    "...skipping it will result in an unprofessional finish.",
    "Be sure to use only masking tape especially made for this purpose.",
    "It is sometimes called \"painter's tape\" and is readily available at DIY stores.",
    "Press down against the tape with your finger or a putty knife to seal it against the surface.",
    "This will prevent the paint from seeping behind the tape.",
    "Step four: Establish whether you will need a primer.",
    "This is dictated by the existing color of your room and the color you wish to paint it.",
    "The higher the contrast, the more likely that it is you will need a primer.",
    "For example, here , the bright letters will take several coats of water-based paint...",
    "...to cover unless an intermediate light gray primer is applied first.",
    "Primer also helps seal the wall and creates a smooth nonporous surface ready for the top coat.",
    "You must always use primer over parts of the walls that have been repaired with filler or spackling.",
    "Step five: You are now ready to paint.",
    "Make sure that windows are open and the room is well-ventilated.",
    "You may also consider wearing a face mask.",
    "Open a can of paint using a flat headed screwdriver and then stir with a painting stick.",
    "Pour the paint into the painting tray.",
    "Dip the roller into the paint and then roll back and forth in the tray...",
    "...until an even coat surrounds the entire roller.",
    "Do not add too much paint as the roller will slide across the wall smearing paint...",
    "...and flicking it over you and the rest of the room.",
    "Gentle forward and back motions will quickly and evenly cover the wall.",
    "In order to paint the detailed work, use a one or two-inch paintbrush.",
    "Dip the paintbrush into the paint and just like the roller,...",
    "...make sure not to overload the brush with too much paint.",
    "Begin painting using long, flowing brush strokes.",
    "Time spent properly masking the room is now saved as you quickly cover the edges of the walls.",
    "Depending on the color of the paint and whether you used primer, you may only need one coat.",
    "However, you often need to apply two coats...",
    "...to obtain full wall coverage and give the best finish.",
    "Step six: Remove the masking tape.",
    "When the wall is nearly dry, carefully remove the masking tape.",
    "The best way to know when it's time to remove the tape is to touch a bit of paint on it.",
    "It should feel tacky but not sticky to your finger.",
    "Carefully begin to remove the tape.",
    "If you find that any paint has leaked underneath, then use a damp sponge to remove the paint.",
    "Now, gently refit the light switches and outlet covers.",
    "Now stand back and admire your work."
]