[
    "Many years ago, after I graduated from business school, I decided to take a vacation.",
    "I chose a small, quiet fishing village...",
    "...where I thought I'd be able to take my mind off of business, if only for a few days.",
    "Walking along the beach just before sunset, I saw a small fishing boat coming to shore.",
    "Inside the boat were a lone fisherman and several beautiful yellowfin tuna.",
    "\"How long did it take you to catch those fish?\" I asked.",
    "\"Only a couple of hours,\" he replied.",
    "\"Why don't you stay out a bit longer and catch more?\" I asked.",
    "\"Certainly there must be a demand for more fish than the few I saw in the boat?\"",
    "The fisherman smiled, \"I catch enough to support my family and I live a full and busy life.\"",
    "\"I rise with the sun,...\"",
    "\"...fish a little,...\"",
    "\"...play with my daughters,...\"",
    "\"...have lunch with my family...",
    "...and then teach children how to fish before I stroll into the village each evening,...\"",
    "\"...where I sip wine and play guitar with my wife and friends.\"",
    "\"Listen,\" I said. \"I have an MBA. I can help you vastly expand your business.\"",
    "\"If you would simply spend more time fishing,...",
    "...you would soon earn enough money to buy a bigger boat.\"",
    "\"Really?\" questioned the fisherman.",
    "\"Absolutely, and with a bigger boat...",
    "...you would soon catch enough fish to buy several boats, then a whole fleet.\"",
    "\"At that point, you would be big enough to sell your fish directly to a processor.\"",
    "\"...cutting out the middleman and greatly increasing your profits.\"",
    "The fisherman raised an eyebrow, \"Hmm.\"",
    "\"Eventually, you could open your own cannery and control the product,...",
    "...the processing, and the distribution,\" I added.",
    "\"Then what?\" he asked.",
    "\"You then relocate your operations to the capital.\"",
    "\"And if all goes well,...",
    "...you will likely find yourself in New York City in control of a rapidly expanding empire.\"",
    "\"How long would all of this take?\" He asked.",
    "Clearly following my logic, \"Oh, probably between 10 and 15 years.\" I replied.",
    "\"And then what?\"",
    "\"Well, that's the best part. You would announce an IPO and sell stock to the public.\"",
    "\"At that point my friend, you would be very, very rich:...\"",
    "\"...a millionaire many times over.\"",
    "The fisherman paused, \"Really? A millionaire. Then what?\"",
    "\"What do you mean?\" I answered a bit surprised.",
    "\"I mean, what would I do if I were a millionaire?\"",
    "\"What kind of question is that? Whatever you like of course.\"",
    "\"I imagine you would retire,...",
    "...move to a small coastal fishing village where you would rise with the sun,...\"",
    "\"...fish a little, play with your granddaughters,...\"",
    "\"...have lunch with your family, and then teach children...",
    "...how to fish before strolling into the village each evening...\"",
    "\"...where you would sip wine and play guitar with your wife and friends.\"",
    "The fisherman smiled and without saying another word, began to build a small fire.",
    "We shared the taste of the delicious fish and watched the sun go down over the ocean...",
    "...as the sound of guitars rose from the village nearby."
]