[
    "Large organizations, whether they're technology companies or government bureaucracies...",
    "...or other kinds of companies, large organizations have a logic all their own.",
    "They are vast bureaucracies.",
    "Yeah.",
    "And so, the only way you can change the direction of a vast organization...",
    "...is to be systematic and systemic about it.",
    "What I mean is, it is a system's effort that involves strategy, goal setting,...",
    "...how you structure the organization, what processes you put in place...",
    "...to guide people's work and their behavior,...",
    "...how do you measure and reward progress, how do you celebrate that progress,...",
    "...what's the culture, what's the leadership behavior,...",
    "...all of those things together are what I would call the leadership system.",
    "But it requires a systemic, systematic approach carried out over many months and many years.",
    "Not a flash in the pan and one big communications rally and we're all off to the races.",
    "How do you plan for a cultural revolution?",
    "So, a big merger requires a changing culture. It doesn't happen overnight.",
    "So, perhaps you can talk more along the cultural challenges.",
    "Well, cultural change doesn't happen overnight...",
    "...and it doesn't happen by accident or by serendipity.",
    "In other words, you have to plan for it.",
    "Just as you would plan for rolling out a new product.",
    "So, what does that mean?",
    "That means you have to have a very clear sense of what you're trying to create...",
    "...and you have to have a very clear action plan...",
    "...for how you're gonna get from where you are to where you wanna be.",
    "In the case of the Compaq merger, we went through a process called cultural due diligence.",
    "You know, you go through technical due diligence,...",
    "...you go through financial due diligence, we went through cultural due diligence.",
    "And what that meant was we identified what were the key differences between these two cultures,...",
    "...what were the similarities that we could build upon?",
    "Turns out the values people wanted the company to represent...",
    "...were a source of commonality and provided a foundation.",
    "And there were some key differences and we said,...",
    "\"...You know, those differences are things we're not gonna paper over,...",
    "...we're not gonna pretend they don't exist.\"",
    "\"We're going to examine them, we're going to leverage them where we can...\"",
    "Right.",
    "\"...and we're gonna talk about them explicitly.\"",
    "So you have to do it in a planned way, a systematic way, a detailed way."
]