[
    "It's an honor to be here to come and say a final goodbye.",
    "I grew up in the South, and Rosa Parks was a hero to me long before I recognized and understood the power and impact that her life embodied.",
    "I remember my father telling me about this colored woman who had refused to give up her seat.",
    "And in my child's mind, I thought, \"She must be really big.\"",
    "I thought she must be at least a hundred feet tall.",
    "I imagined her being stalwart and strong and carrying a shield to hold back the white folks.",
    "And then I grew up and had the esteemed honor of meeting her.",
    "And wasn't that a surprise.",
    "Here was this petite, almost delicate lady who was the personification of grace and goodness.",
    "And I thanked her then.",
    "I said, \"Thank you,\" for myself and for every colored girl, every colored boy, who didn't have heroes who were celebrated.",
    "I thanked her then.",
    "And after our first meeting I realized that God uses good people to do great things.",
    "And I'm here today to say a final thank you, sister Rosa,...",
    "...for being a great woman who used your life to serve, to serve us all.",
    "That day that you refused to give up your seat on the bus,...",
    "...you, sister Rosa, changed the trajectory of my life and the lives of so many other people in the world.",
    "I would not be standing here today nor standing where I stand every day had she not chosen to sit down.",
    "I know that.",
    "I know that.",
    "I know that, and I honor that.",
    "Had she not chosen to say we shall not, we shall not be moved.",
    "So I thank you again, sister Rosa, for not only confronting the one white man whose seat you took,...",
    "...not only confronting the bus driver,...",
    "...not only for confronting the law, but for confronting history,...",
    "...a history that for 400 years said that you were not even worthy of a glance, certainly no consideration.",
    "I thank you for not moving.",
    "And in that moment when you resolved to stay in that seat,...",
    "...you reclaimed your humanity and you gave us all back a piece of our own.",
    "I thank you for that.",
    "I thank you for acting without concern.",
    "I often thought about what that took,...",
    "...knowing the climate of the times and what could have happened to you, what it took to stay seated.",
    "You acted without concern for yourself and made life better for us all.",
    "We shall not be moved.",
    "I marvel at your will.",
    "I celebrate your strength to this day.",
    "And I am forever grateful, sister Rosa, for your courage, your conviction.",
    "I owe you to succeed.",
    "I will not be moved."
]