[
    "Millions of Chinese are picking up American slang, thanks to what's happening in this Washington, D.C. apartment.",
    "Meet Jessica Beinecke, China's newest English language star.",
    "My four friends and I are renting a car and driving to New York City. I'm so excited!",
    "Five days a week, from the comfort of her dining table,...",
    "...the 25-year-old writes, hosts and produces a show called...",
    "...\"OMG! Meiyu\" or \"Oh My Gosh! American English.\"",
    "In it, she explains idioms and slang to her Chinese viewers.",
    "Beinecke began studying Mandarin as an undergraduate.",
    "In 2006, she enrolled in Middlebury College's intensive language program,...",
    "...and spent the first half of 2007 studying in Beijing and Hangzhou, near Shanghai.",
    "I had the best experience studying Mandarin in mainland China,...",
    "...and studying the culture and everything.",
    "I feel like it was always me talking to young Chinese people.",
    "That was my big goal when I was in China, to make as many friends as I could.",
    "She didn't become a star in China until last August, when she produced a video called \"Yucky Gunk.\"",
    "It was about all the gunk that comes out of your face,...",
    "...and we talked about eye gunk and earwax and boogers.",
    "You have a booger right there.",
    "That video went viral, and has since been viewed more than one-and-a-half million times.",
    "That's never going to be in a textbook.",
    "And so they've sort of, now they see \"OMG! Meiyu\" as a place where they can go...",
    "...to get the most authentic American English that young people use.",
    "Jiggly.",
    "Jiggly. My arms get jiggly.",
    "Beinecke, or Baijieh as she's known to her Chinese fans,...",
    "...curates six social media accounts in China and the US.",
    "It starts on the weekend, where I ask them,...",
    "...which is, \"What do you want to study next week?\"",
    "And I get hundreds of responses every week.",
    "\"OMG!\" is becoming a hit in China.",
    "On the Chinese equivalent of YouTube, \"OMG!\" has garnered more than seven million views.",
    "And on Weibo, the Chinese equivalent of Twitter,...",
    "...the program is now followed by more than 200,000 people.",
    "Beinecke's bosses are taking notice.",
    "She works at VOA, \"Voice of America,\" the 70-year-old US government-funded broadcaster...",
    "...with programs in more than 40 languages around the world.",
    "So why is this working?",
    "She talks to them on their level, and I think that's something we need to replicate around VOA.",
    "What Jessica is doing is going to be something that I think you'll see more people doing here,...",
    "...which is reaching out to the younger generation in different countries and communicating with them.",
    "Chinese education has traditionally relied heavily on instructive teaching,...",
    "...lectures and rote memorization.",
    "But until recently, the country's closed history...",
    "...has meant it has lacked foreign-born teachers who could add context and authenticity.",
    "We Chinese often learn English from very formal classes, and it's like very far from our everyday life.",
    "The idioms, expressions and slang that she teaches are not easy to find in traditional textbooks.",
    "And I think those expressions are very useful in our daily lives.",
    "For now, Beinecke continues her conversation with Chinese admirers and pupils half a world away.",
    "Bye bye!"
]