[
    "I'd like to retell a familiar tale called the orange quarrel...",
    "...to illustrate what we mean by beyond win-win.",
    "This story is adapted from \"Getting to Yes\" by Fisher and Ury at Harvard University.",
    "It was a rather explosive situation because two children were using adversarial methods...",
    "...that ignore the interests of the other party.",
    "Both children wanted the only orange...",
    "...and they were heading for a lose-lose situation: destroyed orange.",
    "Or at best, win-lose if one child overpowered the other for the whole orange.",
    "Fortunately, a clever mediator came along with a good idea.",
    "Jenny cut, Joey choose.",
    "This was a good solution and a win-win solution...",
    "...compared to what could have happened in an all-out fight.",
    "All things being equal, this seemed like a pretty fair solution.",
    "Both children got 50 percent of what they wanted.",
    "But it turns out that we can do even better than this when we recognize...",
    "...that there are two important objectives that help us achieve superior agreements.",
    "Fairness and efficiency.",
    "Divide the benefits fairly and don't leave value on the table.",
    "The children in this conflict were using adversarial methods...",
    "...assuming a one-dimensional model of negotiations.",
    "Both children wanted the whole orange...",
    "...and the problem was that if one was to get more, the other had to get less.",
    "The first step in solving this problem is to relabel these scales.",
    "Instead of thinking that each child wants 100 percent of the orange,...",
    "...consider rather that each child wants to become 100 percent satisfied.",
    "Now we can take these scales and reorient them...",
    "...so that we're viewing the case in multidimensional satisfaction space.",
    "Now it's no longer necessarily true that one party has to lose when another one gains.",
    "Recall the solution in our previous scenario.",
    "We did achieve our fairness objective.",
    "Both parties got 50 percent of what they wanted.",
    "But when we plot this solution on the graph, we see that there may be room for improvement.",
    "To further explore this, we dig a little deeper into our bag of interest-based principles...",
    "...and ask each child why they want the orange.",
    "It turns out that Jenny isn't interested in eating the orange.",
    "She wants to bake a cake that calls for the peels of exactly one orange.",
    "Joey, on the other hand, can never get enough oranges to eat...",
    "...but always throws the peels into the waste bin.",
    "So now you know the optimal solution.",
    "Give Jenny all the peels and Joey all the fruit .",
    "They both get 100 percent of what they wanted which achieves our efficiency objective."
]