[
    "All negotiations are similar in that they involve people taking initial positions,...",
    "...offering proposals, counterproposals, and concessions...",
    "...until finally coming to an agreement.",
    "The two main ways of looking at negotiation are distributive, win-lose;",
    "...and integrative, win-win.",
    "Distributive bargaining emphasizes individual gains.",
    "Resources are viewed as limited and everyone wants to claim their share of the pie.",
    "Distributive bargainers tend to avoid sharing or misrepresenting information,...",
    "...and view other parties as the enemy to be defeated.",
    "Integrative bargaining emphasizes joint gains.",
    "By engaging in cooperative problem solving,...",
    "...the goal of integrative bargaining is to expand the pie so there's more for everyone.",
    "Integrative bargainers tend to share information openly,...",
    "...and view other parties as a partner or teammate.",
    "In all integrative negotiations,...",
    "...it's important to keep in mind the following tips of principled negotiation.",
    "Separate the people from the problem.",
    "It is possible to be soft on the people but still hard on the problem,...",
    "...even if you perceive the people as the reason for the problem.",
    "Focus on interests, not positions.",
    "Sometimes, people take positions that don't reflect their real interests.",
    "Focus on the reasons why people want what they're asking for.",
    "Positions are changeable.",
    "Invent options for mutual gain.",
    "In any given scenario, there's more than one solution.",
    "Make sure you're brainstorming to think of every possible solution that could get you to a resolution.",
    "Use objective criteria.",
    "Rather than making negotiations a contest of will,...",
    "...concentrate on using a standard, agreed upon measure of success...",
    "...that everyone can work toward.",
    "When several people or organizations are involved in a negotiation,...",
    "...it becomes a complex interaction that requires serious consideration...",
    "...and a range of approaches recognizing this complexity."
]