[
    "We believe any dish can be made at exquisite levels of quality if you really care about it.",
    "Modernist cuisine is both about modern style food but also very traditional style food...",
    "...that we made better or more conveniently in a new way.",
    "So, we cover things like the ideal way to make a hamburger.",
    "We look at everywhere of the burger from the bun, the cheese, the ketchup,...",
    "...the garnish, the patty, obviously that's the very important one.",
    "And we took it layer by layer, the buns, it had to be that perfect balance...",
    "...between that sort of delicate sweetness of a traditional hamburger bun,...",
    "...where it doesn't overwhelm the rest of the components.",
    "But also, it's interesting and has that most ideal fluffy texture.",
    "The cheese is constructed,...",
    "...so we have access to different emulsifiers and the most fine salts.",
    "In this case, a combination of sodium hexametaphosphates and some carrageenans,...",
    "...carrageenans being a seaweed extract that help to gel dairy there.",
    "And so, we created what people love in an American cheese slice,...",
    "...which is how fluid it is and unctuous.",
    "But recreating it from delicious cheese Gruyere...",
    "...or really good aged Gruyere or some cheddar,...",
    "...people would have experienced it when they put a slice of cheddar on their cheeseburger.",
    "It breaks down and you have the oil,...",
    "...the energy very extensive that the oil kind of splits out...",
    "...and it has the flavor, but the texture is just not right.",
    "So, we were able to create that perfect texture with really good cheese.",
    "The patty, grinding the meat and molding it as it comes out of the grinder...",
    "... and keeping the strands parallel,...",
    "...so that when you bite into the hamburger,...",
    "...it's just a very even bite and so it's very juicy.",
    "And that's molded and frozen and then sliced on a bun sauce.",
    "Yeah, I think it's just very even-looking patties.",
    "After that, we took this experiment quite a bit further...",
    "...and we worked with the technique called cryofrying.",
    "It's where you cook a food whether it's sous vide or traditionally...",
    "...but just until it's cooked through.",
    "And then, you sear it by first dipping it in liquid nitrogen...",
    "...to freeze the surface and then frying it in a very hot oil.",
    "And what happens during that process is that the surface that was frozen thaws",
    "...but the very outside bratens, so you get this beautiful crust...",
    "...but you don't get that ingredients those you're used to in traditional searing.",
    "And so everything is very juicy, everything is very even...",
    "...but you get this very intense caramelization or a minor reaction on the meat.",
    "So with the burger, we cook it sous vide but we don't vacuum-seal.",
    "Just in a Ziploc bag, the butter so that you don't collapse the structure of the patty.",
    "To 53 Celsius, that's just like basically rare and then follow that cryofry process.",
    "Quite an amazing patty,...",
    "...all the textures that you want, all the flavors very juicy, very tender.",
    "Overall, this process takes about 36 hours.",
    "And, I think there's something really cool about that.",
    "Now there're people who say,...",
    "...\"Well, did you really need to put all that effort onto a hamburger?\"",
    "And we say, \"If you love hamburgers, it's kinda cool knowing what the ultimate burger is.\"",
    "And maybe, you won't have that ultimate burger every day, maybe you never have it.",
    "But it's still cool to know what the ultimate burger is."
]