[
    "Mathilde Loisel was a beautiful girl who was born to a poor background.",
    "She wanted to marry a wealthy man, but she married an ordinary clerk.",
    "Even though Mathilde was poor, she always desired a better life.",
    "She often sat by the window and talked to herself.",
    "If only I could go to rich, fancy balls. I would wear a beautiful dress and everyone would admire me.",
    "I would be surrounded by silk, ornaments and so many expensive things.",
    "Meanwhile, her husband had a simpler character.",
    "Oh, we have tomato soup for dinner again?",
    "It's wonderful. I love it!",
    "I hate this poor food and miserable life.",
    "Every day, she looked around her and knew that she was poor.",
    "One day, her husband came home with a letter.",
    "Here is some good news! We've been invited to a fancy ball!",
    "Mathilde Loisel read the invitation.",
    "It's terrible! I won't go there.",
    "What's wrong? I thought you'd be happy.",
    "Of course not. What will I wear around all those rich people?",
    "Her husband was heartbroken when he saw his wife crying.",
    "Okay. How much will a new dress cost?",
    "She stopped crying and said,...",
    "\"I think that 400 francs should be enough.\"",
    "Her husband grew pale.",
    "Okay. I'll give you the money but make sure you get a really pretty one.",
    "Oh, thank you so much, darling. I love you.",
    "The day of the party drew closer and closer.",
    "Mathilde had bought the special dress.",
    "However, she still seemed sad and anxious.",
    "What's wrong, sweetie?",
    "I have no necklace to match my pretty new dress.",
    "But we spent all the money on your dress.",
    "How about wearing flowers instead?",
    "Flowers? That's impossible!",
    "Then ask your rich friend, Mrs. Forestier.",
    "I'm sure she'd let you borrow a beautiful necklace.",
    "Right! Why didn't I think of that?",
    "She went to her rich friend right away.",
    "Mrs. Forestier showed her poor friend a box filled with jewelry.",
    "Take what you want, my friend.",
    "There were pearl necklaces, ruby bracelets and golden rings in the box.",
    "Wow! They're all so beautiful!",
    "She tried them all on, one after another.",
    "I'll take this diamond necklace."
]