[
    "The most expensive residential address in the United States is not in Hollywood or Manhattan.",
    "It's 1600 Pennsylvania Avenue in Washington, the White House.",
    "Its current occupant, Barack Obama, raised nearly 750 million dollars in 2008...",
    "...to win the presidency and move in.",
    "The two major US parties, the Democrats and the Republicans,...",
    "...are locked in a massive fundraising effort that escalates with every presidential election.",
    "In 1992, the two parties raised a total of 135 million dollars.",
    "Sixteen years later, in 2008, they collectively took in 1.68 billion.",
    "Where does all that money go?",
    "At the independent research organization, The Heritage Foundation in Washington,...",
    "...analyst Brian Darling outlines the high costs of campaigning.",
    "Various things that make it so expensive are the advertisements...",
    "...that cost millions of dollars to run ad, whether it be radio or TV,...",
    "...the traveling expenses throughout the country,...",
    "...it's gonna cost a lot of money for these candidates to travel on a daily basis,...",
    "...and also the massive campaign organizations that these candidates need to put together.",
    "In the 1970s, Congress created a federal regulatory agency called the Federal Election Commission or FEC.",
    "Its twin goals are accountability and transparency as outlined by Commissioner Cynthia Bauerly.",
    "Everything that campaigns and candidates and parties do in our system...",
    "...is reported to our central location here at the FEC.",
    "And that is, almost immediately available to anyone who wants it on our website.",
    "Current federal regulations limit presidential candidate contributions from individuals to 2500 dollars,...",
    "...with most organizations limited to 5,000 dollars.",
    "Corporations and unions face strong restrictions.",
    "Along with creating the FEC, Congress also created a system of public financing,...",
    "...under which, in exchange for government funds,...",
    "...candidates accept limits on other cash they might raise.",
    "But in the 2012 presidential race, no candidates from either party have accepted public funding.",
    "In 2010, the US Supreme Court ruled that outside advocacy groups...",
    "...have the right to raise and spend money to influence elections.",
    "These Political Action Committees, commonly called PACs,...",
    "...have increasingly become a major force in the electoral process.",
    "At the Politico newspaper in Washington, reporter David Levinthal,...",
    "Really, there are few rules here for these groups.",
    "They can raise and spend unlimited sums of money.",
    "They can spend it whenever they want to.",
    "There's no time limitation.",
    "The messaging that they put out is not limited.",
    "They can directly, overtly advocate for a candidate's election...",
    "...or directly and overtly oppose a candidate.",
    "Observers say that the 2012 presidential election may be the first in which this outside PAC money...",
    "...may wind up exceeding what the candidates and their parties officially raise for themselves.",
    "And there are some who say that they fear...",
    "...what may become a literal tsunami of outside money essentially determining elections.",
    "Jeffrey Young, VOA News."
]