[
    "Hey guys, how are you all doing?",
    "I get a lot of comments saying I try too hard to be cool and funny.",
    "And this offends me because it's true, I try really hard.",
    "And you guys aren't supposed to know that.",
    "So fine, no more trying to be cool. In fact, this video is gonna be about why I'm not cool.",
    "Ten reasons why I am not cool.",
    "I spend more time talking to a camera than I spend talking to females.",
    "I realize I do this a lot with my hair, like Justin Bieber with Tourette's.",
    "When I'm bored, my roommates and I have dance battles in my apartment.",
    "I'm also stubborn especially when I think I'm right.",
    "Hey Jeremy Lin of the Golden State Warriors,...",
    "...did you know that the African elephant is the largest animal in the world?",
    "Land animal, but the blue whale is probably the largest animal.",
    "No!",
    "Also, I subconsciously act black around black people and it's because I try really hard to fit in.",
    "Like, for shizzle.",
    "I secretly really want to be a Korean pop star.",
    "This is embarrassing, but I cry sometimes.",
    "I cried during \"Up,\" I cried during \"Kung Fu Panda 2.\" I cried listening to Adele's new album,...",
    "...\"You could have had it all.\" I definitely cried when my hero Yao Ming retired.",
    "It was just so sad. Doesn't make...",
    "Hey man, are you all right?",
    "I'm fine! I'm fine, okay? He was the greatest NBA player ever. You won't understand.",
    "You won't understand!",
    "This is even more embarrassing, but my friends and I have matching pajamas.",
    "I like to show off sometimes especially when I'm at the gym, working out.",
    "My friends find me annoying because I'm super competitive all the time,...",
    "...even when it's unnecessary.",
    "Hey, Jeremy Lin. I bet you can't make this piece of paper into this trash can right here.",
    "Alright.",
    "Told you! I told you! Not in my house, baby! Not in my house!",
    "Anyway, those are the ten reasons why I'm not cool.",
    "I hope you'll still like me after this video. If not, I understand.",
    "Now if you'll excuse me, I'm about to go destroy my buddy Jeremy at a game of basketball.",
    "What are you doing? You could have broken my neck dude.",
    "Thanks everyone for watching and I will see you guys soon. Bye!"
]