[
    "The season of Lent is a time for sacrifice...",
    "...and reflection as the Church waits to celebrate the Resurrection of Christ from the cross.",
    "Learn the history and tradition behind the celebration.",
    "You will need a Bible, a calendar, a church to attend, a sacrifice and prayer.",
    "Step one: Read the story of Jesus in the desert found in chapter four in the book of Matthew.",
    "Lent is a time meant to reflect the 40 days that Jesus wandered and fasted in the desert.",
    "Step two: Note the colors used for drapes and on the altars.",
    "The color purple is often used as it is a mourning color to signify Christ's suffering.",
    "But it is also the color of royalty...",
    "...and represents Christ rising from the grave to become the King of kings.",
    "Step three: Mark the days on your calendar.",
    "The Lenten season begins on Ash Wednesday and concludes 40 days later on Easter.",
    "Step four: Celebrate Ash Wednesday.",
    "Crosses are marked on the foreheads of members of the Church...",
    "...using ashes to remind parishioners of their mortality.",
    "\"From dust we came and to dust we will return.\"",
    "Step five: Sacrifice what you take for granted during Lent.",
    "Catholics fast on Ash Wednesday and Good Friday,...",
    "...and abstain from meat on Fridays during Lent.",
    "The meaning behind abstaining is meant as a reminder of Christ's sacrifice in the desert.",
    "Give up a favorite food or vice during Lent.",
    "Step six: Make Lent a time of prayer and penance.",
    "Lent is a time of reflection meant to draw you closer to your relationship with God.",
    "Step seven: The last Friday in Lent is Good Friday,...",
    "...which is marked as the day Jesus was nailed to the cross.",
    "On Easter, celebrate the Resurrection of Jesus, marking the end of Lent.",
    "Did you know?",
    "The number 40 is repeated throughout the Bible,...",
    "...as in the story of Noah, where it rains for 40 days and 40 nights,...",
    "...and when Moses was on the mountain for 40 days and nights."
]