[
    "Feeding today's population is a challenge for an already stressed environment.",
    "Experts project that the world's population...",
    "...will grow from seven billion people today to nine billion over the next 30 years.",
    "Nancy Morgan is the Food and Agriculture Organization's liaison to the World Bank.",
    "Basically, meat production and consumption will both need to double by the year 2050.",
    "The FAO says there are currently 1.5 billion head of cattle,...",
    "...one billion pigs and six billion chickens in the world.",
    "In the US alone, millions of these and other animals are killed every year for food.",
    "Morgan says that over the past decade,...",
    "...worldwide consumption and production of meat grew faster than any other commodity.",
    "The challenge is how would you ensure food without increasing animal numbers...",
    "...and having an impact on fragile lands and our resource base?",
    "More than half of the agricultural land in the world is used to raise and feed livestock.",
    "Those farm animals are also responsible for 18 percent of the greenhouse gases...",
    "...released into the atmosphere every year,...",
    "...methane emissions that scientists say are warming the Earth's climate.",
    "The World Preservation Foundation, a private environmental group,...",
    "...recently published a report on ways to slow that climate change.",
    "It focuses on reducing livestock populations.",
    "The group says it is especially concerned about widespread forest burning...",
    "...to clear land for cattle operations,...",
    "...as seen in these fires in Brazil's Amazon forest region.",
    "Gerard Wedderburn-Bisshop is the foundation's executive director.",
    "The fire for pasture maintenance and fire for deforestation are our targets.",
    "For methane, by far, the greatest source is livestock agriculture.",
    "The World Preservation Foundation wants governments to stop subsidizing meat and dairy production.",
    "Meat and dairy consumption has helped to push global warming to tipping points.",
    "It is driving massive environmental destruction and pollution...",
    "...and is killing us with diabetes, heart diseases and cancers.",
    "But in many rural areas, people depend on animals for food and income.",
    "A reduction in global livestock production is improbable, says Jerry Hatfield,...",
    "...director of Agriculture and the Environment at the US Department of Agriculture.",
    "We actually have more pasture and ranch land than we do arable land...",
    "...or land we put into cultivation.",
    "He says research centers are looking at ways to make food animal operations...",
    "...more efficient while also protecting the environment.",
    "I think that, you know, it's all about a balance...",
    "...and I don't think that we've done a very good job.",
    "Experts agree that the next few decades will present a puzzle,...",
    "...how to feed nine billion people without wrecking the planet in the process.",
    "This is Zulima Palacio, VOA News."
]