[
    "How many of you have heard of the company Atlassian?",
    "It looks like less than half.",
    "Atlassian is an Australian software company.",
    "And they do something incredibly cool.",
    "A few times a year they tell their engineers,...",
    "...\"Go for the next 24 hours and work on anything you want,...\"",
    "\"...as long as it's not part of your regular job.\"",
    "\"Work on anything you want\"...",
    "...so that engineers use this time to come up with a cool patch of code, come up with an elegant hack.",
    "Then they present all of these stuff that they've developed to their teammates, to the rest of the company,...",
    "...in this wild and woolly all-hands meeting at the end of the day.",
    "And then, being Australians, everybody has a beer.",
    "They call them FedEx Days.",
    "Why? Because you have to deliver something overnight.",
    "It's not bad.",
    "It's a huge trademark violation...",
    "...but it's pretty clever.",
    "That one day of intense autonomy has produced a whole array of software fixes that might never have existed.",
    "And it's worked so well that Atlassian has taken it to the next level with 20 Percent Time,...",
    "...done famously at Google,...",
    "...where engineers can work, spend 20% of their time working on anything they want.",
    "They have autonomy over their time, their task, their team, their technique,...",
    "...okay? Radical amounts of autonomy.",
    "And at Google, as many of you know,...",
    "...about half of the new products in a typical year are birthed during that 20 Percent Time,...",
    "...things like Gmail, Orkut, Google News.",
    "Let me give you an even more radical example of it.",
    "Something called the Results Only Work Environment,...",
    "...the ROWE,...",
    "...created by two American consultants, in place at about a dozen companies around North America.",
    "In a ROWE, people don't have schedules.",
    "They show up when they want.",
    "They don't have to be in the office at a certain time or any time.",
    "They just have to get their work done.",
    "How they do it, when they do it, where they do it is totally up to them.",
    "Meetings in these kinds of environments are optional.",
    "What happens?",
    "Almost across the board, productivity goes up, worker engagement goes up,...",
    "...worker satisfaction goes up, turnover goes down.",
    "Autonomy, mastery and purpose: these are the building blocks of a new way of doing things.",
    "Now, some of you might look at this and say, \"Hmm, that sounds nice but it's utopian.\""
]