[
    "That's what I'm working on now.",
    "And to close, I just want to say look, these are tools.",
    "Right now, ProFounder is right at the very beginning and it's very palpable.",
    "It's very clear to me that it's just a vessel, it's just a tool.",
    "What we need are for people to care, to actually go use it...",
    "...just like they've cared enough to use Kiva to make those connections.",
    "But the good news is...",
    "...I don't think I need to stand here and convince you to care.",
    "I'm not even going to try.",
    "I don't think we need to be convinced of that; I think we know.",
    "In fact, I think we know so much...",
    "...and it's such a reality that we care so deeply...",
    "...that in fact, what usually stops us is that we're afraid...",
    "...to try and to mess up because we care so very much...",
    "...about helping each other and being meaningful in each other's lives.",
    "So what I think I can do today,...",
    "...the best thing I can give you.",
    "I've given you my story, which is the best I can do.",
    "And I think I can remind us that we do care.",
    "I think we all already know that.",
    "And I think we know...",
    "...that love is resilient enough for us to get out there and try.",
    "Just a sec.",
    "Thanks.",
    "For me, the best way to be inspired to try is to stop and to listen...",
    "...to someone else's story.",
    "And I'm grateful that I've gotten to do that here at TED.",
    "And I'm grateful that whenever I do that,...",
    "...guaranteed, I am inspired; I am inspired by the person I am listening to.",
    "And I believe more and more every time I listen...",
    "...in that person's potential to do great things in the world...",
    "..and in my own potential to maybe help.",
    "That is what can make our stories into love stories...",
    "...and our collective story into one that continually perpetuates hope...",
    "...and good things for all of us.",
    "So that, this belief in each other, knowing that without a doubt...",
    "...and practicing that every day in whatever you do,...",
    "...that's what I believe will change the world and make tomorrow better than today.",
    "Thank you."
]