[
    "At this special dinner organized by a company called Opaque, there's a lot more to your meal than meets the eye.",
    "It's a three to five-course dinner in a completely pitch black dining room setting,...",
    "...so it's really an experience to enhance your many senses...",
    "...and take you on a journey unlike any other dining experience you've ever had.",
    "Diners are completely in the dark, literally.",
    "You can't see where you're going or what you're about to eat.",
    "I'm trying to figure out where I am and how big the room is and who else is in there and what I'm smelling,...",
    "...and it's so different than what you're used to.",
    "Diners are guided through the experience by servers who are the best possible beacons for the journey.",
    "I'm gonna lean on the corner of the table, okay?",
    "Okay.",
    "And here, here's some bread, that's for you.",
    "Okay, I'm on the...",
    "...I'm not, I have my hand.",
    "No, you're not. Here, on this side. There you go.",
    "Okay.",
    "They are all visually impaired themselves and have to find their way in the dark on a daily basis.",
    "That's part of the point.",
    "The food on your plate is also food for thought.",
    "Coming into the diner over an hour and a half to two hours gives them a whole different take.",
    "They're operating in a world where we have the advantage.",
    "We can see and walk on, and all of a sudden, they have the advantage because they can navigate fine.",
    "Actually you're like, \"Oh my god, I'd never be able to even function for a second.\"...",
    "...and then you realize, \"Okay, maybe there is a way to make it happen.\"",
    "It smelled some kind of balsamic.",
    "Of course, you have to rely on your other senses to identify what's on the plate.",
    "You got to have to think about it.",
    "It's like use all our senses to figure it out.",
    "There was something where you thought it was pork, and I thought it was bacon, but it was neither.",
    "It was lamb!",
    "One of the things I actually love about food is texture, so it's really cool to have that sense heightened for me.",
    "You don't have to worry too much about table manners because no one can see you.",
    "It's a good thing because most of the time, the forks and knives stay on the table.",
    "Most people love that they can eat with their hands because no one can see them,...",
    "...and for blind people, that's just the most effective way of really being able to...",
    "...get the information and identify what you're actually eating.",
    "And when you can't see your dining companions, it also changes the way you communicate.",
    "When you take the visual sense away,...",
    "...it starts to drop into their experience a bit more.",
    "Communication tends to get enhanced between couples and friends.",
    "In the end, dining in the dark serves up something unique:...",
    "...a new way of connecting to your food and to the people in the world around you.",
    "See for yourself.",
    "For The Daily, I'm Elizabeth Saab.",
    "It's a fried quail egg."
]