[
    "In the days leading up to Valentine's Day,...",
    "...Americans buy some 700 million dollars worth of chocolate treats.",
    "Luscious, creamy and loaded with fat,...",
    "...but recent study shows that dark chocolate can also be good for your heart.",
    "Researchers find that dark chocolate and aspirin have similar effects on the blood,...",
    "...they thin out the blood so it flows more easily.",
    "Even through partially blocked arteries, and that could reduce the possibility of a heart attack.",
    "But for chocolate lovers everywhere, the health benefits are even better than that.",
    "Nutritionist Tammy Roberts explains,...",
    "...\"Research shows that we get flavonoids in dark chocolate.\"",
    "Flavonoids are nutrients found in many different kinds of plants.",
    "They help protect plants against disease and insects,...",
    "...when we eat food with high levels of flavonoids...",
    "...these nutrients trigger our immune systems to produce enzymes,...",
    "...proteins that reduce the risk of some kinds of cancer, heart disease,...",
    "...and some other diseases that come with age.",
    "In fact, 21 scientific studies involving more than 2600 participants...",
    "...examined the effects of dark chocolate on the heart.",
    "The study showed that eating dark chocolate lowered blood pressure...",
    "...and improved the ability of insulin to regulate blood sugar.",
    "Tammy Roberts says flavonoids are also found in something that tastes great...",
    "...when covered with dark chocolate, strawberries.",
    "The health benefits of chocolate-covered strawberries are...",
    "...that both chocolate and strawberries contain antioxidants,...",
    "...and antioxidants are important for immune function and preventing infection.",
    "Roberts says the best Valentine's Day gift combines fruit and chocolate.",
    "When you give your valentine a basket full of fruit that has just a little bit of chocolate...",
    "...then you're really showing them the very best kind of love,...",
    "...because you're giving them a lot of antioxidants and vitamin C,...",
    "...with just enough chocolate to make it exciting.",
    "Just remember to make it dark chocolate.",
    "Carol Pearson, VOA news."
]