[
    "It was another spectacular win...",
    "Lin, the steal to the basket.",
    "...for the man who's become a national phenomenon:...",
    "...Jeremy Lin, 28 points, leading the New York Knicks to yet another victory.",
    "How good is this?",
    "He's packing Madison Square Garden, sending celebrities scrambling to be courtside.",
    "But Lin is still not completely comfortable with his newfound fame.",
    "When was the first time that you realized,...",
    "... \"Okay, this isn't just one day; this is a phenomenon.\"",
    "Five days into it: every site I'm going to, it's like, \"Oh, Lin this, Lin that\",...",
    "...and it was just a little overwhelming.",
    "What was it like the first time you're just walking around...",
    "...and you see someone wearing your name on a T-shirt or on their jersey.",
    "I was shocked 'cause I actually didn't even know they made my jersey.",
    "I didn't know that they did it that fast, and so when I saw it, I was like,...",
    "...\"Did they customize that?\"",
    "What's the weirdest paparazzi moment you've had?",
    "Stuff about me dating Kim Kardashian;...",
    "... I mean, I have no idea where that came from.",
    "You don't think you're the Kim Kardashian type?",
    "No, I don't think I'm that type.",
    "You turned down the cover of GQ.",
    "I know there's lots of networks that have been interested in interviewing you.",
    "Why do you think it's so important for you to limit who you sit down and talk to?",
    "I just want to make sure that I'm not doing a disservice to my team by milking all the attention,...",
    "...because at the end of the day, that's not what I love: I love playing basketball.",
    "And while fans have been receptive, Lin is aware that as the NBA's most prominent...",
    "...Asian-American, he still faces certain stereotypes.",
    "People are always saying, \"He's deceptively quick, deceptively athletic\"...",
    "...and I don't know if that's just because I'm Asian or what it is...",
    "...but obviously there's going to be stereotypes.",
    "I want to be able to represent and be a role model for the Asian-American and the Asian community.",
    "There's already a \"Legend of Jeremy Lin\" here.",
    "What's your take on the way you've been portrayed?",
    "I have been portrayed as a savior to the organization,...",
    "...and I just respectfully disagree with that."
]