[
    "We believe technology is at its very best when it's invisible,...",
    "...when you're conscious only of what you're doing, not the device you're doing it with.",
    "An iPad is the perfect expression of that idea.",
    "It's just as magical pane of glass that can become anything you want it to be.",
    "And that's why so many people in so many different places are using it for so many different things.",
    "It's a more personal experience for technology that people have ever had.",
    "And now, with the new iPad, we're elevating that experience...",
    "...by dramatically improving the fundamental elements that define it.",
    "We gave it a powerful new A5x chip for stunning graphics.",
    "A 5 megapixel iSight camera, with our state-of-the-art optics.",
    "The speed of 4G LTE.",
    "We created an amazing new software that redefines what you can do with music, movies and photos.",
    "And all of this is brought to life on the retina display.",
    "The highest resolution display ever on a mobile device.",
    "The display is what the iPad is all about.",
    "So when you enhance the display, you enhance everything.",
    "And the retina display on the third generation iPad is just spectacular.",
    "It's got the resolution of 2048x1536.",
    "That's 3.1 million pixels.",
    "Four times more than the previous iPad and over a million more than what's called the high-definition on other devices.",
    "And we pack all these pixels into a display that's just 9.7 inches.",
    "But engineering it wasn't as simple as just jamming in more pixels.",
    "A pixel is made up of red, green and blue sub-pixels.",
    "With the signal telling each one when and how much to light up.",
    "That's how colors are created.",
    "But when you squeeze four times the pixels into the same space, signals can get crossed.",
    "Colors become distorted, and images get fuzzy.",
    "To solve this, we had to elevate the pixels onto a different plane and separate them from the signals.",
    "It's a major breakthrough.",
    "And it's the key to making the pixels so small and so close together that the human eye can't even distinguish them.",
    "So, type looks razor-sharp.",
    "And you'll see details in photos that you never knew were there.",
    "A wider color den that brings out even more detail.",
    "It gives you colors that are incredibly rich, deep and vivid.",
    "This isn't just the most advanced display you've ever held in your hand,...",
    "...this is the most advanced display you've ever seen."
]