[
    "There is more to St. Patrick's Day than drinking green beer and singing \"Danny Boy.\"",
    "Here's how to celebrate it like they do in the old country.",
    "You will need: something green, a church, an Irish soda bread,...",
    "...a lamb stew or Atlantic salmon, Guinness and a four-leaf clover.",
    "Step one: Dress in a little green.",
    "Emphasis on \"little.\"",
    "Dubliners don't go around wrapped head to toe in green with...",
    "...\"Kiss me, I'm Irish\" buttons and plastic bowler hats.",
    "A splash of green is all you need.",
    "Go ahead and pinch anyone who's not wearing any green.",
    "That's a time-honored tradition in Ireland.",
    "Step two: Go to church.",
    "Yes, you heard us.",
    "The traditional way to honor good old St. Patrick...",
    "...is by attending morning Mass in his honor.",
    "At the very least, pop into a house of worship and say a prayer for someone.",
    "Step three: Greet everyone you meet with a cheery, \"Beannachta file padraig oraibh!\"...",
    "...which means, \"St. Patrick's Day blessing on you.\"",
    "Try saying that after a few Irish whiskeys.",
    "Step four: Forget those sweet, cake-like loaves that pass as Irish soda bread here in the States.",
    "Find a recipe for the real thing.",
    "Step five: While we're on the subject of food,...",
    "...ditch the corned beef and cabbage and make a lamb stew instead.",
    "Or have some Atlantic salmon.",
    "Both are more Irish than corned beef, which is a decidedly American-Irish dish.",
    "Step six: Forget the green beer.",
    "To get it green, you have to drink the pale stuff,...",
    "...which isn't nearly as traditional as ordering a glass of dark, robust Guinness.",
    "When you raise your glass of Guinness, say \"slainte,\" Gaelic for \"to your health.\"",
    "Step seven: Spend some time with your family.",
    "St. Patrick's Day in Ireland is akin to Thanksgiving Day in America,...",
    "...with the family counting their blessings together.",
    "They even play football.",
    "Well, actually it's a combination of soccer and rugby, but it's called Gaelic football.",
    "Step eight: Make a wish on a four-leaf clover.",
    "Or cast a love spell by thinking of someone while swallowing a four-leaf clover.",
    "It's also said that if you tuck one in the heel of your left shoe,...",
    "...you'll marry the first person who enters the room.",
    "But that seems kind of risky to us.",
    "Did you know?",
    "Americans who claim to be of Irish descent now number more than 34 million,...",
    "...which is more than eight times the population of Ireland today."
]