[
    "The piece is titled \"Clair de Lune.\"",
    "Light of the Moon.",
    "In the darkness of his eyes and through the sweetness of his hands, when Patrick Hughes plays,...",
    "...it is the music of possibility and the sound of promise.",
    "How would you describe your disabilities?",
    "Not disabilities at all, more abilities.",
    "Abilities everybody hears and sees at every Louisville football game.",
    "To understand how Patrick Hughes and his father...",
    "...became a two-person member of the Cardinal Marching Band,...",
    "...go back to when the music began.",
    "Born without eyes and with the tightening of the joints...",
    "...that prevents his limbs from ever straightening,...",
    "...Patrick has been blind and crippled from birth.",
    "It is just countless the number of dreams that died, and my wife and I were devastated.",
    "We just asked, \"Why us?\"",
    "We played by all the rules.",
    "We worked hard.",
    "We just didn't understand.",
    "Kisses for dad.",
    "That heartbreak began to fade even before Patrick's first birthday...",
    "...from his first moments at the family's piano in Louisville, Kentucky.",
    "You could go up and hit a note, no matter where it was on the piano...",
    "...and within one or two tries, he would find that exact note.",
    "By his second birthday, he was playing requests.",
    "Can you play \"You're My Sunshine?\"",
    "Play \"Twinkle?\"",
    "I was just ecstatic that you know, \"Okay, we're not gonna play baseball,...\"",
    "\"...but we're gonna play music together and that was really exciting.\"",
    "Let's see how far we can run with this.",
    "Fitted with artificial eyes and placed in a wheelchair, as Patrick grew, so did his passion and his talent.",
    "He played old standards by grade school and blues numbers by high school.",
    "By the time he arrived at the University of Louisville this year,...",
    "...his musical ability on piano, as well as trumpet,...",
    "...was well-known throughout the city.",
    "I said, \"Patrick, you need to be a part of the marching band.\"",
    "And their reaction was just a little bit of a pause.",
    "My dad and I were hearing this and were like, \"Ah, right.\"",
    "I mean, how in the heck am I supposed to march?",
    "The next step was working out what we needed to make happen...",
    "...in order for Patrick to be involved in the marching band...",
    "...other than just parking on the sidelines and playing his instrument.",
    "I said, \"Well, if Dr. Burn is that impassioned about it...",
    "...and Patrick wants to do it, then by golly I'll give it my all as well.\"",
    "So it was decided, Patrick would play and dad would push.",
    "As part of the 214-member Louisville marching band,...",
    "...a blind and wheelchair-bound trumpet player and his able-bodied father...",
    "...do it all together.",
    "From the pregame drill practice to the march around the stadium,...",
    "...to the half-time performance in front of thousands,...",
    "...dad rolls and rotates his son across the field in mostly perfect formation.",
    "He'll sometimes end up pushing me a little quicker than normal,...",
    "...so that pretty much means, \"Hey, he must have done something wrong,...\"",
    "\"...so he's got to hurry up to get me to the right spot.\"",
    "Dip, spin...",
    "In order to be at every band practice,...",
    "I'm too slow on the spin.",
    "...and to sit beside his son in every class,...",
    "Question.",
    "Yes?",
    "How do you come up with all the...",
    "...Patrick's father works the graveyard shift for UPS."
]