[
    "There was once an orphan boy who lived with his aunt.",
    "Tom Sawyer, did you take more jam from the jar?",
    "No, Aunt Polly. Honestly, I didn't.",
    "Tom jumped over the fence and ran away to play.",
    "He's such a wild boy, but I don't have the heart to spank him.",
    "That Saturday was a beautiful day and Tom was on his way to the river for a swim.",
    "Tom, you have to paint the garden fence this morning.",
    "Aunt, I can't! I have to go swimming.",
    "I'm sorry, Tom. But painting the fence is your duty.",
    "You can go swimming later.",
    "With a heavy heart, Tom began to paint the fence.",
    "His task seemed endless.",
    "Ugh! Can I finish this work today?",
    "Soon, some of the boys in the neighborhood saw Tom painting the fence.",
    "He suddenly began to paint with renewed vigor and he looked as if he was having a great time.",
    "Can I help you, Tom? It looks like fun.",
    "Let me just try a little.",
    "If you give me a chance, I'll give you my apples.",
    "Sure, if you really want to.",
    "Tom gave up the paintbrush with dread in his face, but joy in his heart.",
    "His pockets were full of new things.",
    "Then, he enjoyed his idle time in the shade while the fence was being finished.",
    "I'm going swimming now, Aunt Polly!",
    "What? Did you finish your work? That's impossible.",
    "When she looked at the fence, she was amazed.",
    "See you later, Aunt Polly.",
    "The next morning, Tom ran to Huckleberry Finn who was his best friend.",
    "Huck was also an orphan and lived alone near the woods.",
    "Tom always envied him because Huck didn't go to school or study.",
    "When Tom visited Huck, he was relaxing under a tree.",
    "What are you doing here, Huck?",
    "I'm thinking about the treasure in the haunted house.",
    "I'm going to go there to find the pirate's treasure tonight. Will you join me?",
    "Really? It'll be very exciting!",
    "Maybe, we can also see a ghost.",
    "Definitely, I'll go there with you.",
    "That night, Tom snuck out of his room to meet Huck at the haunted house.",
    "It's awfully quiet and gloomy around here.",
    "I'm very scared, Huck.",
    "Me too, Tom, but I'm having fun as well. Let's go inside.",
    "Okay, you go first."
]