[
    "Helen Keller was born on June 27, 1880, in Tuscumbia, Alabama.",
    "Her father was Arthur Keller and her mother was named Kate.",
    "The first girl in the family, baby Helen lit up the house.",
    "Her parents were just happy to see her grow up.",
    "When Helen was two years old, she became very sick.",
    "Will she be okay, Doctor?",
    "I'm not sure, but I'm doing my best.",
    "A few days later, Helen fortunately got over her illness, but something went wrong.",
    "One day, while Helen's mother was bathing her, she realized that Helen didn't blink.",
    "Helen! Helen!",
    "Helen also couldn't hear anymore.",
    "Finally, she became blind and deaf because of the illness.",
    "Oh, honey, what should we do?",
    "We should be her eyes and ears.",
    "Helen grew up in a world without sight and sound.",
    "Furthermore, there were no schools for the blind or deaf in Alabama.",
    "Luckily, she was a smart girl and found some ways to communicate with the family.",
    "She made up some signals to tell people what she wanted.",
    "The family tried to understand Helen, but it wasn't that easy because of her terrible temper.",
    "When she didn't get her way, she often threw a tantrum.",
    "She has become very hard to handle.",
    "Doctor, what can we do?",
    "I think you'd better send a letter to the Perkins School for the Blind in Boston.",
    "Maybe they can help you.",
    "Arthur Keller sent a letter right away to Michael Anagnos, the head of the Perkins School.",
    "Mr. Anagnos contacted his friend and former student, Annie Sullivan.",
    "Annie, a girl who is both deaf and blind needs your help.",
    "I think you'd be a wonderful teacher.",
    "Annie wasn't sure she could do the job, but eventually moved to Alabama.",
    "When Annie first met Helen, Helen ran away.",
    "Sorry, Annie, she doesn't like strangers.",
    "Soon Helen's curiosity won out and she started touching Annie's face.",
    "She's trying to get to know you.",
    "I'm happy to meet you, Helen.",
    "The next morning, Helen was brought to Annie's room.",
    "When Annie was unpacking her bag, Helen was beside her.",
    "Helen, this doll is from the students at the Perkins School.",
    "Helen liked the doll and wanted it.",
    "Annie took it back and spelled the word 'doll' slowly in Helen's hand.",
    "Helen became upset because she didn't understand what was happening."
]