[
    "Mary Lennox grew up in India, but she had to move to England to live with her uncle, Mr. Archibald Craven,...",
    "...because her parents both died.",
    "She would live with Mr. Craven until she was 18 years old because he was the only relative she had.",
    "Mrs. Medlock, a housekeeper, waited for Mary when Mary arrived at the station.",
    "Are you Mary?",
    "Nice to meet you.",
    "I'm Mrs. Medlock from Mr. Craven's.",
    "Where is my uncle?",
    "I've never seen him before.",
    "He's so busy working.",
    "Anyway, follow me.",
    "We have to hurry to catch the train.",
    "On the train to Mr. Craven's house, Mary watched the beautiful English countryside.",
    "Wow! I've never seen such a beautiful countryside before.",
    "It's so different from India.",
    "Where are we going now?",
    "We're going to Misselthwaite Manor.",
    "That will be your new home.",
    "Wow! How big this castle is!",
    "This castle belongs to the Craven Family.",
    "It has a very big lake and many gardens.",
    "This is your room.",
    "Don't ever hang around the house,...",
    "...but you are allowed to play in the gardens outside.",
    "As Medlock left Mary alone in the room, Mary felt more lonely.",
    "Good morning, Mary. I'm Martha, the maid.",
    "Have breakfast and go outside.",
    "Remember not to go into the garden, which is locked up.",
    "Why is it locked?",
    "Well, that's where Mrs. Craven died in an accident 10 years ago.",
    "After that, Mr. Craven locked the gate of the garden and buried the key.",
    "Mary liked the idea of a secret garden.",
    "She saw tall trees surrounding the garden.",
    "They're so beautiful.",
    "Look at the robin singing.",
    "Then, she found a wall of green ivy.",
    "There must be the secret garden beyond the wall.",
    "I wish I could see inside.",
    "That night, she couldn't sleep because of thinking about the secret garden.",
    "Then, she heard a strange sound was coming from another room.",
    "Martha! Martha! Is that someone crying?",
    "No, it's just the wind.",
    "Go to sleep.",
    "Mary always had breakfast, then went out to the garden.",
    "She heard the sound of a boy crying at night from time to time, but she tried not to care about it.",
    "One day, she saw the exact same robin again in the garden.",
    "It didn't fly away, but sat on a ring in the ground."
]