[
    "Want to get yourself out of a bad situation and into a better one?",
    "A solid resume is the first step.",
    "You will need a computer and a printer.",
    "Step one: Write your name in bold at the top of the page,...",
    "...followed by your address, phone numbers and email address. ",
    "Then center the whole thing.",
    "It also helps to make your heading slightly bigger than the rest of your resume...",
    "...so it stands out at the top of the page.",
    "Step two: List your work history, starting with your most recent position.",
    "Include the place of employment,...",
    "...the dates you were employed there and the type of job you performed.",
    "If it's your job titles that are impressive, lead with them in bold.",
    "If the places you worked are more impressive than what you actually did there, bold them instead.",
    "Step three: Give a brief summary of what you did at each position.",
    "Step four: Look closely at the description of the job you're applying for...",
    "...and adjust what you've written to emphasize your most relevant skills and experience.",
    "If you're not applying for a specific job, use an \"Objective\" line...",
    "...to describe what kind of work you're looking for and why you want it.",
    "Step five: Leave at least three spaces between job summations...",
    "...so your resume is easy to read, even if that means shortening some sections.",
    "Step six: When you're done listing former jobs, list your education,...",
    "...including the school you graduated from and the degree you earned there.",
    "Step seven: After your education, list any personal information...",
    "...like hobbies, interests or skills that pertain to the job you're seeking.",
    "But leave out the stupid stuff.",
    "If you're applying for a job as a mortician, nobody cares if you can juggle.",
    "The most relevant skills to include are proficiency in a foreign language...",
    "...and knowledge of a specific computer application or platform.",
    "Step eight: Always offer to make references available upon request at the end of your resume.",
    "It's classy.",
    "And if you actually have them, it's even better.",
    "Step nine: Be sure to spell-check your work and ask a friend to look it over before you print it out.",
    "Step ten: When your resume is letter-perfect, print it out on the special paper of your choice.",
    "Did you know?",
    "On average, for every 200 resumes reviewed, only one interview is granted."
]