[
    "Welcome to the West Wing Week,...",
    "...your guide to everything that's happening in 1600 Pennsylvania Avenue.",
    "This week, the President traveled to the Republic of Korea...",
    "...to attend a Security Summit where he also visited the DMZ,...",
    "...held a series of bilateral and trilateral meetings,...",
    "...and gave a major address to the students at Hankuk University.",
    "While back at home, the new year of the Kitchen Garden got underway, but this year's first planting,...",
    "...that's March 23rd to March 29th or I've Got Seoul.",
    "On the first Friday of spring and with the Rose Garden in full technicolor splendor,...",
    "...the President announced his nominee for the President of the World Bank.",
    "It's time for a development professional to lead the World's largest development agency.",
    "And that's why today, after a careful and thorough search,...",
    "...I'm nominating Dr. Jim Kim to be the next president of the World Bank.",
    "I think I can speak for Secretary Clinton and Secretary Geithner...",
    "...when I say that we are looking forward to working with him.",
    "That evening, the President set off on Air Force One bound for the Republic of Korea.",
    "And on Saturday, the President was still traveling crossing 13 time zones,...",
    "...one continent, and the Pacific Ocean.",
    "Air Force One made a 6,945 mile journey or 11,177 kilometers for the metric folks.",
    "The President landed early Sunday morning Korea time...",
    "...for his third visit to the Republic of Korea as President.",
    "His first stop was the demilitarized zone,...",
    "...the border separating North Korea and South Korea.",
    "He met with American and Korean troops serving on the Korean Peninsula...",
    "...and saw North Korea firsthand.",
    "You guys are at freedom's frontier.",
    "When you think about the transformation that has taken place in South Korea during my lifetime,...",
    "...it is directly attributed to this long line of soldiers, sailors, airmen, Marines, Coast Guardsmen.",
    "We're grateful to you and we're proud of you and I hope that all your families back home...",
    "...know how proud the commander in chief is of you.",
    "In the afternoon, the President sat down for the first of many bilateral meetings...",
    "...during his Korean social, the Prime Minister Erdogan of Turkey.",
    "Next was a bilateral meeting and a joint news conference with his host,...",
    "...President Lee of Korea at the Blue House...",
    "...where they consulted on goals for the Nuclear Security Summit...",
    "...and reaffirmed our strong reliance and relationship.",
    "Then, they sat down to dinner capping off the first of three historic days in Seoul."
]