[
    "On Monday, the President marked the beginning of the two-day Nuclear Security Summit with the speech,...",
    "...laying out the central purpose of his visit to the students of Hankuk University of Foreign Studies.",
    "So our shared future and the unprecedented opportunity to meet...",
    "...shared challenges together is what brings me to Seoul.",
    "Over the next two days, under President Lee's leadership,...",
    "...more than 50 nations will mark our progress...",
    "...toward the goal we set at the summit I hosted two years ago in Washington,...",
    "...securing the world's vulnerable nuclear materials in four years...",
    "...so that they never fall into the hands of terrorists.",
    "The President then sat down for discussions with the Presidents of the Russian Federation,...",
    "...Kazakhstan and the People's Republic of China...",
    "...before marking the official beginning of the 2012 Nuclear Security Summit.",
    "This was the second edition of the conference after the 2010 Nuclear Security Summit...",
    "...that the President convened in Washington DC.",
    "Meanwhile, back at home and halfway across the globe,...",
    "...the first lady was just getting started with her day,...",
    "...her week, in the 4th Annual Kitchen Garden Planting on the South Lawn of the White House,...",
    "...with help from students from North Carolina, Pennsylvania, Iowa...",
    "...and Girl Scout Troop 60325 from New York.",
    "Meanwhile back in Korea, the Summit was now in full swing...",
    "...with the first plenary session underway,...",
    "...and then a break for the so-called family photo with the leaders of the nations...",
    "...participating in the Nuclear Security Summit.",
    "The President stood alongside the Presidents of Russia and Kazakhstan...",
    "...for trilateral announcement on their progress on a joint operation...",
    "...to clean up the STS Nuclear test site in Kazakhstan.",
    "He then met with Prime Minister Gillani of Pakistan before bidding farewell...",
    "...to the Republic of Korea with a final goodbye to the US troops there.",
    "Thus beginning the 15-hour journey eastward toward home.",
    "On Thursday, the president spoke in the Rose Garden...",
    "...and called on congress to end the billions in taxpayer subsidies...",
    "...that goes to the largest oil and gas companies.",
    "They can either vote to spend billions of dollars more in oil subsidies...",
    "... that keep us trapped in the past,...",
    "...or they can vote to end these taxpayer subsidies that aren't needed to boost oil production...",
    "...so that we can invest in the future.",
    "It's that simple.",
    "And as long as I'm President, I'm betting on the future.",
    "Later, the President did an interview with Clark Kellogg of CBS,...",
    "...stopped by to meet with members of the International Red Cross,...",
    "...and spoke to the Cesar Chavez Champions of Change...",
    "...who represent communities all across America."
]