[
    "Want to stand out from the crowd?",
    "Stick around and I'll tell you how.",
    "I'm Cat Miller and this is Dice TV.",
    "The competition for jobs is heating up.",
    "It's an economic thing.",
    "If you want employers to notice you,...",
    "...your resume has got to show them just how professional you are.",
    "One way to do that: be brief.",
    "Most HR departments are understaffed and overworked.",
    "One job posting can inundate them in just hours.",
    "So, what you say? \"That's their job,\" you say?",
    "Well, consider this: most resumes get a whopping 10 to 30 seconds...",
    "...before they're moved up or thrown out.",
    "If yours is too long or too crowded, you can bet it's going to be rejected.",
    "Remember, the purpose of a resume is to get you the interview.",
    "So when you write it, follow these general guidelines.",
    "First remember, it's a resume.",
    "It's not an autobiography.",
    "Keep it focused on your work history and your skills.",
    "Do not mention race, religion, politics, or gender.",
    "And you might like to play the drums on weekends, but...",
    "...you know, employers don't need to know about it.",
    "Make sure that you have a powerful objective or headline and a strong summary.",
    "These are the first things an employer will see...",
    "...and your best-selling points need to be right at the top,...",
    "...below your name and address.",
    "Make sure the resume looks crisp and clean.",
    "Keep your type size to no more than 12 points but don't make it too small either,...",
    "...no less than 10.",
    "If you're struggling for space, look for some words to cut.",
    "Remember, you've got about 10 seconds.",
    "Your resume has to be well-designed, be easy to follow, be tight,...",
    "...and most important, demonstrate why you're the best candidate...",
    "...and should be called in for an interview.",
    "No pressure there.",
    "Take a look at the Dice Resume Center for help.",
    "I'm Cat Miller, this has been Dice TV.",
    "And we now return you to your regular desktop."
]