[
    "The GMP Group.",
    "Secrets to Success.",
    "\"Writing the Perfect Cover Letter.\"",
    "There's a job you really want.",
    "Question is, how do you get one foot in the door?",
    "Well, the first step is to have an awesome cover letter.",
    "A cover letter is a great opportunity to tailor your qualifications to a job opening.",
    "Think of it as a summary of your resume.",
    "It's objective is to generate interest in a reviewer...",
    "...to look at your detailed resume and get an interview.",
    "Some HR professionals think a cover letter is not important,...",
    "...but we know it can give you an edge over others.",
    "Now, here are a few tips to help you prepare that perfect cover letter.",
    "Tip number 1: Address to the right person.",
    "Avoid general salutations such as, \"Dear HR Manager.\"",
    "Don't be cold.",
    "Be personal.",
    "Find out who is in charge and address your document to the right person.",
    "Tip number 2: Make your cover letter concise.",
    "Don't overwrite.",
    "Keep it to three paragraphs and have all your information within one A4 page.",
    "Start the letter by telling HR how you learned about the organization and the job opening.",
    "If the company is good, sing its praises.",
    "A little bootlicking goes a long way.",
    "In paragraph two, justify why you are perfect for the job...",
    "...and how you can contribute to the company.",
    "You should also include your education qualification and previous job accomplishments.",
    "Remember to quantify your accomplishments with evidence such as statistics and awards.",
    "The final paragraph is where you leave that positive, lasting impression...",
    "...by reaffirming your interest in the job.",
    "Remember to include your contact details, and most importantly,...",
    "...don't forget to thank the reviewer.",
    "Tip number 3: Never reuse your cover letter.",
    "Each job vacancy is unique.",
    "You should therefore customize your cover letter accordingly.",
    "Don't be lazy!",
    "So to summarize the ingredients of a good cover letter.",
    "Number 1: Address to the right person.",
    "Number 2: Keep it concise.",
    "And finally, number 3: Never reuse your cover letter.",
    "Watch other episodes of Secrets to Success and learn more helpful tips today."
]