[
    "You should be nice to nerds.",
    "In fact, I'd go so far as to say,...",
    "...\"If you don't already have a nerd in your life, you should get one.\"",
    "I'm just saying.",
    "Scientists and engineers change the world.",
    "I'd like to tell you about a magical place called DARPA...",
    "...where scientists and engineers defy the impossible and refuse to fear failure.",
    "Now, these two ideas are connected more than you may realize...",
    "...because when you remove the fear of failure, impossible things suddenly become possible.",
    "If you want to know how, ask yourself this question,...",
    "... \"What would you attempt to do if you knew you could not fail?\"",
    "If you really ask yourself this question, you can't help but feel uncomfortable.",
    "I feel a little uncomfortable...",
    "...because when you ask it, you begin to understand how the fear of failure constrains you,...",
    "...how it keeps us from attempting great things, and life gets dull;",
    "...amazing things stop happening.",
    "Sure, good things happen, but amazing things stop happening.",
    "Now I should be clear, I'm not encouraging failure; I'm discouraging fear of failure...",
    "...because it's not failure itself that constrains us.",
    "The path to truly new, never been done before things always has failure along the way;",
    "...we're tested.",
    "And in part, that testing feels an appropriate part of achieving something great.",
    "Clemenceau said, \"Life gets interesting when we fail,...",
    "...because it's a sign that we've surpassed ourselves.\"",
    "In 1895, Lord Kelvin declared that heavier than air flying machines were impossible.",
    "In October of 1903,...",
    "...the prevailing opinion of expert aerodynamicists...",
    "...was that maybe in ten million years we could build an aircraft that would fly.",
    "And two months later on December 17th,...",
    "...Orville Wright powered the first airplane across a beach in North Carolina.",
    "The flight lasted 12 seconds and covered 120 feet.",
    "That was 1903.",
    "One year later, the next declarations of impossibilities began.",
    "Ferdinand Foch, a French army general...",
    "...credited with having one of the most original and subtle minds in the French army said,...",
    "...\"Airplanes are interesting toys, but of no military value.\"",
    "40 years later, aero experts coined the term \"transonic\".",
    "They debated, \"Should it have one S or two?\"",
    "You see, they were having trouble in this flight regime,...",
    "...and it wasn't at all clear that we could fly faster than the speed of sound.",
    "In 1947, there was no wind tunnel data beyond Mach 0.85.",
    "And yet, on Tuesday, October 14th, 1947,...",
    "...Chuck Yeager climbed into the cockpit of his Bell X-1...",
    "...and he flew towards an unknown possibility,...",
    "...and in so doing, he became the first pilot to fly faster than the speed of sound.",
    "Six of eight Atlas rockets blew up on the pad.",
    "After 11 complete mission failures, we got our first images from space.",
    "And on that first flight we got more data than in all U-2 missions combined.",
    "It took a lot of failures to get there.",
    "Since we took to the sky, we have wanted to fly faster and farther.",
    "And to do so, we've had to believe in impossible things.",
    "And we've had to refuse to fear failure.",
    "That's still true today."
]