[
    "Mrs. Kruthers, welcome.",
    "Thank you.",
    "Come on in, have a seat.",
    "Of course.",
    "I have been looking over your resume and I have to say I am very impressed.",
    "Oh, thank you.",
    "You know, actually I think, to be honest, you are overqualified to be an accountant.",
    "Oh well, that's okay, I don't intend to work very hard.",
    "Really?",
    "Absolutely! In fact, I only intend to show up when I feel like it,...",
    "...which is good because I've a wide variety of extremely annoying personal habits...",
    "...and absolutely no sense of hygiene.",
    "Oh! You know, then I don't feel like you're the correct person for this position.",
    "That's okay, I quit.",
    "You can't quit, you don't work here.",
    "Like, I would ever work here.",
    "Like, we would ever hire you.",
    "Oh yeah?",
    "Yeah. And even if you did work here...",
    "...I wouldn't even give you the opportunity to quit because I would fire you.",
    "Well, you can't fire me because I don't work here.",
    "That's right! You don't and I would can your ass so quick.",
    "Prove it.",
    "Okay. You've got the job.",
    "Thank you.",
    "You're welcome and now it is my pleasure to inform you that...",
    "I quit.",
    "You can't quit, I fired you.",
    "No, it's too late I don't work here anymore.",
    "Fine, let's try this again.",
    "You've got the job and now you're fired.",
    "No, you offered me the job but I never accepted.",
    "Look, I've already worked for you, it's very tedious.",
    "And now you want me back I think it's a regressive career move.",
    "Okay, what can we do to get you to come work for us?",
    "A raise.",
    "A raise?",
    "$200 an hour.",
    "200 an hour? Okay, prorated to this ten seconds you're gonna be working here so, 12 cents?",
    "And this time I promise I won't quit.",
    "You promise you won't quit, you promise you'll let me fire you.",
    "If you still want to.",
    "I'm sure I'm going to want to.",
    "So, we have a deal?",
    "Not yet.",
    "I've already been an accountant here.",
    "I feel like I've outgrown the position.",
    "I want something higher.",
    "How about Junior Vice President?",
    "Junior Vice President? $200 an hour or 12 cents whichever comes first...",
    "...and you promise not to quit before I have the opportunity to fire you.",
    "That's correct.",
    "Great! You've got the job.",
    "I accept.",
    "Great! Now, you're fired.",
    "You can't fire me, I'm Junior Vice President. I'm your boss.",
    "Well, that doesn't make sense.",
    "And as your boss, I regret that I have to fire you.",
    "Why are you firing me?",
    "Well, I can't help but notice that as head of personnel...",
    "...you've been hiring some very strange people lately, at $200 an hour for me.",
    "What am I supposed to do without a job?",
    "Well, we do have a new position opening up in head of personnel.",
    "Do you have any experience?"
]