[
    "A resume without a cover letter is like a burger without a bun.",
    "If you really wanted a job from somebody,...",
    "...you wouldn't send them a burger without a bun, would you? ",
    "Of course not.",
    "You will need: a computer, typewriter, or some other mechanical writing device...",
    "...a cover letter should never be handwritten.",
    "Step one: Address the letter to a specific person.",
    "Writing \"to whom it may concern\" is lazy. ",
    "Tracking down the right person shows real moxie.",
    "If you're unsure who to write, call the company and ask.",
    "Make sure you get their exact title and correct spelling of their name.",
    "Step two: Open your letter with a short introduction that gets right to the point;...",
    "...say what position you're after and how you found out about it.",
    "Step three: Demonstrate that you understand what the company does,...",
    "...and show enthusiasm for whatever that is.",
    "Read through the company's website to find details you can mention in your letter.",
    "Step four: Relate your past work experience to the current opening.",
    "Don't count on employers to connect the dots and realize how your previous jobs are relevant.",
    "Step five: If you're responding to a job posting,...",
    "...adapt your writing to address specific things mentioned in the post.",
    "Keep your cover letter short and concise.",
    "It shouldn't be longer than a page.",
    "A few brief paragraphs is enough.",
    "Step six: If you are attaching additional materials, like a portfolio or a reel,...",
    "...mention that at the end of the letter.",
    "Step seven: After thanking your reader, sign off with a suitable closing, like \"Sincerely\" or \"Best.\"",
    "And type your name on the next line.",
    "If you're mailing your letter, leave four blank lines between your closing...",
    "...and your typed name so you have room for your signature.",
    "Step eight: Make sure you've included all your contact information, even if it's already on your resume.",
    "Step nine: Proofread your letter carefully, word by word.",
    "Have a friend read it over. ",
    "At least twice.",
    "If you're emailing the letter, send it to yourself first to make sure there are no formatting errors.",
    "Step ten: Send your letter!",
    "And rest assured that your extra care will set you apart from the crowd.",
    "Did you know? The average cover letter is in an employer's hands for eight seconds."
]