[
    "So today, we turn to you.",
    "You are the promise for a more equal world.",
    "You are our hope.",
    "I truly believe that only when we get real equality in our governments, in our businesses,...",
    "...in our companies, in our universities, will we start to solve this generation's central moral problem,...",
    "...which is gender equality.",
    "We need women at all levels, including the top, to change the dynamic, reshape the conversation,...",
    "...to make sure women's voices are heard and heeded, not overlooked and ignored.",
    "So my hope for all of you here, for every single one of you,...",
    "...is that you're gonna walk across the stage and get your diploma.",
    "You're gonna go out tonight or maybe all summer and celebrate, you deserve it.",
    "And then, you're gonna lean way into your career.",
    "You're gonna find something you love doing, and you're gonna do it with gusto.",
    "You're gonna pick your field and you're gonna ride it all the way to the top.",
    "So, what advice can I give you to help you achieve this goal?",
    "The first thing is I encourage you to think big.",
    "Studies show very clearly that in our country, in the college educated part of the population,...",
    "...men are more ambitious than women.",
    "They're more ambitious the day they graduate from college,...",
    "...they remain more ambitious every step along their career path.",
    "We will never close the achievement gap until we close the ambition gap.",
    "But if all young women start to lean in, we can close the ambition gap right here, right now,...",
    "...if every single one of you leans in.",
    "Leadership belongs to those who take it.",
    "Leadership starts with you.",
    "The next step is you're gonna have to believe in yourself potentially more than you do today.",
    "Studies also show that compared to men, women underestimate their performance.",
    "If you ask men and women questions about completely objective criteria such as GPAs or sales goals,...",
    "...men get it wrong slightly high, women get it wrong slightly low.",
    "More importantly, if you ask men why they succeeded, men attribute that success to themselves,...",
    "...and women, they attribute it to other factors like working harder, help from others.",
    "Ask a woman why she did well on something, and she'll say, \"I got lucky.\"",
    "\"All these great people helped me. I worked really hard.\"",
    "Ask a man and he'll say or think, \"What a dumb question. I'm awesome.\"",
    "You're gonna walk off this stage today and you're gonna start your adult life.",
    "Start out by aiming high.",
    "Like everyone here, I have great hopes for the members of this graduating class.",
    "I hope you find true meaning, contentment and passion in your life.",
    "I hope that you navigate the hard times and you come out with greater strength and resolve.",
    "I hope that whatever balance you seek, you find it with your eyes wide open.",
    "And I hope that you, yes you, each and everyone of you have the ambition to run the world...",
    "...because this world needs you to run it.",
    "Women all around the world are counting on you.",
    "I'm counting on you."
]