[
    "When I was seven years old and my sister was just five years old, we were playing on top of a bunk bed.",
    "I was two years older than my sister at the time. I mean, I'm two years older than her now.",
    "But at the time that meant she had to do everything that I wanted to do and I wanted to play war.",
    "So we were up on top of our bunk beds and on one side of the bunk bed, I had put out all of my GI Joe soldiers and weaponry.",
    "And on the other side were all my sister's My Little Ponies ready for a cavalry charge.",
    "There are differing accounts of what actually happened that afternoon, but since my sister is not here with us today,...",
    "...let me tell you the true story which is my sister's a little bit on the clumsy side.",
    "And somehow, without any help or push from her older brother at all,...",
    "...suddenly Amy disappeared off of the top of the bunk bed and landed with this crash on the floor.",
    "Now I nervously peered over the side of the bed to see what had befallen my fallen sister...",
    "...and saw that she had landed painfully on her hands and knees on all fours on the ground.",
    "I was nervous because my parents had charged me with making sure that my sister and I played as safely and as quietly as possible.",
    "And seeing as how I had accidentally broken Amy's arm just one week before,...",
    "...heroically pushing her out of the way of an oncoming imaginary sniper bullet.",
    "For which I have yet to be thanked, I was trying as hard as I could.",
    "She didn't even see it coming. I was trying as hard as I could to be on my best behavior.",
    "And I saw in my sister's face, this wail of pain and suffering and surprise threatening to erupt from her mouth...",
    "...and threatening to wake my parents from the long winter's nap for which they had settled.",
    "So I did the only thing my little frantic seven-year-old brain could think to do to avert this tragedy.",
    "If you have children, you've seen this hundreds of times before.",
    "I said, \"Amy, Amy, wait. Don't cry. Don't cry.\"",
    "\"Did you see how you landed?\"",
    "\"No human lands on all fours like that.\"",
    "\"Amy, I think this means you're a unicorn.\"",
    "Now that was cheating, because there was nothing in the world my sister would want more...",
    "...than not to be Amy the hurt five-year-old little sister, but to be Amy the special unicorn.",
    "Of course, this was an option that was open to her brain at no point in the past.",
    "And you could see on my poor manipulated sister's face conflict.",
    "As her little brain attempted to devote resources to feeling the pain and suffering and surprise she just experienced,...",
    "...or contemplating her newfound identity as a unicorn.",
    "And the latter won out.",
    "Instead of crying, instead of ceasing our play, instead of waking my parents with all the negative consequences that would have ensued for me,...",
    "...instead a smile spread across her face and she scrambled right back up onto the bunk bed with all the grace of a baby unicorn. With one broken leg.",
    "What we stumbled across at this tender age of just five and seven, we had no idea at the time,...",
    "...was something that was going to be at the vanguard of a scientific revolution occurring two decades later in the way that we look at the human brain.",
    "What we had stumbled across is something called positive psychology,...",
    "...which is the reason that I'm here today and the reason that I wake up every morning.",
    "When I first started talking about this research outside of academia, out with companies and schools,...",
    "...the very first thing they said to never do is to start your talk with a graph.",
    "The very first thing I want to do is start my talk with a graph.",
    "This graph looks boring, but this graph is the reason I get excited and wake up every morning.",
    "And this graph doesn't even mean anything. It's fake data.",
    "What we found is... if I got this data back studying you here in the room, I would be thrilled.",
    "Because there's very clearly a trend that's going on there, and that means that I can get published, which is all that really matters.",
    "The fact that there's one weird red dot that's up above the curve, there's one weirdo in the room.",
    "You know who you are, I saw you earlier. That's no problem.",
    "That's no problem, as most of you know, because I can just delete that dot.",
    "I can delete that dot because that's clearly a measurement error.",
    "And we know that's a measurement error because it's messing up my data."
]