[
    "Dick Clark rose to national popularity...",
    "...when rock and roll was still shocking and innocent at the same time.",
    "His smile gave the gyrations a stamp of adult approval.",
    "He once said it was very simple, \"We played a record and the kids danced.\"",
    "But they danced through the decades, starting in 1957, 36 years of \"American Bandstand.\"",
    "Changing styles of music.",
    "Different dances.",
    "As time went on, Clark barely seemed to age.",
    "He was nicknamed \"America's oldest teenager.\"",
    "He just knew what would play with the kids.",
    "An appearance on \"Bandstand\" could make a career.",
    "Dick Clark gave a break to black artists as well, ahead of his time.",
    "Dick Clark didn't step into the spotlight,...",
    "...rather he stepped back and he spotlighted and showcased...",
    "...all the wonderful talent that has come through, through the years.",
    "And that's what has made him last.",
    "His ageless looks became the butt of jokes.",
    "I've been watching Dick Clark ever since I was a little kid.",
    "But his youthful enthusiasm put a mask on what was a sharp businessman.",
    "In the early days, he made a fortune investing in the music and artists he promoted on the show,...",
    "...until he was forced to sell his interest during the payola scandals.",
    "But he miraculously held on to \"Bandstand\" while some other big DJs lost their careers.",
    "He survived to create an empire.",
    "When he moved the show to Los Angeles, his Dick Clark Productions branched out...",
    "...into game shows, TV bloopers and practical jokes.",
    "And he took over as the host who ushered America into every New Year.",
    "Two, one. Happy 2000!",
    "He was someone who knew from the start what he wanted to do and did it the rest of his life.",
    "I knew when I was 13 what I wanted to do. That's very rare.",
    "I walked into a radio studio and saw Jimmy Durante and Gary Moore do a radio show and I said,...",
    "...\"Wow, what a great way to make a living.\"",
    "The teenager of course did grow old, but his face is frozen in that time...",
    "...when music was new and being young seemed like it would last forever.",
    "Sharyn Alfonsi, ABC News, New York."
]