[
    "72 floors up with London laid out before them.",
    "A breathtaking, terrifying view from the top of the Shard, the highest building in Europe.",
    "The group who took this video call themselves the Urban Explorers.",
    "They say they do not set out to break the law,...",
    "...but their latest stunt has exposed an embarrassing security breach a few months before the Olympic Games open in London.",
    "David Rubens runs a security consulting firm specializing in the Olympics.",
    "The security managers, that's the sort of thing they should be managing.",
    "The Olympics is a wild problem.",
    "It's a wicked problem.",
    "It's out of control.",
    "But looking after your own building is something that security managers should be able to do nowadays.",
    "Several similar groups are now claiming they also illegally scaled the Shard in recent months.",
    "The revelation comes just a week after a major sporting event in London was disrupted.",
    "For the first time since the World Wars,..",
    "... a protester halted the rowing race along the River Thames...",
    "...between Oxford and Cambridge universities.",
    "Trenton Oldfield appeared suddenly in front of Oxford's boat, forcing the race to be restarted.",
    "Oldfield says it was a protest against what he called \"elitist society.\"",
    "Olympic gold medalist Sir Matthew Pinsent was one of the race umpires.",
    "I think, any race official, your first priority is safety,...",
    "...both for the competitors and the public at large.",
    "And as soon as it was obvious to us that there was a guy swimming in the water,...",
    "...then it's no choice, you stop the race.",
    "The stunt prompted the chief of the British Olympic Association...",
    "... to warn that it would take \"just one idiot,\" in his words, to ruin this summer's Olympics.",
    "Again, security consultant David Rubens.",
    "First of all, it's very hard to guard against, as we saw with the boat race.",
    "Secondly, we have a history of what's called \"protest by banner waving\" in the UK,...",
    "...where very low-key, low-tech, low-cost groups...",
    "...such as the Animal Liberation Front, People for the Ethical Treatment of Animals,...",
    "...Greenpeace and especially Fathers 4 Justice...",
    "...gain massive international coverage through very low-tech and low-cost operations.",
    "Security rehearsals have focused on potential large-scale terror attacks.",
    "The cost of security alone has doubled since the original estimate to 882 million dollars.",
    "But as authorities make their final preparations...",
    "...for Britain's biggest peacetime security operation,...",
    "...there's a growing fear that just one determined individual could cause widespread disruption.",
    "Henry Ridgwell for VOA News, London."
]