[
    "Ten years ago, on a Tuesday morning, I conducted a parachute jump at Fort Bragg, North Carolina.",
    "It was a routine training jump, like many more I'd done since I became a paratrooper 27 years before.",
    "We went down to the airfield early because this is the Army and you always go early.",
    "You do some routine refresher training, and then you go to put on your parachute...",
    "... and a buddy helps you.",
    "And you put on the T-10 parachute.",
    "And you're very careful how you put the straps,...",
    "...particularly the leg straps because they go between your legs.",
    "And then you put on your reserve and then you put on your heavy rucksack.",
    "And then a jumpmaster comes and he's an experienced NCO in parachute operations.",
    "He checks you out.",
    "He grabs your adjusting straps and he tightens everything so that your chest is crushed,...",
    "...your shoulders are crushed down. ",
    "And of course, he's tightened so your voice goes up a couple of octaves as well.",
    "Then you sit down and you wait a little while, because this is the Army.",
    "Then you load the aircraft, and then you stand up and you get on.",
    "And then you kind of lumber to the aircraft like this in a line of people.",
    "And you sit down on canvas seats on either side of the aircraft.",
    "And you wait a little bit longer, because this is the Air Force teaching the Army how to wait.",
    "Then you take off.",
    "And it's painful enough now, and I think it's designed this way,...",
    "...it's painful enough so you want to jump.",
    "You didn't really want to jump, but you want out.",
    "So you get in the aircraft, you're flying along, and at 20 minutes out,...",
    "...these jumpmasters start giving you commands.",
    "They give 20 minutes, that's a time warning.",
    "You sit there, okay. Then they give you ten minutes.",
    "And of course, you're responding with all of these.",
    "That's to boost everybody's confidence, to show that you're not scared.",
    "Then they give you, \"Get ready.\" Then they go, \"Outboard personnel, stand up.\"",
    "If you're an outboard personnel, you stand up.",
    "If you're an inboard personnel, stand up.",
    "And then you hook up, and you hook up your static line.",
    "And at that point you think, \"Hey, guess what? I'm probably going to jump.",
    "\"There's no way to get out of this at this point.\"",
    "You go through some additional checks and then they open the door.",
    "And this was that Tuesday morning in September and it was pretty nice outside.",
    "So nice air comes flowing in.",
    "The jumpmasters start to check the door.",
    "And then when it's time to go, a green light goes on. The jumpmaster goes, \"Go.\"",
    "The first guy goes, and you're just in line, and you just kind of lumber to the door.",
    "Jump is a misnomer. You fall.",
    "You fall outside the door and you're caught in the slipstream.",
    "The first thing you do is you lock into a tight body position.",
    "Head down in your chest, your arms extended, put over your reserve parachute.",
    "You do that because, 27 years before, an airborne sergeant had taught me to do that.",
    "I have no idea whether it makes any difference, but he seemed to make sense,..",
    "...and I wasn't going to test the hypothesis that he'd be wrong.",
    "And then you wait for the opening shock for your parachute to open.",
    "If you don't get an opening shock to open the parachute, you've got a whole new problem set.",
    "But typically you do, typically it opens.",
    "And of course, if your leg straps aren't set right at that point, you get another little thrill.",
    "Boom."
]