[
    "You didn't see that coming.",
    "In \"Where the Wild Things Are,\" Max is a hyperactive boy...",
    "...with an imaginary world inhabited by wild monsters.",
    "Maurice Sendak created this wild children's book, which became a movie in 2009.",
    "\"Where the Wild Things Are\" is his most famous creation.",
    "We can totally build a place like that.",
    "At a New York exhibit of his illustrations,...",
    "...this is what the curator had to say about Sendak's work.",
    "Maurice Sendak, I think, to the world, has made such a huge impression...",
    "...with his illustration and his technique and his stories.",
    "It is always a story within the story.",
    "Once you read one of his stories and you really understand beyond being a child,...",
    "...as an adult looking back, you can really understand what the story is really about.",
    "In \"The Wild Things,\" Max misbehaves.",
    "He escapes into a world where he leads a wild rumpus.",
    "Let the wild rumpus start.",
    "For over 50 years, Sendak wrote and illustrated books focusing on kids' fears,...",
    "...insecurities and complexes.",
    "\"Where the Wild Things Are,\" first published in 1963,...",
    "...changed the image of kids in literature as well-scrubbed and well-behaved.",
    "Throughout his life, Sendak refused to be regarded as a children's writer.",
    "He said he wrote about the human condition and he refused to give in...",
    "...to popular trends like e-books.",
    "Earlier this year, in one of his last TV interviews, he told Comedy Central's Stephen Colbert,...",
    "...\"I hate those e-books. They cannot be the future. They may well be, I will be dead.\"",
    "Sendak's art went beyond books. In the second half of his career, he designed theatrical sets.",
    "But one of his happiest moments was when \"The Wild Things Are\" came out as a movie.",
    "It feels very strange.",
    "This whole procedure is very strange.",
    "I don't believe it's happening. ",
    "This is a dream, right?",
    "78.",
    "Maurice Sendak will always be remembered for Max and his monsters.",
    "He showed how the inner world of even the most frail is inhabited by wild things.",
    "Penelope Poulou, VOA News, Washington."
]