[
    "The road show started in New York,...",
    "...with Facebook founder Mark Zuckerberg on a mission to convince as many investors to like Facebook.",
    "Even from very early on when we're just building this thing for one school,...",
    "...there was this concept of what it could turn into.",
    "We just weren't sure then that we would be the ones who did it.",
    "Few could've imagined that what started as a university dormitory project just eight years ago...",
    "...would attract 900 million users worldwide and have an estimated value equal to the GDP of a small country.",
    "Based on an initial asking price of 28 to 35 dollars per share,...",
    "...stock analyst Max Wolf says the company may be worth upwards of 80 billion.",
    "I think we all get the valuation, I think they'll probably trade up on the first day.",
    "That being said, they're trying to take as much money in their IPO as possible.",
    "But not everyone is convinced of Facebook's money-making potential.",
    "I would not invest in it.",
    "Jeff Corbin, CEO at KCSA Strategic Communications,...",
    "...tells VOA that based on its advertising revenue,...",
    "...the company is worth considerably less.",
    "He uses the valuation formula for Google which is roughly five and a half times its annual advertising revenue.",
    "So if you use that multiple and you apply it to Facebook on say, 400 million in revenue,...",
    "...multiply that by 5.5. Maybe you have a 20 to 25 billion dollar valuation.",
    "Surely not a $100,000,000,000 valuation.",
    "Max Wolf admits the current valuation is aggressive.",
    "But he believes Facebook has momentum.",
    "The bigger you are, the harder it is to grow.",
    "That being said, we still think the company is a growth story. Clearly, the market does too.",
    "That may be so. But for now, Corbin tells casual investors to steer clear from the hype.",
    "What I feel is almost certain to happen is, unless the company gives specific metrics...",
    "...and indicates how they're going to increase those metrics,...",
    "...every quarter will be a disappointment for the company.",
    "Facebook's road show is sure to answer similar investor concerns as it crisscrosses major cities across the U.S..",
    "Facebook is expected to officially debut in the New York's Stock Exchange as early as May 18th.",
    "Mil Arcega, VOA News, Washington."
]