[
    "Good morning. How are you?",
    "It's been great, hasn't it?",
    "I've been blown away by the whole thing.",
    "In fact, I'm leaving.",
    "There have been three themes, haven't there, running through the conference,...",
    "...which are relevant to what I want to talk about.",
    "One is the extraordinary evidence of human creativity...",
    "...in all of the presentations that we've had and in all of the people here.",
    "Just the variety of it and the range of it.",
    "The second is that it's put us in a place where we have no idea what's going to happen,...",
    "...in terms of the future.",
    "No idea how this may play out.",
    "I have an interest in education.",
    "Actually, what I find is everybody has an interest in education.",
    "Don't you?",
    "I find this very interesting. ",
    "If you're at a dinner party, and you say you work in education,...",
    "...actually you're not often at dinner parties, frankly,...",
    "....if you work in education, you're not asked.",
    "And you're never asked back, curiously. That's strange to me.",
    "But if you are, and you say to somebody, you know, they say,...",
    "...\"What do you do?\" and you say you work in education,...",
    "...you can see the blood run from their face.",
    "They're like, \"Oh my God,\" you know, \"Why me?\"",
    "\"My one night out all week.\"",
    "But if you ask about their education, they pin you to the wall.",
    "Because it's one of those things that goes deep with people, am I right,...",
    "...like religion, and money and other things.",
    "I have a big interest in education, and I think we all do.",
    "We have a huge vested interest in it, partly because it's education...",
    "...that's meant to take us into this future that we can't grasp.",
    "If you think of it, children starting school this year will be retiring in 2065.",
    "Nobody has a clue despite all the expertise that's been on parade for the past four days,...",
    "...what the world will look like in five years time. And yet we're meant to be educating them for it.",
    "So the unpredictability, I think, is extraordinary.",
    "And the third part of this is that we've all agreed, nonetheless,...",
    "...on the really extraordinary capacities that children have, their capacities for innovation.",
    "I mean, Sirena last night was a marvel, wasn't she, just seeing what she could do.",
    "And she's exceptional, but I think she's not, so to speak,...",
    "...exceptional in the whole of childhood.",
    "What you have there is a person of extraordinary dedication who found a talent.",
    "And my contention is all kids have tremendous talents...",
    "...and we squander them pretty ruthlessly.",
    "So, I want to talk about education and I want to talk about creativity.",
    "My contention is that creativity now is as important in education as literacy,...",
    "...and we should treat it with the same status."
]