[
    "He used to think that for gay and lesbian couples, civil unions would suffice.",
    "But now, President Obama has concluded that's not enough.",
    "In an ABC News interview, he became the first president ever to support gay marriage.",
    "For me personally, it is important for me to go ahead and affirm...",
    "...that I think same-sex couples should be able to get married.",
    "For gay rights groups, those words were history making and a tectonic cultural shift,...",
    "...but opponents warned Obama's trespassing on religious belief...",
    "...and undermining marriage as an institution.",
    "Same-sex couples are free to live together...",
    "...and there are many things that they can do...",
    "...to protect themselves financially and so forth...",
    "...through private contractual arrangements.",
    "Obama's decision sets up a clear electoral choice with Mitt Romney opposing gay marriage.",
    "But my view is that marriage itself is a relationship between a man and a woman...",
    "...and that's my own preference.",
    "I know other people have differing views.",
    "This is a very tender and sensitive topic.",
    "Indeed, Obama came to his view after more than a year of very public soul searching.",
    "You know, my feelings about this are constantly evolving.",
    "I struggle with this.",
    "He also made his move days after Vice President Biden...",
    "...told a news show he was comfortable with gay marriage.",
    "And in the interview, Obama described long talks with friends, allies and aides,...",
    "...some of whom are gay,...",
    "...and even his daughters who have friends with gay parents.",
    "Malia and Sacha, it wouldn't dawn on them that somehow,...",
    "...their friends' parents would be treated differently.",
    "It doesn't make sense to them and frankly,...",
    "...that's the kind of thing that prompts a change of perspective.",
    "Left unspoken, the political consequences which could be serious in some swing states.",
    "North Carolinians, by a large margin, approved the constitutional ban on gay marriage.",
    "Now, will those voters also come out in November...",
    "...and vote heavily against Obama, that's one question.",
    "Second question is, were they already gonna come out and vote against Obama anyway.",
    "Still, Obama also could gain by re-energizing a gay community...",
    "...that's campaigned for him and donated generously,...",
    "...but was growing increasingly impatient.",
    "Of course, the president's aides...",
    "...are stressing the personal nature of his deliberation on this issue...",
    "...as well as the faith that he says informed it.",
    "However, the political dimension is inescapable,...",
    "...and Obama's backers know better than anyone that it is a gamble.",
    "Mark Smith, The Associated Press, The White House."
]