[
    "Number five: Vikings.",
    "What would a Viking be without his trusty battle helmet and its impressive horns?",
    "The answer is: A more historically accurate Viking.",
    "Think for a moment about what wearing headgear like that into a battle would mean.",
    "The horns are just easy targets for your opponent to hit and knock off your helmet.",
    "Or, if you strap on your helmet, now your opponent has a convenient lever...",
    "...with which to drag you to the ground...",
    "...and something to hold onto while slitting your throat.",
    "Horned helmets are a terrible idea,...",
    "...which is why archaeologists have never found them at Viking battle sites...",
    "...and there's no evidence that they were ever used.",
    "It was poets and artists, people not known for caring about facts and reality,...",
    "...who gave the Vikings their silly hats during the late 1800s,...",
    "...long after the Vikings could 'correct' their misconceptions.",
    "Number four: Lady Godiva.",
    "The story of this 11th century English noblewoman is that her mean husband, the Earl,...",
    "...raised taxes on the townspeople of Coventry,...",
    "...which Lady Godiva and not surprisingly the locals thought were too high.",
    "She badgered her husband and he conceded in exasperation to lower the taxes...",
    "...if she rode through the town naked, assuming that she never would but she did.",
    "Because people don't like taxes, even though their whole civilization is purchased,...",
    "...Lady Godiva's story lives on notably in the Godiva logo and in popular songs.",
    "But while Lady Godiva was a real person and Coventry is a real town,...",
    "...there is no record of her nude ride from the time when it happened...",
    "...so we can safely assume the story is false.",
    "Just as with the Vikings, again poets and artists are to blame,...",
    "...who made up the tale long after Lady Godiva's death.",
    "Number three: Napoleon.",
    "Famously this tiny, tiny general, perhaps to compensate for his short stature,...",
    "...took control of France, greatly expanded its influence and dubbed himself emperor.",
    "Napoleon's official height was indeed five foot two inches...",
    "...but at the time French inches were longer than English inches,...",
    "...so doing the unit conversion,...",
    "...Napoleon's height should have been reported as five seven in England's imperial units,...",
    "...which is short by today's standard but was average or slightly above average in the early 1800s.",
    "However England, with its eternal love for all things French,...",
    "...didn't care and went with the \"Napoleon is so short - LOL\" version of the story in newspapers and cartoons.",
    "Meanwhile, Napoleon was busy introducing the Metric System to France and the wider world...",
    "...to standardize measurements so this sort of confusion would never happen again...",
    "...and thankfully the whole world now uses metric.",
    "Mostly.",
    "Sort of."
]