[
    "My first piece of advice is this. Don't just get involved.",
    "Fight for your seat at the table.",
    "Better yet, fight for a seat at the head of the table.",
    "It's been said that the most important role in our democracy is the role of citizen.",
    "And indeed, it was 225 years ago today that...",
    "...the Constitutional Convention opened in Philadelphia and our founders,...",
    "...citizens all, began crafting an extraordinary document.",
    "Yes, it had its flaws. Flaws that this nation has strived to protect over time.",
    "Questions of race and gender were unresolved.",
    "No women's signature graced the original document. Although we can assume...",
    "...that there were founding mothers whispering smarter things in the ears of the founding fathers.",
    "That's almost certain.",
    "What made this document special was that it provided the space,...",
    "... the possibility for those who had been left out of our charter to fight their way in.",
    "It provided people the language to appeal to principles and ideals that broadened democracy's reach.",
    "It allowed for protest and movements, and the dissemination of new ideas...",
    "...that would repeatedly, decade after decade, change the world.",
    "A constant forward movement that continues to this day.",
    "Our founders understood that America does not stand still. We are dynamic, not static.",
    "We look forward, not back.",
    "And now that new doors have been opened for you,...",
    "...you've got an obligation to seize those opportunities.",
    "You need to do this not just for yourself but for those who don't yet enjoy the choices that you've had. The choices you will have.",
    "Don't wait for the person next to you to be the first to speak up for what's right.",
    "Because maybe, just maybe, they're waiting on you.",
    "Which brings me to my second piece of advice. Never underestimate the power of your example.",
    "The very fact that you are graduating,...",
    "... let alone that more women now graduate from college than men,...",
    "...is only possible because earlier generations of women -...",
    "...your mothers, your grandmothers, your aunts,...",
    "...shattered the myth that you couldn't or shouldn't be where you are.",
    "Do not underestimate the power of your example.",
    "This diploma opens up new possibilities. So reach back. Convince a young girl to earn one, too.",
    "If you earned your degree in an area where we need more women,...",
    "... like computer science or engineering,...",
    "...reach back and persuade another student to study it, too.",
    "If you're going into fields where we need more women,...",
    "... like construction or computer engineering, reach back. ",
    "Hire someone new.",
    "Be a mentor. Be a role model.",
    "Until a girl can imagine herself, can picture herself...",
    "...as a computer programmer or a combatant commander, she won't become one.",
    "So understand your power and use it wisely.",
    "My last piece of advice, this is simple but perhaps most important. Persevere.",
    "Persevere.",
    "Nothing worthwhile is easy.",
    "No one of achievement has avoided failure, sometimes catastrophic failures.",
    "But they keep at it.",
    "They learn from mistakes. They don't quit.",
    "Those quiet heroes all across this country,...",
    "...some of your parents and grandparents who are sitting here,...",
    "...no fanfare, no articles written about them, they just persevere.",
    "They just do their jobs.",
    "They meet their responsibilities.",
    "They don't quit.",
    "I'm only here because of them.",
    "They may not have set out to change the world but in small, important ways, they did.",
    "They certainly changed mine."
]