[
    "You wake up and it's a day like any other day.",
    "You get dressed.",
    "You make yourself breakfast.",
    "You brush your teeth.",
    "Everything you do starts to feel like some sort of elaborate, well rehearsed routine.",
    "And after a while,...",
    "...you realize how much of your life is merely an accumulation of these seemingly insignificant moments.",
    "You go through the day only half awake.",
    "Finding comfort in the mundane.",
    "Finding ways to escape from it all.",
    "It becomes hard to tell one day from the next.",
    "The days turn into weeks, the weeks into years.",
    "And before you know it, your whole life has passed you by.",
    "What was once an exciting and mysterious future is now behind you.",
    "You've come to accept the choices you've made, the life you've created for yourself.",
    "Bye, Dad.",
    "Bye.",
    "You tell yourself that you're different.",
    "That you're not just another one of the billions of people...",
    "...put here on this Earth only to be forgotten.",
    "That somehow, all your accomplishments will amount to something.",
    "But you know there's nothing inherently special about you.",
    "All your dreams and memories which you know so intimately,...",
    "...all your thoughts and feelings which define who you are...",
    "...are destined to become nothing more than an unwritten part of history.",
    "And as the rest of the world moves on,...",
    "...all that's left behind are a collection of photographs that only provide glimpses of who you were.",
    "But then something happens right there in that ordinary day.",
    "Maybe it's only a kiss.",
    "A conversation.",
    "A song on the radio.",
    "Something that makes you laugh.",
    "An incredible view.",
    "But you're suddenly reminded how beautiful life can be.",
    "And when it does happen, it doesn't matter to you how temporary life is...",
    "...or whether or not your existence is in any way significant.",
    "All that matters is in that instantaneous yet eternal moment in time,...",
    "...you're there to experience it."
]