[
    "The year's most hotly anticipated public offering...",
    "... kicked off at 11 AM Friday, in New York with founder Mark Zuckerberg...",
    "...ringing the Nasdaq opening bell remotely from Facebook headquarters in Menlo Park, California.",
    "Despite the hype and the celebratory hugs, the stock's performance on day one proved underwhelming.",
    "That came as no surprise to investment strategist Michael Gayad.",
    "We've actually seen a few of that type of behavior in some other tech IPOs this year...",
    "...where the initial excitement was high,...",
    "...there was a lot of buying and then it just gradually fell off.",
    "After opening at $38 a share, Facebook stock closed just 23 cents higher.",
    "That's a big wake-up call for a company that's now worth more than a $100,000,000,000,...",
    "...says media analyst Nick Thomas.",
    "Everyone loves Facebook because it's free.",
    "The big challenge for Facebook is that once it has shareholders,...",
    "...it's going to have to start generating serious revenue.",
    "Among the doubters was automaker General Motors, which pulled its ads from Facebook,...",
    "...saying it didn't think the social network could deliver results.",
    "Some analysts had been warning that Facebook was overvalued.",
    "Jeff Corbin at KCSA Communications told VOA he had no plans to invest in Facebook.",
    "How do we put a value on it? Right now, it's all advertising.",
    "If the advertising industry determines that Facebook ads don't really help,...",
    "...then they're going to see a decrease in their revenue.",
    "But Facebook is not without its believers.",
    "Jonah Peretti is the founder of Buzzfeed.com.",
    "It's a phenomenal company when you look at the level of engagement",
    "...and there's nothing to compare it to.",
    "Nothing has ever had that level of engagement before.",
    "And so I think they have a really bright future...",
    "...and that people haven't quite fully understood...",
    "...the impact they're gonna have on the Internet and on business and on media.",
    "Despite a disappointing first day,...",
    "...the world's largest social network, with an estimated 900 million users worldwide,...",
    "...managed to raise more than 18 billion dollars,...",
    "...making it the largest technology IPO in US history.",
    "Mil Arcega, VOA News, Washington."
]