[
    "This has been an interesting week for Mark Zuckerberg, on Friday his company,...",
    "...a little outfit called Facebook, started selling shares on Wall Street,...",
    "...instantly earning the 28-year-old 19 billion dollars, on paper at least.",
    "And then yesterday, he got married in a secret surprise ceremony.",
    "Ron is back with this pretty major status update.",
    "This is a huge week for Mark Zuckerberg.",
    "On Monday, he celebrated his 28th birthday, on Friday,...",
    "...Facebook had that IPO and yesterday, he tied the knot with his longtime girlfriend,...",
    "...which he announced to the public by changing his status on Facebook to \"married.\"",
    "So let's do this.",
    "On Friday, this seemed to be the biggest day of Mark Zuckerberg's young life:...",
    "...taking his company public and making himself 20 billion dollars richer.",
    "But now it turns out this maybe the biggest day of his life.",
    "On Saturday afternoon, one of the youngest billionaires on the planet...",
    "..took off his hoodie, donned a suit and married his longtime girlfriend Priscilla Chan.",
    "For all his billions, this was a small ceremony held in his backyard in Palo Alto, California.",
    "Less than a hundred guests attended...",
    "...and they didn't even know they were coming to a wedding.",
    "They thought it was a graduation party for Priscilla.",
    "With all the news that Facebook had been taking up this week,...",
    "...this is the one that nobody ever expected.",
    "That on the heels of the second largest IPO in American history, the CEO gets married.",
    "The two have been dating since they were students at Harvard together,...",
    "...before Facebook was Facebook.",
    "This is not an impulse buy.",
    "This is not your newly minted billionaire's frivolous expenditure.",
    "He had designed the ring beforehand.",
    "He had been dating the girl for eight years.",
    "Chan is a pediatrician who just graduated from medical school this week.",
    "Zuckerberg spoke to Robin Roberts about how the story she told from the ER...",
    "...helped inspire a new initiative on Facebook to foster organ donations.",
    "She is gonna be a pediatrician.",
    "So our dinner conversations are often about Facebook and kids,...",
    "...and the kids that she's meeting.",
    "She'll see them getting sicker, and then all of a sudden an organ becomes available and...",
    "...she comes home and it looks like her face is all lit up...",
    "...because someone's life is gonna be better because of this.",
    "Now, she is Mrs. Zuckerberg and her young billionaire husband's life is just a little richer.",
    "And the bride's wedding ring was described...",
    "...as a simple ruby that was designed by Zuckerberg himself.",
    "No word on where the couple is going for their honeymoon or when.",
    "So far on Zuckerberg's Facebook page, the wedding announcement and photo...",
    "...have gotten, listen to this one, 664,000 likes."
]