[
    "I'm Lisa Birnbach for howdini.com.",
    "You're going for a job interview.",
    "How to make the interview work so that you land the job?",
    "Carolyn Bigda from Money magazine is with us.",
    "How do you do that?",
    "Well, some surveys show that hiring managers actually make their opinion of you...",
    "...within the first ten minutes of meeting you.",
    "So, you want to make a really good first impression.",
    "How do you do that?",
    "Well, the first thing is your appearance.",
    "You want to walk in wearing a nice, crisp suit...",
    "...or whatever appropriate outfit is for this interview.",
    "You want to give a firm handshake and you want to look the hiring manager directly in the eye.",
    "Don't people know that?",
    "Yeah, you might be surprised by how many people, they might feel more casual about it...",
    "...or they are shy and so they haven't practiced this...",
    "...and they're not used to being assertive and putting themselves out there.",
    "What about clothing?",
    "Unless you're working or applying for a job in the fashion industry,...",
    "...shouldn't you be on the conservative side rather than very fashionable?",
    "Exactly. I mean, the safe bet is always to wear a nice suit, neutral colors;...",
    "...come in wearing something that's not too flashy, and just be dressed appropriately.",
    "You want to look professional and I think everyone has a sense of what professional is.",
    "One other thing you want to practice before you go into this interview...",
    "...is a quick sales pitch about yourself.",
    "Something that maybe has bullet points or just gets to the heart...",
    "...of what you've done over the last couple of years to impress this manager.",
    "Practicing this is key because it has to come across as smooth...",
    "... but you also want it to have specific examples maybe, or just some key points...",
    "...that the hiring manager will be really excited about and interested in.",
    "But not so professional that it seems like you're just a sales person.",
    "Exactly. You want to keep it down-to-earth and relaxed as much as possible...",
    "...which is why practicing it is a good idea...",
    "...because when you've got it sort of routine inside of you, it's much easier to deliver.",
    "Carolyn, what if you've just been fired by your previous employer,...",
    "...do you have to be honest about that, and how do you position that in a job interview?",
    "You do have to be honest if they do ask you why you left your job...",
    "...but you want to stay positive on this topic.",
    "You don't want to come in as someone who has a lot of resentment...",
    "...or you've got a grudge against your former employer.",
    "If they ask you why you're looking for a job,...",
    "...a good response is to say you're looking for that next opportunity,...",
    "...to take that next step in your career, to apply your skills in a different way.",
    "You want to come across as a team player?",
    "Yes, coming across as a team player is always key...",
    "...but also showing leadership skills also impresses employers.",
    "So, if you can come up with examples of both in your interview, those are bonus points basically.",
    "And obviously finally, you want to look like a hard worker...",
    "...who will be committed to the mission of the company you're interviewing with.",
    "Exactly, which is why again showing specific examples of the results...",
    "...that you had at your previous company will really impress your employer...",
    "...because they see that you come in and you do have an impact that you will produce.",
    "Carolyn Bigda, thank you so much.",
    "Again, I've learned something new.",
    "For howdini.com, I'm Lisa Birnbach."
]