[
    "In the heart of London at Trafalgar Square, the official Olympic countdown clock...",
    "...gets a steady stream of people posing for pictures.",
    "But most of them are foreign tourists;...",
    "...many Londoners appear indifferent, worried, or actually hostile toward the games.",
    "I just think it's a waste of money.",
    "Really?",
    "Yeah, all the money that's being wasted; could've been spent on something else.",
    "It's already busy up London.",
    "Imagine when the Olympics is here, imagine how busy it's gonna be everywhere. ",
    "No one is gonna be able to get around.",
    "Stuff they've designed to support the Olympics are absolutely hideous; I think that hasn't helped.",
    "The Olympic logo thing is a complete massive farce, and those mascot toys that they've got;...",
    "...I mean, I haven't met anyone who thinks they aren't completely ridiculous.",
    "The Olympics items ranging in price from just a few dollars to hundreds can be hard to find.",
    "They're only available at specially licensed shops...",
    "...and in official London 2012 stores, mainly at transport hubs.",
    "Olympics merchandising chief Simon Lilley says that's part of the game strategy.",
    "I think the key thing is we are focusing on the quality of distribution...",
    "...so we want them in the right places, putting our brand in the right way.",
    "So, I think we've got selective distribution,...",
    "...and I think this will build and build as we move towards the games.",
    "And London 2012 officials like Jonathan Edwards believe the enthusiasm will build as well.",
    "When you're involved within the Olympic and Paralympic world,...",
    "...it feels like that's everything.",
    "But for people out in the streets, it is kind of like,...",
    "...\"Oh yeah, the Olympics, that's in the summer.\"",
    "And they kind of engage with it when it's actually here.",
    "For now, many people in Britain are more focused on celebrations...",
    "...marking the 60th year of Queen Elizabeth's reign.",
    "But some are getting excited about the Olympics,...",
    "...particularly those who come out to see the Olympic Park.",
    "I think people do like to moan, don't they?",
    "That's their default position, they like to moan.",
    "So, let them moan, and I'm quite happy about it.",
    "I think that people will forget the cost; it's the atmosphere and the new life that it brings that people value.",
    "I think overall it's cool.",
    "I'm going to look back on it and say,...",
    "...\"Yeah, I was in London when the Olympics happened.\"",
    "That's the attitude Olympic officials are hoping for,...",
    "...but many Londoners are not there yet.",
    "Al Pessin. VOA News, London."
]