[
    "Welcome to the jungle, my man.",
    "This is it, do-or-die, survival of the fittest.",
    "Afraid you're gonna blow it?",
    "Relax.",
    "Here are some fail-safe tactics that'll shoot you to the top of anybody's shortlist.",
    "You will need a professional looking outfit, a briefcase or portfolio,...",
    "...an up-to-date resume and a positive attitude.",
    "Step one. Do your research.",
    "Pour over the company's website, search for relevant news items about it and its major competitors,...",
    "...and catch up on the latest developments in your field.",
    "Look for connections between the company's needs and your skills.",
    "Be prepared to discuss how your accomplishments complement the company's goals.",
    "Step two. Arrive a few minutes early.",
    "At the very least, be right on time.",
    "Never arrive late for a job interview, that's just lame.",
    "Step three. Dress the part to give the visual impression that you belong.",
    "Not every interview requires a coat and tie, but you should always look neat and professional.",
    "Step four. Make nice with any employees you meet while waiting...",
    "...and always be nice to the receptionist.",
    "She's the eyes and ears of the company.",
    "Step five. Greet your interviewer with a firm, dry handshake.",
    "Don't give just a limp finger grab, don't go overboard and crush their hand,...",
    "...and don't try anything funny or clever.",
    "Step six. Make sure your resume and list of references are up-to-date, and bring extra copies of both.",
    "Step seven. Listen as much as you talk.",
    "Keep your answers on point and don't forget to ask questions as well as answer them.",
    "Did you quit your last job to play poker for a year?",
    "If so, be ready to explain why, you will be asked.",
    "Step eight. Put a positive spin on everything.",
    "Everyone wants to hire a team player,...",
    "...so resist the urge to complain about another job or badmouth a former employer.",
    "Step nine. Don't exaggerate your skills or your knowledge.",
    "Be straight about what you do and don't know, and offer to learn more if you get the job.",
    "Let your personality show, but save the theatrics for when you're hanging out with your friends.",
    "Step ten. Smile, nod and maintain eye contact.",
    "The proper body language conveys interest and engagement.",
    "No slouching.",
    "Step 11. Before you leave, ask about the next step in the process...",
    "...and the overall timeline for filling the position.",
    "Step 12. Don't forget to thank everyone on the way out.",
    "When you get home, mail a handwritten note to each person you spoke with.",
    "Did you know?",
    "Interviewers at Microsoft often asked job applicants why manhole covers are round,...",
    "...just to test how well they thought on their feet."
]