[
    "Counting to 100.",
    "Leticia walked into the kitchen.",
    "She washed her hands for dinner.",
    "\"Where were you?\"",
    "her mother asked.",
    "\"I've been counting. I need 100 things,\"",
    "Leticia said.",
    "\"Why do you need 100 things?\"",
    "her mother asked.",
    "\"Tuesday is the 100th day of school. For a project, everyone needs to bring in 100 things,\"",
    "Leticia said.",
    "\"Your brother and I can help with your project,\"",
    "her mother said.",
    "100 of Something.",
    "Leticia showed her family a large piece of paper.",
    "There were 100 squares drawn on the paper.",
    "\"I have to glue 100 things into these 100 squares,\"",
    "Leticia said.",
    "\"Let's think. Do you read in school?\"",
    "her mother asked.",
    "\"We read every day,\"",
    "Leticia said.",
    "Making Little Books.",
    "\"What do you like about books?\"",
    "her brother asked.",
    "Leticia smiled.",
    "\"I like the covers. I like the titles. I like the stories.\"",
    "\"We could make little books,\"",
    "her brother said.",
    "Leticia wasn't sure.",
    "\"If we made books, could I write in them?\"",
    "\"Of course. It's your project. We're just helpers,\"",
    "her mother said.",
    "Leticia liked the sound of that.",
    "Secret Messages.",
    "Leticia and her family made the tiny books.",
    "Then, Leticia wrote little notes in the books.",
    "She had to write very small.",
    "When Leticia was done, she showed her project to her mother and brother.",
    "\"Cool,\"",
    "her brother said.",
    "\"This is very creative,\"",
    "her mother said.",
    "On the 100th day, everyone brought their projects to school.",
    "Leticia showed her project to the class.",
    "At the top, she had written 100 Reasons I Love to Come to School.",
    "The title made her friends want to know more.",
    "They began reading the words in the little books.",
    "The Special Project.",
    "\"Look, Kate, this one says 'I like to see Kate smile,",
    "said Mia.",
    "Soon there was a crowd around Leticia's project.",
    "The teacher read the books out loud.",
    "The class clapped for every book.",
    "There was a book for every student in Leticia's grade.",
    "There was also a book for everyone who worked at the school.",
    "Leticia found a creative way to celebrate the 100th day of school.",
    "Her 100 reasons told 100 people why they were special."
]