[
    "This is the Thanksgiving the Jacks built.",
    "This is the family that ate the Thanksgiving the Jacks built.",
    "This is the turkey all stuffed and fat that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the mother whose name is Pat who cooked the turkey all stuffed and fat...",
    "...that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the father in a chef's hat who helped the mother whose name is Pat,...",
    "...who cooked the turkey all stuffed and fat that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the grocer who lives in the town who waited on Father in a chef's hat...",
    "...who helped the mother whose name is Pat who cooked the turkey all stuffed and fat...",
    "...that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the truck with tires worn-down that supplied the grocer who lives in the town...",
    "...who waited on Father in a chef's hat who helped the mother whose name is Pat...",
    "...who cooked the turkey all stuffed and fat that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the farmer all smiles and no frown who loaded the truck with tires worn-down...",
    "...that supplied the grocer who lives in the town who waited on Father in a chef's hat...",
    "...who helped the mother whose name is Pat who cooked the turkey all stuffed and fat...",
    "...that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the boy with scratched up knees who watched the farmer all smiles and no frown...",
    "...who loaded the truck with tires worn-down that supplied the grocer who lives in the town...",
    "...who waited on Father in a chef's hat who helped the mother whose name is Pat...",
    "...who cooked the turkey all stuffed and fat that fed the family that ate the Thanksgiving the Jacks built.",
    "This is the dog as proud as you please that followed the boy with the scratched up knees...",
    "...who watched the farmer all smiles and no frown who loaded the truck with tires worn-down...",
    "...that supplied the grocer who lives in the town who waited on Father in a chef's hat...",
    "...who helped the mother whose name is Pat who cooked the turkey all stuffed and fat...",
    "...that fed the family that ate the Thanksgiving the Jacks built."
]