[
    "We've all seen variations on the list of common questions interviewers ask, but...",
    "...how much have you thought about what questions you should ask a potential employer?",
    "I'm Cat Miller and this is Dice TV.",
    "The best interviews are really conversations.",
    "The company wants to know if this is the right fit, and so do you.",
    "After all, work makes up a good portion of your life,...",
    "...so any organization or team you may join has to meet some of your basic needs.",
    "So, here are a few seed questions that can reveal aspects of the job and the company,...",
    "...you might not learn if you didn't ask.",
    "Why did the last person leave this position?",
    "The answer to that will tell you a lot about the company's dynamics.",
    "Is the job vacant due to a promotion?",
    "If so, great.",
    "That means there's room for advancement.",
    "Did the person get fired?",
    "If yes, you'll need to do some additional probing...",
    "...to figure out what caused the company to take such drastic action.",
    "Is this a new position?",
    "That would be great, too.",
    "It means growth, but you'll need to ask more questions to find out if it's SMART growth...",
    "...or the kind that will have you back on the street in three months.",
    "Can you describe what my first day, week, and month will look like?",
    "The answers here will tell you how far they've thought through your onboarding.",
    "Is it sink or swim, or do they have a reasonable plan with some mentoring?",
    "It can also give you clues about what to expect at first...",
    "...and what the company's manager's expectations are about your coming up to speed.",
    "Can you describe the ideal candidate for this position?",
    "This is a good one because it forces the interviewer to tell you exactly what they want.",
    "Then before you finish the interview, you can create a narrative starring you as that exact person.",
    "Also, make sure you hit the potential employer's website before the interview.",
    "That will usually help you come up with additional questions to ask.",
    "I'm Cat Miller, this has been Dice TV. And we now return you to your regular desktop."
]