[
    "How to answer the question \"Tell me about yourself.\"",
    "Job interviews can be intimidating and open-ended questions like...",
    "...\"tell me about yourself\" make it even scarier.",
    "Give an answer that will impress your interviewers and set your interview off on the right foot.",
    "You will need the job description and your resume.",
    "Step one: Carefully read over the job description...",
    "...and make note of important keywords that will help you learn more about...",
    "...what the employers are looking for.",
    "Step two: Prepare for this question in advance of the interview.",
    "Review your resume and make a list of at least five or six words...",
    "...that define your professional strengths.",
    "Step three: Think of a professional success you have had,...",
    "...where you've helped solve a problem or added value to a former employer's project.",
    "Step four: Write out a 30-second response to the question \"Tell me about yourself\"...",
    "...that combines your professional strengths and discusses a past professional success.",
    "Never complain about current or former employers during your job interview.",
    "Step five: Focus your response on positive professional experiences.",
    "Don't talk about personal information like marriage, children or pets.",
    "Step six: Practice your response until you can remember the main points.",
    "Focus on sounding natural and conversational.",
    "Prepare a list of questions about the job that you want to ask during the interview.",
    "Show the employer that you've done research on the organization and have thought about the job.",
    "Step seven: Arrive at the interview prepared,...",
    "...giving an answer that is concise and truthful when the interviewers ask you to tell them about yourself.",
    "Let your professional strengths shine and set the stage for a successful interview,...",
    "...and maybe a new job.",
    "Did you know?",
    "According to estimates from the Bureau of Labor Statistics,...",
    "...half of the top 20 fastest growing occupations in the US are related to the health care industry."
]