[
    "One day, Leopard went out hunting.",
    "He came upon Ram's house.",
    "Leopard was a great hunter, but he had never seen Ram in his life.",
    "Leopard was a little afraid of him.",
    "He went to Ram and said meekly.",
    "Good day, friend. Who might you be?",
    "I am Ram.",
    "said Ram in a gruff voice.",
    "Who are you?",
    "I am only Leopard.",
    "said Leopard softly.",
    "Leopard was so scared, he ran straight home.",
    "As soon as Leopard got home, he went to Jackal.",
    "Jackal's house was close by.",
    "I had such a fright!",
    "panted Leopard.",
    "I saw such a fierce fellow!",
    "He had a large head, terrible horns, and a rough voice!",
    "He said his name was Ram.",
    "How foolish you are!",
    "Jackal laughed.",
    "Ram cannot hurt a flea, and his meat is juicy and sweet.",
    "I thought you were a hunter.",
    "Tomorrow we shall go and eat him.",
    "Leopard was still afraid.",
    "He wanted to seem brave, so he said he would go.",
    "The next day, Jackal tied Leopard to his leg with a string.",
    "This way, Leopard could not run away.",
    "Ram saw the two friends as they came to the top of the hill.",
    "Ram ran into his house.",
    "Wife, what shall we do?",
    "he asked.",
    "Jackal and Leopard are both after us.",
    "Have no fear.",
    "said his wife.",
    "Take our child in your arms and go outside.",
    "Pinch her to make her cry as if she were hungry.",
    "Ram took the child and did as he was told.",
    "He stepped outside just as Leopard and Jackal arrived.",
    "As soon as Leopard saw Ram, he grew afraid.",
    "He pulled back, but Jackal jerked the string.",
    "Come on.",
    "he said.",
    "He cannot hurt you.",
    "Ram saw Leopard's fear, and he pinched the child.",
    "The child began to cry, and Ram said in a rough voice.",
    "Jackal, you have done well.",
    "You have brought us the leopard to eat.",
    "You are just in time.",
    "My child is crying for food.",
    "These words were more than Leopard could stand.",
    "He leaped away and began to run, dragging Jackal with him.",
    "Leopard ran up and down hills, through bushes, and under rocks.",
    "He did not look back until poor Jackal was bruised from head to toe."
]