[
    "George Washington was America's first president.",
    "You can see his picture on the dollar bill.",
    "There are many stories about George Washington's childhood.",
    "The most famous story is about a cherry tree.",
    "One day, George's father gave him a little hatchet.",
    "George wanted to try it out.",
    "The trees in the woods looked too big.",
    "But there was a pretty cherry tree in the garden.",
    "George swung his hatchet.",
    "He chopped the tree down.",
    "Crash!",
    "Then he went off to play.",
    "George's father was very angry when he saw the tree.",
    "\"Who cut down my beautiful tree?\"...",
    "...he said.",
    "If George didn't say anything, no one would know.",
    "But George said...",
    "I did and I cannot tell a lie.",
    "Another story is about a horse.",
    "One morning, George went to the stable.",
    "He asked the stableman to give him the best horse.",
    "The stableman was afraid, but he gave George the horse.",
    "George took the horse out.",
    "He joined a big fox hunt, but the horse hurt its foot.",
    "George's mother saw the limping horse.",
    "She got very angry at the stableman.",
    "She was going to punish him harshly.",
    "But George said...",
    "\"I made him do it, Mother.\"",
    "Here is another horse story.",
    "George's mother had a wild horse.",
    "No one knew how to ride it.",
    "George and his friends decided to try.",
    "George hopped on the horse.",
    "The horse bucked and tumbled.",
    "George hung on tight, but the horse had a bad heart.",
    "The horse fell over and couldn't get up.",
    "George and his friends were very upset.",
    "They didn't want to hurt the horse.",
    "George's mother came home.",
    "She asked about the horse.",
    "\"I'm so sorry, I hurt the horse,\"...",
    "...George said.",
    "George's mother was mad.",
    "But she was also proud of George.",
    "It takes courage to admit that you have done something wrong.",
    "George Washington was very honest.",
    "Honesty helped him become America's first president."
]