[
    "Things are always changing, like the clock, the weather and even me.",
    "It seems nothing ever stays the same.",
    "My life has been full of changes.",
    "Sometimes I don't feel good about them, but then later it gets better.",
    "Taffy, my kitty, ran away.",
    "We have looked for him all over, but we cannot find him anywhere.",
    "I miss Taffy a lot and I am sad.",
    "Dad says that we can get another kitty.",
    "That makes me feel better.",
    "I don't know what I will name him, but I will always remember Taffy.",
    "My best friend, Robin, just moved away.",
    "The moving van took away everything, and the house is empty.",
    "I wish Robin were here to play with me.",
    "Robin now lives in the mountains.",
    "I have never seen mountains, but they sound like fun to visit.",
    "Mom says we can take an airplane so I can see Robin and play with her again.",
    "The day I started the new school year, I was scared of all the new children in my class.",
    "I was afraid they wouldn't like me and that I couldn't run as fast as they do.",
    "Now I am happy because I have made lots of new friends.",
    "I like Sarah and Ana and Mary Lou who makes me laugh.",
    "I love my class and my teacher.",
    "Mom just took a new job at an office downtown.",
    "She's not here when I come home from school.",
    "My Aunt Barbara is here to give me cookies and milk.",
    "Then I wait and wait for Mom to come home.",
    "When the hands of the clock point straight up and down, she comes home and that makes me happy.",
    "Things are always changing, even with me.",
    "Yesterday I looked in the mirror.",
    "My face looked like a Halloween pumpkin because I lost my first tooth.",
    "I had a big surprise when I woke up this morning.",
    "My tooth was gone from under my pillow.",
    "There was a note from the tooth fairy and a whole quarter.",
    "I'm going to save it to buy some colored pencils.",
    "In school I learned that crawly caterpillars change into butterflies.",
    "And tiny acorn nuts grow into great big oak trees.",
    "Mom says that long ago, she was little like me.",
    "Do you think someday I will change and be a grown up?",
    "I think I will be an artist."
]