[
    "A line connects two points.",
    "A line is longer than it is wide.",
    "Lines can be short, and lines can be long.",
    "Lines can be straight, and lines can be curved.",
    "You can bend lines to make a shape.",
    "You can join straight lines together to make a shape.",
    "You can join curved lines together to make a shape.",
    "There are many kinds of shapes.",
    "Circles, squares, rectangles, and triangles are geometric shapes.",
    "We can use geometric shapes to draw many things.",
    "When a line goes all the way around, it makes a circle.",
    "You can use a circle, three small circles and a curved line to make a face.",
    "On another piece of paper, draw a circle.",
    "Then make it a mouse with eyes, ears, and whiskers.",
    "Use lines and more circles.",
    "If we cut a circle in half, we get two half circles.",
    "You can use four half circles to draw a caterpillar.",
    "On another piece of paper, draw a half circle.",
    "Then make it into a fish with eyes, a tail, and fins.",
    "When a line turns a corner three times, it makes a triangle.",
    "Triangles have three sides and three corners.",
    "You can use triangles to make a face on a pumpkin.",
    "On another piece of paper, draw a triangle.",
    "Then make it into a tree with leaves and a trunk.",
    "When a line turns a corner four times, it makes a square.",
    "A square has four sides and four corners.",
    "Each side is the same length.",
    "You can use squares and half circles to make a truck.",
    "On another piece of paper, draw a square.",
    "Then make it into a dog by adding ears, a tail, and legs.",
    "Use curved lines and straight lines.",
    "A rectangle has four sides, just like a square.",
    "Two sides are the same length.",
    "The other two sides are another length.",
    "You can use rectangles, circles, squares and lines to draw a bus.",
    "On another piece of paper, draw a rectangle.",
    "Then make it a house with a roof, two windows, and a door.",
    "Use a triangle and three rectangles.",
    "Now, on another piece of paper, make a picture using all of the shapes: circles, squares, triangles, and rectangles."
]