[
    "Anna looked out her grandmother's window as dark clouds piled up in the sky.",
    "\"I hope it doesn't rain, Oma.\",  Anna said.",
    "\"Remember what Opa told you.\",  Oma said.",
    "\"A little rain makes all things better,...",
    "...not school picnics.\", said Anna.",
    "\"True.\", Oma nodded, \"Rain and picnics are not so good.\".",
    "Anna looked at the box of cupcakes with pink icing.",
    "Oma and Anna had worked hard on them.",
    "\"Rain is not good for cupcakes, either.\", said Anna.",
    "Oma tapped her chin.",
    "\"I wonder if you could.\", she murmured.",
    "\"What?\", asked Anna.",
    "\"No.\", Oma said, \"You are too young.\".",
    "\"Tell me!\"",
    "\"I was thinking,\" said Oma, \"about Opa's magic coat.\"",
    "\"Magic coat?\" asked Anna.",
    "\"It's the long coat, gray as a cloud, that hangs by the door,\" Oma said.",
    "Quick as lightning, Anna ran to get the coat.",
    "\"A sailor gave it to Opa long ago,\" said Oma.",
    "\"Whoever wears it can choose the weather.\"",
    "Anna put on the coat.",
    "\"Oof, magic coats are heavy,\" she said.",
    "She took her cupcakes, ran outside, and shouted at the rain clouds, \"Be gone!\"",
    "At once, a wind played at Anna's feet.",
    "It lifted the bottom of Opa's coat and spun up into the sky.",
    "The wind sliced through the clouds, and the sky turned blue.",
    "\"It works!\" sang Anna.",
    "\"Wait!\" called Oma, but Anna was too far away to hear.",
    "Anna set her cupcakes on the picnic table.",
    "\"Tag! You're it!\" said Jayda.",
    "Anna tried to run after Jayda, but Opa's coat wrapped around her feet.",
    "\"You could run better without your coat,\" Ms. Storm said.",
    "Anna peeked at the blue sky.",
    "She undid the top button of Opa's coat, and a breeze tickled her cheek.",
    "She undid the second button, and the breeze blew stronger.",
    "She undid the third, and a black cloud went over the sun.",
    "\"Oh well, I don't like tag anyway,\" said Anna.",
    "She buttoned up the coat, and the sun came back.",
    "\"Hide-and-seek!\" shouted the children.",
    "\"Ms. Storm is it!\"",
    "Anna hid behind a tree.",
    "But Opa's magic coat stuck out, and Ms. Storm found her right away.",
    "At last, it was time to eat.",
    "But Anna was so hot in the magic coat that her tummy hurt.",
    "She couldn't eat one bite.",
    "\"Darn this magic coat!\" Anna said.",
    "\"What fun is a picnic with no games or food?\"",
    "Anna undid the buttons of Opa's coat and took it off.",
    "The wind swirled around her feet and up into the sky.",
    "Black clouds piled up, and fat raindrops fell.",
    "\"Everyone run into the gym!\", shouted Ms. Storm.",
    "The children grabbed their plates and ran inside.",
    "Anna hung Opa's magic coat on a hook.",
    "\"Who wants to play Red Rover?\", Jayda asked.",
    "\"I do!\", said Anna, and she ran, quick as lightning, to play."
]