[
    "People call me Eggy.",
    "But that's not my real name.",
    "When my brother Jordan first saw me when I was a baby, he said,",
    "\"His head looks like an egg!\"",
    "My head is normal now, but the nickname stuck.",
    "Jordan has always liked to throw things, especially at me.",
    "Mom says I could catch even before I could walk.",
    "Now that he's twelve, Jordan has a super strong arm.",
    "He pitches for his Little League team.",
    "And do you know what?",
    "I play catcher for my team.",
    "Catchers must be quick and smart.",
    "They use signals to tell the pitcher what kind of pitch to throw.",
    "Fastballs are my favorite.",
    "I like the way they zoom past the batter and slam hard into my mitt.",
    "During the last inning of our first game, I signaled for a fastball.",
    "The batter hit a pop fly.",
    "The ball sailed toward the sun like a rocket ship.",
    "\"Catch it, Eggy!\" the coach shouted.",
    "I flung off my mask.",
    "Even with the sun in my eyes, I nabbed the pop-up.",
    "My team won the game!",
    "I told Jordan about my awesome catch.",
    "\"Pop-ups are easy outs, Eggy,\" he said.",
    "\"Try something harder next time.\"",
    "We lost the next game, but I tagged a player out as she slid home.",
    "Later, when I told Jordan, he tossed his dinner napkin at me.",
    "\"Not bad, Eggy,\" he said.",
    "\"This Saturday I'll watch you play.\"",
    "On Saturday, I tried to forget that Jordan was there.",
    "The other team was playing very well.",
    "I did not want to lose another game.",
    "The score was tied in the last inning.",
    "That's when I really tried to forget that Jordan was there.",
    "I signaled the pitcher for a fastball, but it had a lot of spin.",
    "The batter knocked it straight over my head.",
    "I leaped up and threw off my mask.",
    "I heard Jordan shout.",
    "Just then, some dust blew into my nose.",
    "Before I could stop it, my mouth opened wide, and I sneezed.",
    "That's when the ball hit my head.",
    "I fell to my knees.",
    "Before I blacked out, my mitt reached for the ball.",
    "When I opened my eyes, Jordan was kneeling next to me.",
    "He held an ice pack to my head.",
    "Both teams clapped loudly as Jordan walked me to the bench.",
    "\"Did I catch it?\" I asked.",
    "The coach handed me my mitt.",
    "There, right in the middle, was the ball.",
    "\"You caught something else, Eggy,\" Jordan said, smiling.",
    "\"It's a big, egg-shaped lump on your head!\""
]