[
    "It is Mexican Independence Day!",
    "Maria and Luis are getting ready for a big party.",
    "\"We can decorate the house,\" says Maria.",
    "\"Let's paint a picture of our family.\"",
    "\"Mama was born first. She is the oldest,\" says Maria.",
    "\"Papa was born second,\" Maria says.",
    "\"He is one year younger.\"",
    "\"Next is Emily,\" says Maria.",
    "\"She is Mama and Papa's first child.\"",
    "\"After Emily, you were born,\" says Luis.",
    "\"That's right!\" says Maria.",
    "\"I am Mama and Papa's second child.\"",
    "\"What about me?\" asks Luis.",
    "\"You were the last to be born,\" says Maria.",
    "\"You are the youngest.\"",
    "\"There!\" says Maria.",
    "\"Our family picture is done!\"",
    "\"Green, white, and red are the colors of the Mexican flag,\" says Maria.",
    "Maria and Luis blow up five green balloons.",
    "They blow up five white balloons and five red balloons, too.",
    "\"I'm out of breath!\" says Luis.",
    "\"Let's see,\" says Maria.",
    "\"We painted a picture first.",
    "We blew up balloons second.",
    "The third thing we can do is fill the pinata.",
    "Maria gets the striped fish pinata from the shelf.",
    "Maria and Luis stuff the pinata with candy.",
    "When Luis thinks Maria isn't looking, he pops a piece of candy into his mouth.",
    "Maria gives him a hug.",
    "\"You are silly,\" she says.",
    "Papa hangs the pinata.",
    "\"We need a blindfold,\" says Maria.",
    "\"We need a stick to break the pinata, too.\"",
    "Abuela finds a red-checked scarf for Maria and a long stick for Luis.",
    "\"The pinata is ready!\" says Maria.",
    "\"The fourth thing to do is practice dancing, Luis!\"",
    "Maria and Luis dress in their party clothes.",
    "Then, they dance and spin.",
    "Soon, the house fills up with food, family, and music.",
    "There are six cousins, two aunts, three uncles, and three grandparents.",
    "There is Papa, Mama, Emily, Maria, and Luis, too.",
    "\"There is one last thing we can do,\" Maria says.",
    "\"And it's the most fun!\"",
    "\"What is it?\" asks Luis.",
    "\"CELEBRATE!\" says Maria."
]