[
    "From the beginning, she was different.",
    "The moment she hatched from her tiny pink egg, she tried to leap.",
    "But she couldn't! The yolk from her egg hung from her belly.",
    "It slowed her down.",
    "For a while, the yolk was her food. As she ate, it got smaller and smaller.",
    "Then it was gone.",
    "Now she was a fry. She was slim, silver and one inch long.",
    "Oh, now how she could leap!",
    "All salmon are great leapers, but her leaping was special.",
    "\"I love to leap!\"...",
    "...she said, flinging herself into the air.",
    "\"You'll never grow big, leaping like that,\"...",
    "...said another salmon.",
    "But she did grow, just like the others. Soon, they knew it was time to leave home.",
    "They swam downstream and headed for the ocean. On the trip, she practiced her leaps.",
    "\"I was born to leap!\"...",
    "...she said, jumping higher and higher.",
    "\"You'll hurt yourself, leaping like that,\"...",
    "...said the other salmon.",
    "But she never did.",
    "In the ocean, she practiced her special leaps.",
    "She did a sideways roll!",
    "She did a double twist!",
    "She did a triple backward flip!",
    "\"I must say,\"...",
    "...said another salmon,...",
    "...\"she is a lovely leaper.\"",
    "Years later, the salmon knew it was time to go home. It was time to go upstream to spawn.",
    "Soon, they would lay the eggs that would become baby salmon.",
    "They swam against the current of the stream.",
    "They struggled through rapids, leaped over waterfalls, and darted away from hungry predators.",
    "Then, at one waterfall they met a bear!",
    "\"We'll never make it,\"..",
    "...said one salmon.",
    "\"We're done for,\"...",
    "..said another.",
    "\"Maybe not,\"...",
    "...said the lovely leaper.",
    "She gathered all her strength and swam forward. She leaped with all her might.",
    "The bear had never seen anything like it! He watched her go up and up, higher and higher.",
    "He watched her twist one way, then another. He watched her flip end over end, and then backward!",
    "What the bear didn't see was the other salmon as they jumped the waterfall and swam safely away.",
    "Quickly, she followed! With one last mighty flip, she was over the falls and gone.",
    "Home at last, she dug a hole with her tail.",
    "As her final task, she laid hundreds of tiny pink eggs.",
    "Before long, the baby salmon would hatch.",
    "Like all salmon, they would be great leapers.",
    "And maybe one would be a really lovely leaper!"
]