[
    "There was once a very rare creature called a pterodactyl.",
    "She had big, leathery wings.",
    "She had a big, bony beak.",
    "But her name she could barely speak.",
    "Her name was Pterodactyl.",
    "The pterodactyl couldn't say \"Pterodactyl.\"",
    "The word got caught between her beak and tongue.",
    "She would take a big breath.",
    "She would scrunch up her beak and blurt,...",
    "...\"Patero Whack Datal!\"",
    "Now, if you can't say your name, it is very hard to meet someone new.",
    "One day, as she was flying along, she met a duck.",
    "The duck said,...",
    "...\"Hi, I'm Duck. Who are you?\"",
    "She took a deep breath.",
    "She scrunched up her beak and said,...",
    "... \"Patero Patero Whack Whack Datal!\"",
    "The duck thought she was making a rude noise and flew away.",
    "Later that day, she happened upon a small bird in a tree.",
    "The little bird chirped,...",
    "\"Hi, I'm Wren. Who are you?\"",
    "The pterodactyl took a really big breath.",
    "This time she was going to get it right.",
    "This time she was going to make a friend.",
    "Only this time, she said her name louder and worse than before.",
    "\"Paw Paw Tero Tero Wrack Wrack Tow Tow Whack Whack Tile Tile Tattle!\"",
    "Even worse, she burped at the same time.",
    "She blasted the little bird right off the branch.",
    "The pterodactyl was as sad as she could be.",
    "She had been sitting for a time when an owl landed beside her.",
    "\"Who are you?\"",
    "He asked.",
    "\"I'm nobody because I can't pronounce my name.\"",
    "She said.",
    "\"But you must be somebody.\"",
    "Chuckled Owl.",
    "\"Because I know your name.\"",
    "\"When you rip something, what do you do?\"",
    "He asked.",
    "\"You tear it.\"",
    "She answered.",
    "\"Good.\"",
    "Said Owl.",
    "\"And you use what to pin a paper to the wall?\"",
    "\"A tack.\"",
    "She answered brightly.",
    "\"Now make the T in tack a D and set it next to this tree, which is really what?\"",
    "\"Tall!\"",
    "She laughed.",
    "\"Now put it all together.\"",
    "He whooed.",
    "\"Tear Tear-A A-Dack Dack-Tall.\"",
    "\"You got it.\"",
    "Laughed Owl as he flew away.",
    "\"I'm an owl and you are a pterodactyl. Tear A Dack Tall!\"",
    "From then and thereafter, the pterodactyl had lots of friends.",
    "Together they sat on the bending branch and sipped tea.",
    "She would murmur,...",
    "...\"You are Wren. You are Duck. I am the Tear Tear-A A-Dack Dack-Tall, Pterodactyl!\"",
    "And she was, and she is to this very day."
]