[
    "Thank you, President Christ, so much. The board of trustees, distinguished alumnae,...",
    "...my fellow honorary degree recipients, who I am so proud to be in the company of,...",
    "...we have an architect, a climate scientist, a writer and I get to talk because I'm on Glee.",
    "What a world we live in.",
    "Parents and friends, and of course, all of you, the Smith College, Class of 2012!",
    "You ladies are about to receive a piece of paper...",
    "...that proves to the world you are now fit to join the ranks...",
    "...of an elite and tremendously powerful group of game-changing women.",
    "The Smith Class of 2012.",
    "Smith women have transformed cuisine, spearheaded social movements, created great literature...",
    "...and, in the case of my friend Piper, class of '92, even gone to prison.",
    "But damn it! When a Smithie goes to prison,...",
    "...she writes a clever and compelling book about it.",
    "Just know, the fact that you sit here on a chair assigned to you,...",
    "...with your bright, shiny faces, looking gorgeous in your caps and gowns,...",
    "...just know, you're welcome.",
    "You've actually done far more than I was able to accomplish back...",
    "...on my college graduation day back in 1982.",
    "You are women of Smith.",
    "You are fiercely independent, you are wickedly smart,...",
    "...trailblazing, uber confident and shockingly entitled.",
    "But in this moment, young ladies and Ada Comstocks,...",
    "...on this most auspicious of days, I want you to take a breath and reflect.",
    "Don't blow through this day,...",
    "...even if you are overwhelmed with family or maybe you're just a little bit drunk.",
    "Take a breath.",
    "You have successfully completed a journey at an exceptional institution of learning,...",
    "...and attention must be paid.",
    "I tell you, If I could do so much of my life over,...",
    "...I would have taken more moments like this to breathe.",
    "I would have spent more time focusing on what was right in front of me,...",
    "...instead of recoiling from what is because it didn't look or feel exactly as I imagined it.",
    "I wouldn't have been forever trying to look around the corner to see, \"What's next, what's next?\"",
    "I'd have taken in the beauty of the moment,...",
    "...and greeted everything in my life with a big \"YES, AND\",...",
    "...which leads me to what I'd like to talk to you about today, and today is all about you.",
    "But just a little bit about me."
]