[
    "For the London 2012 Games,...",
    "...Adidas has appointed one of Britain's most respected and accomplished designers,...",
    "...Stella McCartney, as our creative director for the British teams.",
    "I've been working with Adidas for nearly eight years.",
    "And it's been a really successful collaboration and being a British designer,...",
    "...working on the London 2012 Olympics and Paralympics seem like such a natural thing to do.",
    "The Olympic first is that she's designed...",
    "...the actual performance kit the athletes will wear during the Games.",
    "Now that's never been done before.",
    "It's funny when you start to work in a project like this,...",
    "...you sort of go, \"Oh my god. Where do you start?\"",
    "And obviously the first place that you look is the Union Flag.",
    "I think that something that was really important to me was to try and use that iconic image...",
    "...and try and break it down and make it more graphic and more fashionable in a sense.",
    "Stella as a creative director brought in all the style and the fashion aspect,...",
    "...whereas Adidas had the technical expertise.",
    "The three key apparel innovations are our latest ClimateCool technology,...",
    "...ensuring the athletes keep cool and dry when they're performing.",
    "Our Techfit PowerWeb technology improves an athlete's stability,...",
    "...making them stronger and giving them more power.",
    "And also the Adizero footwear, making athletes even lighter and faster than ever before.",
    "There's 600 athletes, over 26 disciplines.",
    "Everyone is wearing a very different piece of kit.",
    "To bring it all together and make them look and feel like a team...",
    "...is an incredibly important part of the process.",
    "I think the kit looks fantastic,...",
    "...and then there's a bit of twist with the design to have the Union Flag incorporated in.",
    "I think its really classy.",
    "This kit, not only does it feel great but it also looks great,...",
    "...so it makes our job a lot easier.",
    "It's such a unique and special opportunity for us, and we are going to look amazing.",
    "I think everyone is going to be super envious.",
    "I'm gonna be watching the Olympic Games like every other person in the world...",
    "...and I'm going to be just proud of the athletes.",
    "And then if they win, I'm probably gonna be pinching myself, actually."
]