[
    "How did Nike go from selling running shoes out of the trunk of a car...",
    "...to becoming the world's leading sports brand?",
    "By constantly innovating.",
    "What started out as an experiment at the breakfast table...",
    "...grew into the sporting world's premier top secret laboratory.",
    "Tales from the Kitchen: Nike Free.",
    "Meet Tobie Hatfield.",
    "Hello.",
    "Innovation Director in Nike's Innovation Kitchen.",
    "Tobie is a veteran athlete, coach and decorated designer.",
    "He created the record-breaking gold track spike and the incredibly lightweight Air Presto.",
    "But this footwear visionary also has a secret passion for barefoot running.",
    "As Tobie will tell you himself, barefoot running has been around for millennia.",
    "Come on guys, let's pick it up.",
    "But in the early 2000s, it was gaining cult status...",
    "...because of revolutionary track coach Vin Lananna.",
    "Less shoe, more you.",
    "Tobie became obsessed with allowing the foot to move naturally.",
    "But he found he did want some support...",
    "And though the grass felt great between his toes,...",
    "...most of his running routes were no place for bare feet.",
    "Tobie now had a challenge worth exploring.",
    "How can I free the foot but protect it at the same time?",
    "The first step for Tobie and his team was to pay a visit to the Nike Sport Research Lab,...",
    "...home to some of the world's top performance scientists.",
    "Let me check the motion, force, and pressure.",
    "After months of biomechanical research, the secrets of the foot were revealed.",
    "They discovered that some traditional footwear restricted the foot's natural movement.",
    "The sole was preventing crucial muscles from getting used.",
    "It was time to free the foot.",
    "After many long nights, Tobie had a major breakthrough:...",
    "...an articulated midsole that could react to the natural motion of the foot.",
    "They put it on a flexible shoe mold and paired it with a super light upper.",
    "And from this blueprint the Nike Free 5.0 was born.",
    "Eight years later,...",
    "...the natural motion technology it pioneered has made the leap to multiple sports.",
    "And the Nike Free is available in various levels of support and customizable via Nike ID.",
    "A bare foot inspires a revolution in footwear. That's the story of Nike Free."
]