[
    "Hi! This video focuses on the /ɛ/ sound.",
    "/ɛ/ is a front vowel sound.",
    "The tip of the tongue is relaxed and touching behind the lower front teeth for all vowel and diphthong sounds.",
    "To make the /ɛ/ sound, you need to release your jaw to a slightly open place...",
    "...and feel the front of the tongue a bit lower than the middle or the back.",
    "/ɛ/.",
    "A common challenge with the /ɛ/ sound is replacing it with the /ɪ/ sound or the /i/ sound.",
    "So, \"Pet\" sounds like \"Pit\" or \"Pete\".",
    "I've found that one of the ways that can help you correctly produce the /ɛ/ sound...",
    "...is feeling it in relation to the other three vowel sounds.",
    "Here's a little drill that you can try.",
    "Imagine that your mouth is a building and that the front of your tongue is an elevator.",
    "Note that the /ɛ/ sound is at the beginning of the word \"Elevator\".",
    "There are four floors to stop on and each floor corresponds with a front vowel sound.",
    "So, try this along with me.",
    "Use your hands to help remind your tongue what to do and to match your mouth with what my mouth is doing.",
    "So, the first floor is very high and that's your /i/ sound.",
    "/i/ very high.",
    "The /ɪ/ sound is the second floor, it's still high but a bit more open. /ɪ/.",
    "The /ɛ/ sound is the third floor. Now, notice how we're opening up here. /ɛ/, /ɛ/.",
    "And then the /ae/ sound is the fourth floor, the most open American front vowel sound. /ae/.",
    "So we can go /ae/, /ɛ/, /ɪ/, /i/.",
    "Let's try going up and down the front vowel elevator a few times together...",
    "...and try to match your sound with my sound.",
    "Here we go, /i/, /ɪ/, /ɛ/, /ae/.",
    "/ae/, /ɛ/, /ɪ/, /i/.",
    "/i/, /ɪ/, /ɛ/, /ae/.",
    "/ae/, /ɪ/, /ɛ/, /i/.",
    "Great! Now let's try some /ɛ/ sound sentences.",
    "Please check your cheek.",
    "She wants to sell the seal.",
    "He paid less rent on the lease.",
    "Ed won't miss this mess.",
    "She will rest her broken wrist.",
    "Be sure to try more /ɛ/ practice on EnglishCentral and good luck."
]