[
    "Hi, this video focuses on the /aɪ/ sound.",
    "/aɪ/ is a front diphthong sound.",
    "Now remember, a diphthong is two vowel sounds that blend together so they almost feel like one.",
    "Notice the movement in my tongue.",
    "/aɪ/.",
    "To make the /aɪ/ sound, you need to start with the front of your tongue very released in the /ɒ/ position.",
    "/ɒ/.",
    "And then move the front of the tongue up toward the gum ridge to the /ɪ/ position.",
    "The second part of the diphthong is always shorter than the first, but you must make both sounds correctly.",
    "So let's try it together.",
    "We'll start slow and then we'll blend them to a normal pace.",
    "Here we go.",
    "/aɪ/, /aɪ/, /aɪ/, /aɪ/, /aɪ/, /aɪ/, /aɪ/, /aɪ/.",
    "Got it?",
    "Alright, there are a couple of challenges that can come up with the /aɪ/ sound.",
    "In one case, you might not be making both sounds of the diphthong so the /aɪ/ can sound like /æ/.",
    "That can cause a problem if you are trying to fly a \"cat\" rather than flying a \"kite\".",
    "The next challenge that can come up is the /aɪ/ sound becomes /ɔɪ/.",
    "So, do you want to buy new \"ties\" or new \"toys\"?",
    "Let's practice together. So in the first case, we're going to compare the /aɪ/ sound to the /ɒ/ sound.",
    "Notice that the tongue moves for the /aɪ/ sound but it holds the position for the /æ/ sound.",
    "So first, let's do a few word pairs.",
    "Vine, van.",
    "Fight, fat.",
    "Might, mat.",
    "Sight, sat.",
    "Alright, let's do a few sentences now.",
    "I got a bite from a bat.",
    "He lied to the lad.",
    "That side looks sad.",
    "Alright. Now, let's try comparing the /aɪ/ sound with the /ɔɪ/ sound.",
    "Now if this is your challenge, you need to move your initial vowel sound forward and relax your lips.",
    "So, watch my tongue.",
    "/aɪ/, /aɪ/",
    "Alright, let's try a few words comparing the two sounds.",
    "Buy, boy.",
    "Tie, toy.",
    "Vice, voice.",
    "Be sure to try some more practice on EnglishCentral and good luck."
]