[
    "Hi! This video is focused on the /tʃ/ sound.",
    "/tʃ/ is a voiceless consonant sound, and /tʃ/ is a combination of two different sounds, /t/ and /ʃ/.",
    "They blend together to create a sound that is felt and heard as one sound.",
    "So the way you can make this sound is taking the /t/ sound, which is produced by the tip of your tongue touching the gum ridge,...",
    "...and blending that into the blade of your tongue pointing toward the gum ridge but not touching to the /ʃ/ part of the sound.",
    "/tʃ/.",
    "The most common challenge with this sound is turning it into the /ʃ/ sound.",
    "So, a word like \"cherry\" sounds like \"sherry\".",
    "Now, let's practice. For this exercise you'll need a chopstick.",
    "So, please take a chopstick and scratch the tip of your tongue.",
    "Next, press on the gum ridge.",
    "That's the place where the gum starts, just behind your front teeth.",
    "Now let's try five tongue ups, touching the tip of your tongue to the gum ridge and releasing.",
    "Here we go.",
    "1, 2, 3, 4, and 5.",
    "Great! Now, let's move between the /t/ sound and the /ʃ/ sound.",
    "Here we go!",
    "/t/, /ʃ/, /t/, /ʃ/, /t/, /ʃ/.",
    "Can you feel the tip of your tongue touch and release, touch and release?",
    "This slow and specific work will help you find the placement of the /tʃ/ sound.",
    "So now, let's speed it up and put it together.",
    "/t/, /ʃ/, /t/, /ʃ/, /t/, /ʃ/, /t/, /ʃ/, /t/, /ʃ/, /ʃ/.",
    "Okay. Finally, we can combine them completely. It's almost like a train, right?",
    "So, here we go.",
    "/t/, /ʃ/, /t/, /ʃ/, /t/, /ʃ/, /tʃ/, /tʃ/, /tʃ/, /tʃ/, /tʃ/, /tʃ/, /tʃ/, /tʃ/.",
    "Great!",
    "Alright. Now, let's try some words contrasting the /ʃ/ sound with the /tʃ/ sound.",
    "Here are a few examples at the beginning of a word.",
    "Shore, chore.",
    "Shoes, choose.",
    "Shop, chop.",
    "Chin, shin.",
    "Now, let's try them at the end of a word.",
    "Leash, leach.",
    "Dish, ditch.",
    "Marsh, march.",
    "Try this out as you practice on EnglishCentral and good luck."
]