[
    "Hi! This video is focused on the /g/ sound.",
    "/g/ is a voiced consonant sound.",
    "/g/ is a plosive sound, so there is a lot of energy behind it.",
    "The /g/ sound is produced by bouncing the back of your tongue off of the soft palate.",
    "I like to think of it like a trampoline action in the back of your tongue and the /g/ jumping to touch the soft palate and releasing.",
    "There are a couple of common challenges with this sound.",
    "One being the lack of muscularity, so you lose the energy of the /g/ sound.",
    "And another being a devoicing of the sound, so it sounds more like a /k/ rather than a /g/.",
    "This can lead to a mumbling quality or even a change in the meaning of the word.",
    "And it usually happens at the end of a word.",
    "Listen to the difference when I pronounce a few word pairs.",
    "Back, bag.",
    "Buck, bug.",
    "Dock, dog.",
    "Can you hear and feel the energy of both the /g/ and the /k/ sound?",
    "There was a big bounce happening back there.",
    "Also, as I mentioned before, the /g/ is a voiced sound...",
    "...so you need to make sure that you carry your voice through the articulation of the sound.",
    "So now, let's practice.",
    "Here is an exercise that can help you develop more energy and action in the back of your tongue.",
    "And this exercise will help with the /k/ sound, too.",
    "I call it, \"Trampoline for the G\".",
    "See when you try using your hands like I do to mirror what is happening in your mouth.",
    "The goal is to inhale and exhale on a /g/ sound.",
    "So, let's try this a few times together.",
    "/g/, /g/, /g/, /g/, /g/, /g/.",
    "You can actually do this exercise ten or 20 times.",
    "So, you can really get the action of /g/, /g/, /g/, /g/, /g/, /g/ as you practice.",
    "Now, let's try a few words together.",
    "Good.",
    "Got.",
    "Guy.",
    "Suggest.",
    "Yoga.",
    "Argue.",
    "Big.",
    "Fatigue.",
    "Dog.",
    "Try this out as you practice on EnglishCentral and good luck!"
]