[
    "It all started on this very track 18 years ago when Pinar Saka was only 11 years old.",
    "Faced with a track full of taller boys, trainers were reluctant to let her compete.",
    "They finally permitted me running and I beat the boys.",
    "Therefore, they were like, \"Okay, so we have someone talented here,\" and they just made me start 18 years ago and since then I never quit.",
    "As a young girl, she found it difficult to find a time to train, go to school, as well as fit in an active teenage social life.",
    "The persistence and patience kept her on track.",
    "Pinar Saka, 53.77 seconds.",
    "Pinar now holds the Turkish record for the 400 meter in both indoor and outdoor competition...",
    "...along with many other Turkish and American national championships.",
    "However, one of her biggest accomplishments was to win a scholarship to an American University...",
    "...where she pursued her bachelor's degree in International Business and Management.",
    "Everything just brought me here just because of track pretty much and of course I had to use my brain as well.",
    "I mean there are many athletes probably in Turkey as well but...",
    "...I think I am the only one right now who completed the education and still kept running.",
    "Despite a rigorous training schedule of two hours a day, six days a week, sometimes twice a day,...",
    "...and whether that can be as kind as it can wicked, Pinar keeps on track with her education.",
    "She's only one semester away from completing her MBA. Commitment has paid off.",
    "In her sport, a time of 51.55 seconds is required to qualify as an ACE standard Olympic athlete.",
    "Pinar ran the 400 meter qualifying race in 51.53 seconds,...",
    "...giving her a new Turkish record and making her Olympic dreams a reality.",
    "It feels great and it's also for the first time for Turkish athlete ever to compete in the 400 meters.",
    "So, yeah, it's just great. I mean I'm really excited for London.",
    "And what do some of her biggest fans think?",
    "Even the people who don't understand what the sport is, they're like they know what an Olympian is and how important that is...",
    "...and how competitive she is so they can easily say, she can achieve things that she wants to.",
    "And that's important and that's something to be proud of I think, as a fiance.",
    "However, with a promising career in marketing about to take off and as soon to be wife, Pinar is now looking towards other accomplishments.",
    "Yes, it's gonna be probably last time and first time and the last time but at least I have won such an experience...",
    "...so i will have the title of Olympian for the rest of my life, which is great.",
    "So will around 67 other Turkish athletes also on their way to London for the Olympic games in July.",
    "But this year, Turkey has even more to prove with the country's bid to host the summer games in eight years.",
    "This is the time for them to show not only Olympic officials, but also the international sporting audience just what Turkey can offer.",
    "And who knows, you may just see Pinar on the sidelines of Istanbul 2020 inspiring the next generation of young Turkish athletes.",
    "Natalie Carney, CCTV, Istanbul."
]