[
    "You are looking at what became today the tallest building in New York city.",
    "And it happened at the moment one steel beam at ground zero rose toward the skies,...",
    "...symbolizing the spirit of American rebirth and ABC's Bob Woodruff was there.",
    "With this one beam, the World Trade Center reclaimed the skyline.",
    "New York's tallest building, 1,250 feet high, so high not even eight Statues of Liberty would reach the top.",
    "It's really a symbol of the resiliency of the American people.",
    "For six years, 900 workers labored around the clock 24 hours a day, seven days a week, driven by more than a paycheck.",
    "Everybody's focused on the mission.",
    "There's nothing they can't accomplish.",
    "This is your mission?",
    "And this is our mission.",
    "We set out to meet them at their perch.",
    "To get there, we needed steel stomachs and sure footing, traveling 90 floors by elevator, then 16 vertical ladders.",
    "At eye level with helicopters, this is no place for a fear of heights.",
    "Don't you ever get worried this high up?",
    "About what?",
    "This is great.",
    "About falling.",
    "A marvel of American engineering.",
    "There's enough concrete to run a sidewalk from here all the way to Chicago.",
    "48,000 tons of steel, the equivalent of 22,500 cars.",
    "But these workers know it means so much more.",
    "It's tough coming to work every day and there were family members outside, and they're trying to give you flowers to bring in.",
    "Tough.",
    "Ivor Hall immigrated to the US almost 30 years ago.",
    "It's a gift that I personally felt that I give to this country for giving me the opportunity to be here in this building.",
    "This is so emotional for me, yes.",
    "You can't even imagine how I feel.",
    "I really feel proud.",
    "Proud?",
    "Yes, because this is American spirit.",
    "Bob Woodruff, ABC News, New York.",
    "And here's to them all tonight on what they have accomplished.",
    "By the way, by the end of the summer, it will be the tallest building in the hemisphere."
]