[
    "There were a couple of days each year you were allowed to take your children to work.",
    "And Joe loved it.",
    "That was his birthday present, and he would spend the night in the firehouse.",
    "We'd have a cake.",
    "And the guys I worked with, they would take a milk container and they'd cut out the facsimile of a building.",
    "And they'd put it on the top of the cake and then they would light it up.",
    "And they would tell Joe to put it out and he would throw a pot of water on it.",
    "The birthday cake was a little soggy, but this was what he wanted.",
    "Joe started dating a young lady whose father was a police officer.",
    "And he came home one day and he said, \"I'm taking the police test.\"",
    "I said, \"Joe, you're only 17 years old.\"",
    "He said, \"No big deal.\"",
    "On the other side of the room, my son John wanted to be the next Donald Trump.",
    "He was gonna make a million dollars and take care of his mother and father.",
    "But in 1984, I came down with throat cancer.",
    "He noticed then how my unit took care of us.",
    "And he said, \"I'm gonna become a fireman.\"",
    "I said, \"You're kidding me.\"",
    "Firemen don't make millions of dollars.",
    "How am I gonna live it like a king?",
    "But I was very happy, very proud.",
    "My father had been on the fire department and he was the first one to be issued badge number 3436.",
    "And they reissued it to my son John, so the badge is only used by two.",
    "Both the boys would call me when they were working.",
    "John would always call around 3:30, four o'clock.",
    "And that particular night, September 10th, we spoke for a few minutes.",
    "And I said, \"I love you.\"",
    "And he said, \"I love you.\"",
    "Joe called me in the morning and told me to turn on the television, that a plane just hit the Trade Center.",
    "And he said, \"I'm heading south on West Street.\"",
    "\"This is a big one.\"",
    "And I just said, \"Be careful, I love you.\"",
    "He said, \"I love you too.\"",
    "That was it.",
    "We had the boys for, John for 36 years, Joe for 34 years.",
    "Ironically, badge number 3436.",
    "I don't have any could've, should've or would'ves.",
    "I wouldn't have changed anything.",
    "It's not many people that the last words they said to their son or daughter was \"I love you.\"",
    "And the last words that they heard was \"I love you.\"",
    "So that makes me sleep at night."
]