[
    "People have been curious about this for a while so you go back,...",
    "...and here's a beautiful example, to the 1920s.",
    "A young scientist by the name of Asa Schaeffer asked a friend,...",
    " ...\"Could you put on a blindfold?\"",
    "\"I'm going to take you to the edge of a field.\"",
    "And he said, \"What I'd like you to do is walk across this field in a straight line.\"",
    "\"Just stay as straight on course as you possibly can.\"",
    "So the man headed off and here is Asa's map of what happened next.",
    "The man starts to walk and his route as you see here...",
    "...begins to tilt ever so slightly to the right.",
    "I'm gonna speed this up just a bit.",
    "Notice that the blindfolded man now starts to turn dramatically,...",
    "...taking him back to the road where he started from,...",
    "...and then across the road and then around again and then back again and around again.",
    "And increasingly he's moving in smaller curls until finally he hits a tree and stops.",
    "All the while he thought he was walking in a perfectly straight line.",
    "Strange?",
    "Well, there are many studies just like this.",
    "From 1928, here are three people who leave a barn on a very foggy day...",
    "...and what they want to do is go to a point about a half mile away.",
    "Here's what happened, the map version.",
    "The barn is here.",
    "The destination is here.",
    "Now watch this, off they go.",
    "They think they're walking straight, but instead what they actually do is that they start to turn...",
    "...and turn and turn and end up, weirdly, back in the very place they started, the barn!",
    "This experiment has been done in all kinds of situations.",
    "Here's another 1928 study.",
    "A man is blindfolded and then asked to jump into a lake...",
    "...and swim in a straight line to the other side.",
    "And here is where he swam.",
    "There is apparently a profound inability in humans to stick to a straight line when blindfolded...",
    "...or when there is no fixed point, no sun, no moon, no mountaintop, to guide them.",
    "In this last case, a blindfolded man is asked to get into a car...",
    "...and is told to drive in a straight line across a totally empty Kansas field.",
    "Now the driver is not in any danger, all he has to do is hold course.",
    "But here is the map that shows what happened next.",
    "For 80 years, scientists have been trying to explain this tendency...",
    "...to turn when you think you're going straight.",
    "They thought maybe this is some form of handedness, like being a righty or a lefty.",
    "Or maybe it's a right-left brain thing,...",
    "...where one side of you is slightly dominant and then the dominance builds over time.",
    "Maybe it's just simple asymmetry.",
    "Some people are stronger on one side or have different-sized arms or legs...",
    "But try as they might, and we're still trying these experiments,...",
    "...nobody has really figured out why we can't go straight."
]