[
    "The Think Results Communications presents:...",
    "...Blended Learning or How to Always Stay Two Steps Ahead.",
    "This is Mark, the human resource manager of a big international bank.",
    "He has recently been assigned to lead a project orientated around...",
    "...increasing the motivation of company employees all over the world.",
    "Mark realizes that standard motivational seminars are too expensive...",
    "...and require too much time from the learners.",
    "Moreover, many employees are simply bored of them.",
    "After some time-consuming efforts to find the best solution for his problem,...",
    "...Mark finally discovered blended learning.",
    "He found that blended learning is a mix of different learning environments...",
    "...such as face-to-face, e-learning, and self-education.",
    "Mark has agreed to have a meeting with Swiss Management School,...",
    "...the company that specializes in it.",
    "During the meeting, Mark finds out that his company will save time and money, as most of the education takes place online.",
    "Diverse learning materials make the learning process enjoyable, interesting, and varied.",
    "Mark, along with Swiss Management School, goes on to develop a number of tests, quizzes, and role-plays...",
    "...alongside other materials in different languages.",
    "These become available to every employee through a specially designed learning platform.",
    "Online webinars take place weekly with a qualified trainer.",
    "Trainers were also able to physically visit learners once a month...",
    "...to assist with any concerns.",
    "By the time the project was finished, Mark found that the employees' motivation had increased by 40%.",
    "Teamwork was much smoother, and even economic indicators increased.",
    "The board of directors were astonished.",
    "They were, to start with, skeptical.",
    "As for Mark, he was named \"Employee of the Year.\"",
    "What a smart guy!",
    "This was blended learning,...",
    "...helping you always stay two steps ahead.",
    "Learn more on www.thinkresults.eu"
]