[
    "Visiting Paris can be rather expensive if you don't plan ahead.",
    "Here are a few money saving tricks that can help you stretch your budget...",
    "...and maximize the money you do spend while visiting Paris.",
    "Free, free, free.",
    "Just because places charge admission...",
    "...doesn't mean that they are worth your money.",
    "Want a great view of the city?",
    "Consider going to Montmartre in Sacre-Coeur,...",
    "...which is the highest point in all of Paris,...",
    "...rather than spending money...",
    "...and a lot of time going to the top of the Eiffel Tower.",
    "And speaking of free, there are a number of attractions...",
    "...in and around Paris that offer free admission.",
    "Like Notre Dame and Sacre-Coeur and other attractions like Versailles...",
    "...that offer discount entrance fees if you visit for half a day.",
    "So, plan ahead to find out about all the ways you can save money...",
    "...before your trip to Paris.",
    "You could purchase the attraction combo cards,...",
    "...which have various prices...",
    "...depending on how many days you plan to use them.",
    "The card offers free entrances to Paris's main attractions.",
    "One of their advantages is their free red bus tour offer,...",
    "...which is a great way to see the city.",
    "Use its hop off, hop on service...",
    "...to visit all the attractions that you plan to see.",
    "Picnics are a great alternative to spending money in restaurants.",
    "Once you're hungry,...",
    "...you can stop for a quick picnic at one of the fabulous gardens...",
    "...located throughout the entire city, saving your money...",
    "...to dine in one of the more popular restaurants in the evening.",
    "Finally, save money by saving time.",
    "Attractions in Paris often have long wait times...",
    "...and you didn't spend all the money and effort to visit the city...",
    "..only to see it from long wait lines.",
    "So, plan ahead.",
    "Good luck and bon voyage!"
]