[
    "Big day for another iconic American company, the richest one in the world.",
    "Apple unveiled the brand-new iPhone 5 yesterday, and it's got Apple fans in a frenzy.",
    "But is it really better than all the other smartphones out there?",
    "ABC's Neal Karlinsky takes a look.",
    "In what looks to be an Apple first, the iPhone 5's launch came with all the fanfare...",
    "...and none of the surprise.",
    "iPhone 5.",
    "From the longer screen to the thinner and lighter body,...",
    "...even the new headphones called the EarPods,...",
    "...bloggers and reporters had pictures of all of them,...",
    "...actual dead-on photos way ahead of time.",
    "The world has changed and we're so interconnected,...",
    "...a lot of people who feel there's a lot to gain by leaking out a little information.",
    "Even with the unprecedented leaks, the chosen few who got a chance to put their hands on...",
    "...Apple's latest like what they were seeing.",
    "The phone no longer does things the competition can't but...",
    "...it does work in a way that many tech journalists say is more streamlined,...",
    "...more efficient, and more elegant.",
    "Faster processor, faster speeds with LTE, and also even a better camera.",
    "iPhone users love their gadgets but one thing that's going to annoy a lot of people is a new connector at the bottom.",
    "Get ready to throw out all those old plugs, or buy an adapter.",
    "The new iPhone could hardly be more important to Apple, now the world's richest company.",
    "The phone makes up an estimated 60% of Apple's revenue.",
    "Beyond that, its sales are so mind-bogglingly huge.",
    "J.P. Morgan's chief economist predicts the iPhone 5 could actually boost the nation's gross domestic product.",
    "I will not be surprised if Apple sells over 10 million of these phones for the next couple of months.",
    "What's next?",
    "If you believe the hype, a newer, smaller version of the iPad could be right around the corner.",
    "For Good Morning America, Neal Karlinsky, ABC News, San Francisco."
]