[
    "Follow these simple tips to reduce snoring and get a peaceful night's sleep.",
    "You will need: determination, anti-snoring spray, and a chin strip, snore guard or anti-snoring nasal strips.",
    "Optional: a new pillow.",
    "Step 1: Alcohol, large meals, sedatives and antihistamines excessively relax throat tissue,...",
    "...causing vibrations that lead to snoring.",
    "Consume your last drink about four hours before bedtime...",
    "...and try not to eat anything right before bed.",
    "Step 2: Sleep on your side.",
    "Sleeping on your back can obstruct your airways, leading to snoring.",
    "Sleeping on your side improves airflow, making you less likely to snore.",
    "Wedge-shaped pillows with added neck and head support can help open your airways,...",
    "...thereby reducing snoring.",
    "Step 3: Use a nasal or oral anti-snoring spray.",
    "Both types lubricate your airways and reduce the vibrations of throat tissue.",
    "Step 4: If breathing through your mouth is the culprit,...",
    "...a chin strip or a snore guard can help you breathe naturally through your nose.",
    "Or try a nasal strip, which lifts and dilates nostrils,...",
    "...clearing airways for easier breathing.",
    "Step 5: If you're overweight, try to drop some pounds.",
    "Because extra weight adds tissue around the throat,...",
    "...obesity is a leading cause of snoring.",
    "In addition, exercise can help regulate sleep patterns and strengthen muscles.",
    "The better your muscle tone, the less likely you are to snore.",
    "Step 6: Quit smoking, which not only clogs the throat, but also weakens throat muscles,...",
    "...leaving more loose tissue to rattle around.",
    "Step 7: Consult your physician if your snoring does not improve,...",
    "...since it can indicate more serious sleep disorders, like sleep apnea or other illness.",
    "Step 8: Now that your snoring days are behind you, get some rest!",
    "Did you know?",
    "In a survey of snorers' bed partners,...",
    "...\"lawn mower\" was the term most often used to describe the sound of their mate's snoring."
]