[
    "Maybe I won't make it, but if it's up to me I think I can do it.",
    "Terry Fox was an 18-year-old from British Columbia...",
    "...when he was diagnosed with bone cancer in his right knee.",
    "Amputation and chemotherapy left him with an artificial leg...",
    "...and memories of those still in the cancer ward.",
    "Kids my age and younger...",
    "...and you just can't leave something like that and forget it and I couldn't anyway.",
    "I had to try and do something about it.",
    "And so he did.",
    "Terry trained on his new leg for 14 months.",
    "Then told his family that he would run east to west across Canada,...",
    "...hoping to raise one million dollars for cancer research.",
    "On April 12, 1980 at the eastern most point of Canada, it began.",
    "The marathon of hope.",
    "And Terry would do it by running 26 miles.",
    "A marathon every single day.",
    "With his best friend Doug Alward and brother Darrell following in a support van,...",
    "...21-year-old Terry would rise at 4 AM to run 12 miles,...",
    "...rest, and do 14 miles in the afternoon,...",
    "...seeking donations across lowly expanses of highway.",
    "In Toronto, thousands cheered him.",
    "For Canadians, Terry had become an inspirational hero,...",
    "...but what inspired Terry were the children he was trying so hard to help,...",
    "...children like Greg Scott.",
    "I'm crying now because there's so many here right now...",
    "...that's going through the same thing that I went through,...",
    "...exact same thing, and he's only ten years old,...",
    "...and I had the most inspirational day of my life today.",
    "And so Terry gave himself an afternoon off from the marathon of hope to swim with Greg.",
    "It was just the fourth day off in 137 days on the road.",
    "As he approached the city of Thunder Bay on September 1st, Terry Fox had run 3,339 miles.",
    "He was on this stretch of road at this white marker when he asked to be taken to the hospital.",
    "From a stretcher, Terry shared the news of his diagnosis.",
    "The cancer had spread...",
    "...and now I've got cancer in my lungs.",
    "And I got to go home and try to do some more treatment,...",
    "...but all I can say is that if there's any way I can go out there again and finish it, I will."
]