[
    "Hi. My name is Bill Rae.",
    "I'm with Alumni Financial Services out in Seminole, Florida.",
    "I've been in the business in the finance world for well over 30 years.",
    "Today's question is, tips on how to save money.",
    "You know, all it takes is a little bit of common sense to figure out if you're gonna try and save money.",
    "First of all, you need to understand where it is you're spending your money.",
    "Question I would have is, do you have a current budget?",
    "And what I mean by a current budget is, have you really sat down and figured how much money you're bringing in?",
    "Not what you're grossing, but what you're taking home?",
    "Do you know what it is you're making?",
    "And then do you really know what you're spending your money on now?",
    "Most of us know we have the basics: food, shelter, somewhat entertainment.",
    "But you'd be very surprised that most people don't realize how much money they spend...",
    "...without even thinking about it.",
    "So here's my challenge to you. For the next 30 or 60 days, try this.",
    "Simply get a yellow pad, write down how much you bring home in your paycheck.",
    "Carry that pad with you and every time you spend something for the next 30 or 60 days, write it down.",
    "Where did I spend the money?",
    "Was it 7-eleven?",
    "The gas station?",
    "One of the grocery stores?",
    "What did I buy and how much did I spend?",
    "Every couple of weeks, kind of peek at it.",
    "You'll be amazed if you do this for 30 or 60 days and 60 days will give you a real good idea,...",
    "...but 30 days will open up your eyes.",
    "You'll begin to put together what we call a budget.",
    "What's my income?",
    "What's my expenses...",
    "...and do I have extra at the end of the month or do I not?",
    "One of the things you might want to start getting comfortable with is an old terminology called...",
    "...delayed gratification.",
    "In other words, if you ain't got the money, don't buy it.",
    "Save for it.",
    "Try to pay things in cash as much as you can and you'll develop an excellent habit.",
    "Not to say credit isn't good, but you need to use it wisely.",
    "Set yourself a budget first and then we can talk further.",
    "My name is Bill Rae,...",
    "...I'm with Alumni Financial Services,...",
    "...hope that helped, we're always here to help you build true wealth."
]