[
    "Hey, Laura Roeder here...",
    "...and I just wanted to give you a really quick, simple, easy answer to the question...",
    "...\"How can I use Facebook to market my small business?\"",
    "So, I have a three-step strategy for using Facebook.",
    "The first step is tell people that your Facebook page exists.",
    "That step seems pretty obvious...",
    "...but I'm guessing you could do a much better job with it.",
    "So, most entrepreneurs make a Facebook page,...",
    "...they send out one email that says, \"Like my page!\"",
    "And if people don't respond to that email...",
    "...or if someone comes to your world after you send that email,...",
    "...they never find out about your page.",
    "So, you need to think about your prospect and then customer timeline,...",
    "...all the different ways and places they can interact with you...",
    "...and put regular touchpoints sending people to Facebook.",
    "Step two is just schedule your status updates.",
    "Schedule your content on Facebook.",
    "You can automate this.",
    "You do not need to spend a lot of live time on social media,...",
    "...really doesn't take that much time.",
    "So, I want you to schedule... First of all, if you have content going out like videos and blog posts,...",
    "...there's no reason for you to be manually updating Facebook without this,...",
    "...it's really easy using tools like Hootsuite or Ping.fm....",
    "...to automatically feed your new blog posts and your new videos into Facebook.",
    "So first, set that up...",
    "...and then you can use Hootsuite to schedule out status updates.",
    "You can ask questions, get people involved,...",
    "...get people talking on your Facebook page.",
    "Schedule all that stuff up.",
    "Again, you don't need to spend a lot of live time updating Facebook.",
    "The third step where you should be spending your time...",
    "...is engaging with your Facebook community.",
    "Post answers to questions people ask.",
    "That seems obvious but again, are you doing it systematically?",
    "Are you saying \"thanks for stopping by\" when people post on your page?",
    "Do you have a strategy and a plan and a schedule for interacting with people on Facebook?",
    "The simple act of responding and engaging and interacting,...",
    "...gets you much more customers communicating with you on Facebook.",
    "So, now you know a really simple three-step strategy...",
    "...for using Facebook to market your small business."
]