[
    "Social media has changed the way we interact,...",
    "...but is it a golden tool for marketers or just another phase?",
    "Michelle Prak, what is social media?",
    "Broadly speaking, social media are websites and mobile phone applications...",
    "...that enable people to connect together to share information and to chat.",
    "The leading ones are ones that everyone would have heard of:...",
    "...Facebook is the number one social media and networking site in the world,...",
    "...and YouTube is a social media site, and Wikipedia is another example.",
    "I guess I'm not a typical social media user because I use social media as part of my role;...",
    "...I tweet, on average, about 30 times a day.",
    "Any marketer would be interested where people are.",
    "They're interested in what people are saying and what they're saying about products...",
    "...and what the trends are and opinions are.",
    "It's best used in-house by people within the business...",
    "...that have a passion and a great knowledge of that business,...",
    "...but know the company and that can answer questions that can speak very well for their company,...",
    "...and people that also enjoy social media.",
    "That does help.",
    "It's very rare for any client not to be interested in social media in some way;...",
    "...it just comes down to how they might use it.",
    "So, for example, I might say Facebook is wrong for them,...",
    "...but a personal blog could be perfect for them or a corporate type site like LinkedIn.",
    "What we've seen since Facebook launched, for example, in 2006....",
    "...is only growing and growing to become more embedded throughout the web,...",
    "...so I think social media will continue to grow.",
    "It means we need to pay even more attention to social media,...",
    "...and then my advice is marketers need to have their own personal profile...",
    "...so that they can build their own knowledge and even their own brand."
]