[
    "Governor Romney, your two-minute closing.",
    "Thank you, Jim, and Mr. President.",
    "And thank you for tuning in this evening.",
    "This is an important election and I'm concerned about America.",
    "I'm concerned about the direction America has been taking over the last four years.",
    "I know this is bigger than an election about the two of us, as individuals.",
    "It's bigger than our respective parties.",
    "It's an election about the course of America.",
    "What kind of America do you wanna have for yourself and for your children.",
    "And there really are two very different paths that we began speaking about this evening,...",
    "...and over the course of this month we're gonna have two more presidential debates and a vice presidential debate.",
    "We'll talk about those two paths.",
    "But they lead in very different directions.",
    "And it's not just looking to our words that you have to take in evidence of where they go.",
    "You can look at the record.",
    "There's no question in my mind that if the president were to be reelected you'll continue to see a middle class squeeze...",
    "...with incomes going down and prices going up.",
    "I'll get incomes up again.",
    "You'll see chronic unemployment.",
    "We've had 43 straight months with unemployment above eight percent.",
    "If I'm president I will create, help create 12 million new jobs in this country with rising incomes.",
    "The president's reelected, Obamacare will be fully installed.",
    "In my view, that's gonna mean a whole different way of life for people who counted on the insurance plan they had in the past.",
    "Many will lose it.",
    "You're gonna see health premiums go up by some 2,500 dollars per family.",
    "If I'm elected, we won't have Obamacare.",
    "We'll put in place the kind of principles that I put in place in my own state...",
    "...and allow each state to craft their own programs to get people insured and we'll focus on getting the cost of healthcare down.",
    "If the president were to be reelected, you're gonna see a 716 billion dollars cut to Medicare.",
    "You'll have four million people who will lose Medicare Advantage.",
    "You'll have hospitals and providers that'll no longer accept Medicare patients.",
    "I'll restore that 716 billion dollars to Medicare.",
    "And finally, military.",
    "The president's reelected, you'll see dramatic cuts to our military.",
    "The secretary of defense has said these would be even devastating.",
    "I will not cut our commitment to our military.",
    "I will keep America strong and get America's middle class working again.",
    "Thank you, Jim.",
    "Thank you, Governor.",
    "Thank you, Mr. President."
]