[
    "In the unlikely event you're ever in a plane crash...",
    "...these tips will dramatically improve your odds of walking away from it alive.",
    "You will need: an aisle seat or one close to it,...",
    "...long-sleeved pants and top and flat closed-toe shoes, and a smoke hood or a wet washcloth.",
    "Step 1: Book a seat in the exit row or within five rows of it.",
    "People in those seats have the highest survival rates.",
    "Aisle seats are safer than window seats, unless you're sitting next to an exit door.",
    "Step 2: Wear pants and a long-sleeved shirt made of nonflammable material...",
    "...like denim or cotton and flat, sturdy, closed-toe shoes.",
    "You want clothes that don't restrict movement,...",
    "...but also offer some protection from flames, flying debris and the elements.",
    "Step 3: Bring a smoke hood or even just a wet washcloth sealed in a plastic bag.",
    "Most crash victims survive impact but die of smoke inhalation.",
    "If you don't have a smoke hood or wet cloth, breathe through your clothing.",
    "Step 4: Once aboard, count the seats between you and the nearest front and rear emergency exit.",
    "You want to be able to feel your way should the cabin fill with smoke.",
    "Note where the flight attendants sit so you'll know where to turn for instructions.",
    "Step 5: When instructed, brace yourself for an emergency landing.",
    "With your feet on the floor, cross your arms on the seat in front of you...",
    "...and lower your head onto them.",
    "If there is no seat in front, hug your knees.",
    "Try to remain that way until the plane comes to a complete stop.",
    "Remove any sharp objects from your shirt and pants.",
    "If you wear glasses, take them off.",
    "Step 6: It may sound stupid,...",
    "...but remind yourself that airplane seatbelts open by lifting a buckle, not pushing a button.",
    "Research shows that many flyers forget this when they're panicked, delaying their exit.",
    "Step 7: If the cabin fills with smoke, forget what you learned about staying close to the floor in a fire.",
    "In a commercial jetliner, you want to stoop, not crawl.",
    "You'll still get air, but you won't run the risk of being trampled.",
    "Exit the plane immediately and find your loved ones outside.",
    "Trying to find them inside will delay everyone, including those you're trying to help.",
    "Step 8: Once off the plane, run for your life, literally.",
    "You want to get away from the plane in case it explodes.",
    "Did you know?",
    "Research shows that passengers who sit near the back of the plane...",
    "...are 40% more likely to survive a crash than those in the first few rows."
]