[
    "Distinguished guests, ladies and gentlemen.",
    "It is a great pleasure for me to be able to speak to all of you today.",
    "Looking at those present in this room gives me a sense of mixed feelings.",
    "In one sense, I feel young...",
    "...because I'm in the company of so many young people...",
    "...below the age of 30, that's why.",
    "But in another sense, I feel old because when I look at you, all of you,...",
    "...and looking at myself, that adds the sense that one generation has passed by...",
    "...and I'm addressing the young Malaysians.",
    "And I see when I look at all of you, I see the face of the future of Malaysia.",
    "And of course when I look at the front bench, I see my generation...",
    "...with a few exceptions.",
    "Mr. Ngamin here, we were colleagues...",
    "...working in PETRONAS many, many moons ago.",
    "So when I looked at him I said, \"You don't belong here.\"",
    "And he said, \"We were young once.\"",
    "So, it's a great privilege for me to be able to address all of you.",
    "Because I truly believe that as a nation,...",
    "...we need to get the young people on board...",
    "...whatever vision that we have for this nation,...",
    "...whatever mission that we want to accomplish.",
    "It's important for us to get the full buy-in by the young people.",
    "Because to them we say that one day, we will be passing the torch to the next generation.",
    "But even before that, the young generation today...",
    "...is the generation that really can make a difference...",
    "...by all of you believing in this journey that we are embarking on.",
    "And this journey has its genesis in terms of where we come from.",
    "Let us look back at Malaysia just a generation ago.",
    "Let us look back at Malaysia in the 60s, for example,...",
    "...the 50s and the 60s.",
    "What does it tell you?",
    "Malaysia was small.",
    "A nation that is basically an agricultural nation.",
    "Poverty rate was about 50 percent.",
    "A large part of this population is in the rural area.",
    "We depended on rubber and tea.",
    "And it wasn't too long ago that the then Minister of Finance...",
    "...while preparing a budget, had to reckon on the price of rubber and tea.",
    "And that was the means of revenue for the country."
]