[
    "Hi and welcome back to Breakfast Club.",
    "You are still with me, Shah Shamshiri.",
    "And I promised you earlier the very beautiful and talented young woman I have next to me: Shila Amzah.",
    "Good morning, Shila.",
    "How are you?",
    "Hello, good morning.",
    "Okay.",
    "Feeling good?",
    "Yeah, I feel great.",
    "Okay, because I always feel bad.",
    "I'm sorry.",
    "I repeat this every time with my guest because it's true.",
    "I always feel bad taking people out of bed early in the morning.",
    "I already got used to it.",
    "Oh, you already got used to it.",
    "Are you a morning person by the way?",
    "I'm not really a morning person,...",
    "...but my mom always forces me to get out of my bed.",
    "Okay, that's good.",
    "That's a good mother.",
    "We were talking about empowering women,...",
    "...so women should wake up early in the morning.",
    "Oh yeah.",
    "Okay, but I know that of course, it's very different for people in the entertainment world particularly singers,...",
    "...because I know a lot of entertainers, singers, morning is not really a good time.",
    "They're usually more night people because you guys have shows, you guys record at night.",
    "A lot of things are done at night.",
    "Okay, anyway, now we've met Shila Amzah.",
    "You may have remembered her from the reality show 'One in a Million' a few years ago,...",
    "...and she got second place.",
    "Yeah.",
    "And now, a lot of people keep calling you Shila One in a Million, Shila OIAM.",
    "So now, do we address you as Shila or Shila Amzah?",
    "Shila Amzah.",
    "Shila Amzah.",
    "She preferred to be Shila Amzah.",
    "Now for your information, Shila's father was a very famous actor in the 80s particularly.",
    "I remember when I was still a kid watching him on this show.",
    "I forgot he placed his hair stylist...",
    "That is.",
    "I forgot, yeah.",
    "But her father is ND Lala.",
    "He's a very well-known actor and he was also a singer for a while, I remember.",
    "A singer.",
    "Actor, and then now he's a businessman.",
    "And now, his daughter is one of the top singers in the country.",
    "Everybody's talking about her.",
    "Young, upcoming, it's true.",
    "She's got a very beautiful voice.",
    "So you know, very, very beautiful."
]