[
    "My name is Adam Garone.",
    "I'm CEO and one of the co-founders of Movember, the month formerly known as November...",
    "...where we get men to grow mustaches to raise awareness and funds for men's health,...",
    "...specifically prostate cancer.",
    "Essentially, I'm a mustache farmer,...",
    "...and our season is November.",
    "In Australia, \"mo\" is slang for mustache.",
    "Movember started in a really nontraditional way, but in a very traditional Australian way.",
    "It was over beers on a Sunday afternoon with my brother and another mate,...",
    "...and we're all talking about 70s fashion and how everything comes back into style,...",
    "...and the conversation turned to, you know, what hasn't come back...",
    "...and whatever happened to the mustache?",
    "And the day ended with a challenge to bring back the mustache.",
    "Let's choose November, rename it Movember...",
    "...and create the basic rules, which start the month clean-shaven,...",
    "...grow a mustache for 30 days,...",
    "...and raise awareness and funds.",
    "It really is a grassroots movement.",
    "At its heart, it is a little bit rebellious.",
    "A lot of guys do Movember to annoy their girlfriends, to annoy their bosses,...",
    "...and it's validated because they're doing it for a good cause.",
    "I get comments ranging from, \"Wow! That's a killer mustache.\"...",
    "...or something like, \"Wow! What are you doing?\"",
    "And that one's the best because I say, \"Well, I'm participating in Movember.\"",
    "\"Have you heard of Movember?\"",
    "The best thing about being a Mo Bro is doing my part.",
    "I don't think we have a choice.",
    "You have to do something.",
    "Everybody has to do something.",
    "During Movember 2004, which was our first fundraising year,...",
    "...we had 450 guys in Australia,...",
    "...and together we raised 54,000 dollars.",
    "With the advent of social media, you'll reach personally so much greater through Twitter and through Facebook.",
    "Cut to Movember 2010, we had 450,000 guys spread across the world,...",
    "...and we raised 81 million dollars.",
    "Ten years from now, I firmly believe that through the power of Movember...",
    "...that we can effectively cure prostate cancer."
]