[
    "Hi, I'm Mallory Jackson, I've been a vegetarian since I was 13...",
    "...so I wanted to share some tips for anyone who's trying to give up meat.",
    "The first thing is learning the benefits of being a vegetarian...",
    "...because this is really what's gonna keep you motivated and on track.",
    "Some of the benefits of being a vegetarian is it lowers your risks of getting certain types of cancers,...",
    "...heart disease, stroke, diabetes, gallstones, obesity, osteoporosis, high blood pressure and a lot more.",
    "The second thing that helped me out a lot was telling people that I was becoming a vegetarian.",
    "You know, trying to get support from them.",
    "I mean, you're not always gonna get it from people but...",
    "...you know the facts, you know the benefits,...",
    "...and you know you're trying to better your health,...",
    "...and why should anyone, you know, put you down for that?",
    "Many celebrities are vegetarians such as Brad Pitt, Ellen DeGeneres, Kelly Clarkson, Kelly Osbourne,...",
    "...Michael Jackson was a vegetarian,...",
    "...Steve-O, Pam Anderson and even Albert Einstein.",
    "The third thing is grocery shopping and figuring out which foods don't have animal product in them.",
    "Some of my favorite vegetarian products are Gimme Lean, Boca Burgers, Tofurky,...",
    "...Garden Burgers, MorningStar or Smart Menu.",
    "You can find these products usually at Stater Brothers, Albertsons, Super A or Trader Joe's.",
    "Since you're giving up meat,...",
    "...you're gonna need a lot of other sources of proteins besides, you know, soy meats.",
    "So it's really important to be eating beans and nuts and seeds...",
    "...because you need to be getting the vitamin B protein that you no longer get from meat.",
    "Hopefully, this helped you out.",
    "If you have any further questions, feel free to message me and contact me.",
    "So, hopefully this helped you out.",
    "Thank you and good luck."
]