[
    "The varsity soccer team had played 10 or 11 games...",
    "...and lost every single one of them by really embarrassing margins.",
    "Our goalkeeper, Daniel Cui.",
    "He was taking a lot of criticism...",
    "...even though he was only a freshman playing varsity goalkeeper.",
    "We thought we were on the road to our first game that wouldn't be a loss.",
    "At the last minute everything changed.",
    "Their star player, with a minute left, cracked the shot...",
    "...and unfortunately Cui wasn't able to stop it.",
    "It was in the back of the net...",
    "...and the next thing we knew the ref was blowing the final whistle.",
    "It's horrible, I guess, because as a goalie, that little one mistake is a goal.",
    "And a goal in soccer is huge.",
    "This guy, he said, \"Oh, I'm gonna make you a great photo album.\"",
    "\"We have a bunch of pictures of you making great saves.\"",
    "The photos went up and I was just shocked.",
    "It was just horrible.",
    "After those photos were posted, there was a lot of tension.",
    "I didn't want to go to school.",
    "I felt like taking time off.",
    "I don't want that attention, I don't want that negativity.",
    "We decided we had to do something.",
    "And eventually we found this great picture of Cui making a save.",
    "And the three or four of us at about 7 pm made it our profile picture.",
    "I came back about an hour later and my news feed had exploded.",
    "It started with the soccer team making it our profile pictures...",
    "...and the girls' soccer team made it their profile pictures,...",
    "...but then the whole school got involved.",
    "Over a hundred people had either liked it, commented on it,...",
    "...tagged themselves in it, made it their profile pictures...",
    "...and it was like my entire news feed was covered in Daniel Cui's stories.",
    "He came to school the next day like he was ten feet tall.",
    "Once he had that confidence, he was just going for it,...",
    "...throwing himself out there like a rag doll.",
    "And the next season, one game he was hammering shot after shot after shot.",
    "And Cui makes the best save of his life.",
    "He was parallel to the ground, he did a Superman dive,...",
    "...and the ref blew the whistle and we won the game.",
    "I punted the ball up in the sky and then I started running.",
    "It was like, wow, the best moment of my life.",
    "I changed from \"The Freshman Kid\" to \"Daniel Cui: The Beast Goalkeeper.\"",
    "The whole school had stood up for someone who needed it.",
    "He was a normal kid just like us.",
    "We have our highs and our lows.",
    "And that's when we realized that we were all Daniel Cui."
]