[
    "What do you think of Malcolm Gladwell's theory...",
    "...that the years 1953 to 1955 were the perfect ones in which to be born for the computer revolution?",
    "Yeah, his book makes a lot of great points,...",
    "...that is that in all success stories, there are significant elements of luck and timing.",
    "You know, I wasn't the only kid born between 1953 and 1955.",
    "But absolutely, to be young and open-minded at a time when the microprocessor was invented.",
    "In my case, I have a friend, Paul Allen, who's more open-minded about hardware-type things.",
    "And he literally brought me the obscure article that talked about that first microprocessor and said,...",
    "...\"You know, this is going to improve exponentially.\"",
    "\"What does that mean?\"",
    "And I said, well that means we can do anything we want.",
    "And then he was bugging me the rest of the time.",
    "Every time there'd be a new microprocessor he said, \"Can we do something yet?\"",
    "And when we were in high school, that didn't happen.",
    "So he came back to Boston, took a job there.",
    "Actually, the microprocessor that was finally good enough came out in early 1975...",
    "...and that's why I dropped out.",
    "So the timing was pretty important.",
    "Why didn't older people see it?",
    "Well, they weren't just open-minded.",
    "They didn't think about software as the key ingredient.",
    "Now, you know a lot of kids started doing software and it's not...",
    "If somebody reads the book to say that if you spend 10,000 hours doing something,...",
    "...you'll be super good at it, I don't think that's quite as simple as that.",
    "What you do is you do about 50 hours,...",
    "...and 90% dropped out because they don't like it or they're not good.",
    "You do another 50 hours and 90% dropped out.",
    "So there's this constant cycles.",
    "And you do have to be lucky enough but also fanatical enough to keep going.",
    "And so the person who makes it to 10,000 hours...",
    "...is not just somebody who's done it for 10,000 hours,...",
    "...there's somebody who've chosen and been chosen in many different times.",
    "And so all these magical things came together, including who I knew at that time.",
    "And I think that's very important.",
    "When you look at somebody who's good and say, \"Could I do it like them?\"",
    "They've gone through so many cycles that it may fool you, that,...",
    "\"Yes, yes you could with the right luck, imagination and some talent.\""
]