[
    "These are four magic duct tape phrases.",
    "Magic!",
    "If you have these four magic phrases, you can respond to anything anybody ever says to you...",
    "..while buying yourself a moment of time to think, while regaining your composure,...",
    "...no matter what they say to you.",
    "If you are insulting to me, if you're disrespectful to me, that's about you.",
    "I'm not the person who validates you.",
    "And so they all start off the same way.",
    "That's interesting.",
    "And then there are four ways to finish that so they all start off with \"That's interesting.\"",
    "Number one: tell me more.",
    "Say that out loud, \"That's interesting, tell me more,\" say that.",
    "That's interesting, tell me more!",
    "Say it again!",
    "That's interesting, tell me more!",
    "Say it again!",
    "That's interesting, tell me more!",
    "One more time!",
    "That's interesting, tell me more!",
    "That is the number one phrase of all time.",
    "Where if you add that to your verbal repertoire, whip it out all the time, it will serve you.",
    "If you haven't already consciously added that,...",
    "\"Interesting, tell me more about that. Interesting, go on.\"",
    "That one phrase gets me out of so many different pickles.",
    "Ah, but not everything.",
    "So, tell me more.",
    "Two: Why would you say that?",
    "Number three: Do that?",
    "Number four: Ask that?",
    "I don't care what somebody throws at you.",
    "If you could respond by saying, \"Why, interesting! Why would you say that to me? Interesting.\"",
    "What you say is, \"That's interesting, tell me more.\"",
    "\"That's interesting. Why would you say that?\"",
    "\"That's interesting. Why would you do that?\"",
    "\"That's interesting. Why would you ask that?\"",
    "There's nothing that you can't respond to.",
    "But what happens to most of us is somebody says something that's not honorable,...",
    "...and our ego rears its head and says something disrespecting that.",
    "If instead, when I feel that chemical reaction in my body...",
    "...that's starting to, the taste's toxic in our mouth, you can taste the anger sometimes.",
    "In those moments, that's where I want to stop.",
    "And instead of saying the first thing into my brain, I might say to you,...",
    "...\"Well, that's interesting, why would you say something like that to me?\"",
    "Because the responses that I've gotten when I choose that path,...",
    "...you know what, I'll say, \"Why would you ask me something like that?\"",
    "That's when the master teacher appears."
]