[
    "I got something to talk to you about, which is how you greet people.",
    "Now, a lot of people don't know about the \"hell zone\" and I'm here to tell you the secret.",
    "Now, do you know where the \"hell zone\" is in your store?",
    "You're sure? No idea?",
    "Think about it.",
    "Where does your employee hate to be?",
    "Where do your customers hate to be?",
    "That's right, it's the first eight feet of your store.",
    "Customers don't want to go there because they know you're employees are gonna go up to them and say,...",
    "...\"Hi, can I help you?\"",
    "And then they're going to say what?",
    "\"No, thank you,\" and leave and they'll never see him again.",
    "Employees don't want to go up there because they're gonna say, \"Hi, can I help you?\" to the customer,...",
    "...and they're gonna say, \"No, just looking.\"",
    "...and they're going to retreat because they feel wounded.",
    "And they're gonna go back to the castle of the counter where they will never be seen again.",
    "Here's a way to get past that and it's really important for a gift store:...",
    "...find a prop.",
    "Now, a prop can be anything.",
    "In my case, I'm using my book...",
    "...\"You Can Compete: Double Sales Without Discounting,\" shameless plug.",
    "But that's not the point.",
    "If I was here in a store and I can't move out of the frame here,...",
    "...but if a customer walked into my store,...",
    "...I would just walk over, I'd say, \"Good morning, welcome to Bob's Gift Store.\"",
    "\"Feel free to look around and I'll be right back.\"",
    "Now, by me having this prop in my hand,...",
    "...it looks like I have a reason to go past them.",
    "So it kind of looked like, \"Good morning, welcome to Bob's Gift Store.\"",
    "\"Feel free to look around and I'll be right back.\"",
    "And I would continue walking past them and the customer will be going this way.",
    "And I'll guarantee if you try this in your gift store today,...",
    "...you're gonna hear the customer say, \"Thank you.\"",
    "Now, why do they say \"thank you?\"",
    "Because to their knowledge, you're moving on, there's something more important to do.",
    "They don't have to worry about you coming up and saying, \"Can I help you?\" and then having to decide.",
    "And it relaxes everybody.",
    "And then you can sit or stand over there and you can notice what they're picking up...",
    "...and then go back and have some more information.",
    "You can have some more talk with them.",
    "But the point is, a prop gives you the way to deal with the \"hell zone.\"",
    "You greet them at about a 45 degree angle, letting them move past.",
    "Now, some of you are saying, \"But what if they've got something?\"",
    "Well, if they have a real need, they'll stop you.",
    "And they'll say \"Can you help me, I'm looking for...\" and that's great.",
    "But a lot of times, particularly in a gift store,...",
    "...we want people to feel free to look around, not be bothered,...",
    "...and then about two minutes later we may come back and have further information.",
    "So that's my tip for you here, always use a prop when greeting a customer.",
    "And thanks for joining me, Bob Phibbs, Retail Doctor."
]