[
    "South Korea's presidential race has officially started...",
    "...as presidential hopefuls registered their candidacies for the December 19th election.",
    "With less than a month away, South Korea's presidential candidates kicked off their official campaigns.",
    "Nominees from the ruling and main opposition party are expected to dominate this year's elections...",
    "...with Park Geun-hye of the ruling New Frontier Party currently leading all candidates.",
    "Park, who is aiming to be South Korea's first female president,...",
    "...vowed to completely step out of politics if not elected.",
    "Moon Jae-in, the main opposition Democratic United Party candidate,...",
    "...served as a chief of staff to former President Roh Moo-hyun.",
    "Moon and Park Geun-hye have a history as Moon was jailed for leading protests against Park's father, Park Chung-hee,...",
    "...who ruled the country for 18 years.",
    "I, Moon Jae-in, will be the first president to open the new era.",
    "Today, the official 18th presidential election has started.",
    "This election will determine not only the next five years, but the next 10 to 20 years...",
    "...as to whether South Korea will move into the future or go back into the past.",
    "Moon's nomination comes at the expense of Ahn Cheol-soo,...",
    "...who unexpectedly withdrew from the presidential race last week in fear of splitting the liberal vote,...",
    "...which would guarantee an easy victory for Park.",
    "Many however, still believe in Ahn's politics,...",
    "...especially to voters who are tired of outdated conventional parties.",
    "One thing is still lacking:...",
    "...the reform of South Korean politics and the Democratic United Party that Ahn Cheol-soo represented.",
    "We should fire that flag up again.",
    "The combination of Moon, the representative of the Democratic United Party's government...",
    "...and Ahn Cheol-soo is a strategy for certain victory.",
    "While polls are showing that the backlash of Ahn's withdrawal mostly hurts Moon,...",
    "...analysts say it negatively affects both major candidates.",
    "To an extent, we now have a unified candidate.",
    "Park Geun-hye and her party didn't want this as they hoped for a three-way competition.",
    "And although Moon is now the unified candidate, the merger process also wasn't ideal for him.",
    "Ahn one-sidedly gave up his candidacy without mutual consent or negotiations,...",
    "...not achieving a synergy effect.",
    "Still, Ahn Cheol-soo's supporters, which poll shows to make up one-third of eligible voters,...",
    "...are now the deciding factor in an uncertain presidential race.",
    "The media has reported that 20 percent of Ahn supporters now support Park,...",
    "...and less than 50 percent back Moon.",
    "However, I think currently Ahn's supporters are in shock...",
    "...and in a state which they can't decide whom to vote for.",
    "Both candidates will need to rally the undecided...",
    "...despite the challenge of swaying voters who oppose traditional politics.",
    "Joseph Kim, Press TV, Seoul."
]