[
    "Right now in Central Park, we are assembling to receive instructions...",
    "...from strangers about how we should take our pants off in the subway.",
    "This is the Ninth Annual No Pants Subway Ride.",
    "Basically, we have a large group of people in six different spots in New York...",
    "...get on the train, take their pants off and ride it down to Union Square to meet with everyone else.",
    "It's really just to create scenes of joy and chaos...",
    "...and put a smile on New Yorkers' faces.",
    "We're here to be courteous and have fun and just share a smile with other New Yorkers.",
    "Originally, the first No Pants Subway Ride had seven people,...",
    "...and this year, we're expecting a couple of thousand,...",
    "...so they kind of have to split it up into multiple locations.",
    "We're starting all over the place, and hopefully we're gonna all meet at one place.",
    "If they ask us what are we doing...",
    "...we'll just say we left our pants at home...",
    "...or something stupid.",
    "We don't reveal the prank 'cause you never reveal a prank.",
    "Yeah, I started and I took the E train up to 53rd,...",
    "...transferred onto the Six train, and here I am in Union Square.",
    "A lot of questions, a lot of questions like, \"Where are your pants?\"",
    "\"What's with the no pants?\"",
    "Yeah, basically something like that.",
    "So, here's a little kid that was looking over and goes,...",
    "...\"Mommy, why don't these people have pants on?\"",
    "She was, \"Just stop looking. Look away, look away!\"",
    "\"Don't look at them.\"",
    "You know, personally I woke up this morning, I was in a really big hurry to meet my friends in the city,...",
    "...and I just forgot my pants, and this is my last pair of underwear, my last pair of socks.",
    "So frankly, being the scatterbrained person I am, I'm not surprised that I forgot my pants,...",
    "...but then I came and like all my friends also didn't have their pants on,...",
    "...so it was a little strange, but I don't know."
]