[
    "Election night in Chicago,...",
    "...and Obama supporters celebrate their victory.",
    "I return to the White House more determined...",
    "...and more inspired than ever about the work there is to do...",
    "...and the future that lies ahead.",
    "But Mr. Obama had little time to enjoy his triumph.",
    "The president once again assumed the role of national healer-in-chief...",
    "...in the wake of the tragic school shootings in Newtown, Connecticut.",
    "We can't tolerate this anymore.",
    "These tragedies must end,...",
    "...and to end them, we must change.",
    "Mr. Obama is also trying to find a compromise...",
    "...on deficit reduction with congressional Republicans...",
    "...to head off a half-trillion dollars' worth of tax hikes and budget cuts by the end of the year.",
    "The president's reelection is a chance to start over,...",
    "...says former Reagan White House Chief of Staff Ken Duberstein.",
    "People are giving President Obama a second chance,...",
    "...perhaps to validate the promise he made in 2008,...",
    "...which was fundamentally to transform Washington...",
    "...in the way we work together or not work together.",
    "It's also a chance for Republicans to make a fresh start,...",
    "...says Thomas Mann of the Brookings Institution.",
    "It's not tenable for Republicans simply to stay in opposition...",
    "...for the whole second term of President Obama.",
    "And if they are seen as the obstacle to doing anything to solve our problems,...",
    "...they're writing their own death certificate.",
    "But tough decisions on taxes and spending...",
    "...could also see the president demand concessions from his own party, says Duberstein.",
    "The major part of leadership is occasionally saying no to your strongest allies...",
    "...and yes to some of your fiercest opponents.",
    "You got to bring people together.",
    "President Obama will be officially sworn in for a second term on January 20th,...",
    "...with the public inauguration ceremony the following day.",
    "Jim Malone, VOA News Washington."
]