[
    "What are you?",
    "I'm Gotham's reckoning.",
    "When Chris Nolan's film, \"The Dark Knight Rises\" came out in July,...",
    "...the on-screen death and destruction served as the backdrop...",
    "...to a mass shooting during its premiere in Aurora, Colorado.",
    "The shooter, 24-year-old James Holmes,...",
    "...had dyed his hair red to resemble the Batman character, \"The Joker.\"",
    "Holmes killed 12 people and wounded 58.",
    "Production of violent films continued after the massacre.",
    "One of them, Andrew Dominik's graphic drama, \"Killing Them Softly,\"",
    "...about a hired gun with feelings, was released late November.",
    "I like to kill them softly from a distance,...",
    "...not close enough for feelings.",
    "Don't like feelings. Don't wanna think about them.",
    "The Hollywood premiere this week of Quentin Tarantino's bloody western,...",
    "...\"Django Unchained,\" was canceled out of respect for those killed in Connecticut,...",
    "...though the movie will be released.",
    "You kill people, and they give you a reward?",
    "The badder they are, the bigger the reward.",
    "Criminal defense attorney Rene Sandler says...",
    "...on-screen gunfights can inspire real-life shootings.",
    "The perpetrator becomes a character,...",
    "...takes on the persona of an aggressive or violent individual or superhero.",
    "And in Aurora, it's a perfect example of just that.",
    "But Sandler says, even more than films,...",
    "...violent video games are at the core of brutal behavior,...",
    "...and she says they should be regulated.",
    "I've seen clients who have engaged in that interactive video experience,...",
    "...where they're killing, where they're using guns,...",
    "...where they're gaining points and winning, given the more bodies that they amass.",
    "Sandler says on-screen violence itself is not dangerous,...",
    "...but it can be \"weaponized\" in the hands of people with mental issues.",
    "Law enforcement authorities in the Connecticut shooting have said very little...",
    "...about the 20-year-old shooter Adam Lanza's mental health.",
    "But the elementary school attack has raised the issue,...",
    "...and many are calling on society to be more vigilant.",
    "A gaming industry group calls any link between video games and violence a myth.",
    "And following the movie theater massacre in July,...",
    "...a movie industry mogul suggested a summit on violence and film,...",
    "...which has not yet been convened.",
    "Doesn't Kevin go to Gladstone High?",
    "Still, an Oscar-nominated movie last year, \"We Need to Talk About Kevin,\"...",
    "...eerily mirrors the Newtown shooting.",
    "The 16-year-old upper-class Kevin,...",
    "...goes on a killing spree at his high school after murdering his family.",
    "The movie raises noted questions about teen mental health,...",
    "...family breakdown and violence in American society.",
    "Penelope Poulou, VOA News, Washington."
]