[
    "Today, I'm gonna show you how to make chicken kebabs.",
    "It sounds delicious, and believe me, it tastes delicious.",
    "So watch this video and have a go at making them.",
    "So, in this plate, we have one teaspoon of salt, one teaspoon of coriander powder,...",
    "...one teaspoon of cumin powder, one teaspoon of red chili powder, and one teaspoon of garam masala.",
    "In this plate, we have two green chilies, finely chopped,...",
    "...two teaspoons of crushed garlic and ginger, some coriander,...",
    "...one slice of bread, broken into small pieces, and half an onion, finely chopped,...",
    "...and in the middle, we have an egg,...",
    "...and in this bowl, we have one pound of chicken mince.",
    "Okay, so first of all, we're going to add all the spices into the bowl of minced chicken,...",
    "...so I'll put the spices in there.",
    "Then we're going to add the bread crumbs, the coriander, ginger paste, green chilies, and onion.",
    "And finally, we're also going to add in the egg,...",
    "...and then we're going to stir the whole mixture around.",
    "So, after a few minutes of mixing,...",
    "...the kebab mix should be ready for me to now start making the kebabs.",
    "Using a clean pair of hands, I'm now going to begin making the kebabs,...",
    "...so you get the minced meat in your hands, squeeze it, and then roll it out into a circular shape.",
    "There you go, and put it onto a plate.",
    "And here, I've got several chicken kebabs ready for me to fry.",
    "So, put some oil into a pan and turn the cooker on, so the oil is now hot.",
    "I will now add the kebabs into the pan.",
    "So, let this cook 'til one side becomes a golden brown color.",
    "You can see the kebabs are getting cooked.",
    "After about a minute or so, you turn the kebabs around,...",
    "...and you can see, it's turned to a nice brown color,...",
    "...so you just do the same with the other kebabs. Like this.",
    "Just turn them all around,...",
    "...and this I will cook for about two more minutes.",
    "So you can see the kebabs are cooking very nicely there.",
    "Almost done.",
    "Okay, so the kebabs are now ready to be served,...",
    "...so put a plate here, and I'm going to empty the kebabs into the plate.",
    "And there, you can see the kebabs are nicely cooked and ready for me to eat and enjoy."
]