[
    "You try to do your part for the environment:...",
    "...always recycling, walking when possible,...",
    "...but protecting the planet while on a business trip is a tougher challenge.",
    "Here are some gadgets that will help you stay green...",
    "...even while on the go.",
    "Just because you're not footing the hotel's water bill...",
    "...doesn't mean you should go with the flow.",
    "Conserve H2O with the Waterpebble.",
    "Place the device near the shower drain...",
    "...and bathe away while sensors monitor water usage.",
    "When you next shower, lights will flash green first, then amber,...",
    "...which means you should be halfway done,...",
    "...and finally red when your time's up.",
    "Over time, the Waterpebble can help you take shorter showers.",
    "Don't use travel as an excuse to buy wasteful and expensive bottled water.",
    "Filtered water bottles made by companies...",
    "...like Ech2o Usable and Bobble can be filled from any tap.",
    "As you drink, a microfiltration system built into the bottle top,...",
    "...removes impurities.",
    "Empty it out before you reach security checkpoint...",
    "...and refill it on the other side.",
    "Next, a clock that's all wet.",
    "The Bedol Water Alarm Clock will make sure...",
    "...you wake up in time for your important meetings.",
    "No need to plug it in or check the batteries, this clock runs on water.",
    "Just unscrew the bottom and fill her up.",
    "The clock converts ions in the water into electricity,...",
    "...but does need fresh water every few months.",
    "For your gadgets that do need battery power,...",
    "...try USB Cells Rechargeable Batteries.",
    "Pop the top and plug them into a USB port to charge.",
    "No separate charging device needed.",
    "The green light turns off to indicate a full charge.",
    "Use them in your digital camera,...",
    "...flashlight or any device that requires batteries.",
    "And once you've wrapped up your appointments,...",
    "...treat yourself to some fresh air.",
    "Keep your smartphone handy in case the office calls,...",
    "...but don't risk damaging it.",
    "The Urban Tote from SealLine can keep all your valuables dry.",
    "These lightweight PVC-free bags have a clever closure that's watertight.",
    "Simply roll down the top of the bag and fasten the clip.",
    "These eco-friendly gadgets can help you waste less and conserve more...",
    "...wherever your business takes you."
]