[
    "Hi everyone, I'm Mimi.",
    "Hi everyone, I'm Myung-myung.",
    "Hi, Myung-myung.",
    "Can I ask you a question?",
    "What's your zodiac sign?",
    "Yeah, I know, I'm the Dragon.",
    "Do you know why you are a Dragon?",
    "No, I don't know.",
    "As a Chinese you should know about the history of zodiacs.",
    "Let me tell you a story about it now.",
    "Okay, sure, why not?",
    "Once upon a time, the 12 animals quarreled about the order of the cycle...",
    "...because everyone wanted to take the lead.",
    "No decision was made.",
    "Finally, the animals agreed to ask the Jade Emperor,...",
    "...the ruler of the gods in Chinese mythology, to decide the order.",
    "Let's hold a competition.",
    "The animals will run across a river...",
    "...and each animal's position in the circle will be set by its place in the race.",
    "At that time, the cat and the rat were very close friends.",
    "The cat wanted to take up the position in the cycle...",
    "...but he was a sleepyhead.",
    "So the cat told the rat, \"Rat, rat, please wake me up tomorrow morning.\"",
    "The rat said, \"Of course, we are good friends.\"",
    "But the next morning, he did not wake up the cat and went to the race by himself.",
    "All the other animals gathered at the bank of the river in the morning,...",
    "...and the race began.",
    "When the rat was swimming, he found that the ox was swimming faster than anyone else.",
    "Then the rat jumped onto the ox's back without being noticed.",
    "Just as the ox was about to reach the destination,...",
    "...the rat jumped out of his back and won the race.",
    "The rat became the lead sign of the cycle.",
    "The ox falls to the second.",
    "The pig, lazy and slow, became the last.",
    "The cat didn't wake up until the race was over,...",
    "...but it was too late and he was not able to make it in the cycle.",
    "This is the story of our zodiacs.",
    "Now you know about the history of zodiacs, Myung-myung?",
    "Yes, I do.",
    "Thank you so much, Mimi.",
    "That's an interesting folktale, eh?",
    "Actually, I know there are still so many young people in China that don't know about the story...",
    "...and many other Chinese traditional culture as well.",
    "Wow, that's not cool.",
    "We should cherish and protect our traditional culture.",
    "They're a precious treasure for us and our country."
]