[
    "Bright colors, spirited parades, and the pop of firecrackers,...",
    "...they're the unforgettable sights and sounds of the Spring Festival...",
    "...commonly known in the West as Chinese New Year.",
    "It's a celebration that lasts 15 days,...",
    "...the most colorful and important holiday on the Chinese calendar.",
    "The Chinese have been celebrating the New Year since 2,000 BC.",
    "But the origins of this now joyous holiday were born of fear and myth, not festivity.",
    "An ancient Chinese legend tells the story of the wild beast \"Nian\",...",
    "...who appeared each year at the end of winter attacking and killing villagers.",
    "To scare the beast away, they used the color red, loud noise, and bright light.",
    "The customs of Chinese New Year were born.",
    "\"Nian\" is also the Chinese word for \"year\".",
    "And much like a wild beast, the year was something to be feared...",
    "...as flood, famine, and sickness took many lives.",
    "On the New Year, families gathered for a reunion to see who had survived,...",
    "...and to wish the best for the year to come.",
    "Today, the tradition continues as families celebrate the New Year together.",
    "Throughout the centuries, Chinese New Year celebrations...",
    "...have been held at different times under different emperors.",
    "In 1911, the Republic of China was established under Sun Yat-sen.",
    "Soon after, the country adapted the foreign solar-based Gregorian calendar,...",
    "...establishing New Year celebrations for January 1st.",
    "During the political turmoil of the early 20th century,...",
    "...the Chinese government returned to its roots...",
    "...and reestablished the traditional lunar calendar to set the dates for holidays.",
    "Chinese New Year is celebrated at the beginning of the first month of the lunar calendar...",
    "...around late January; early February on the Western calendar.",
    "People crowd city streets, buying new clothes and shoes.",
    "They shop for the best firecrackers, and choose special ingredients for the festive meal.",
    "Red is the color of happiness and abundance.",
    "Auspicious symbols written on red paper...",
    "...hang in every store window and home to bring good fortune.",
    "Families enjoy the New Year's Eve feast with plate after plate of elaborate food,...",
    "...the most symbolic meal of the year.",
    "A whole fish stands for abundance,...",
    "...a chicken for good luck;...",
    "...both served with head and tail, symbolizing a good beginning and end for the coming year.",
    "After the meal, elders pass out small red envelopes called \"hong bao\".",
    "Each has a New Year greeting on the outside, and lucky money on the inside.",
    "On the first day of the New Year, people take to the streets,...",
    "...filling the day with the explosion of firecrackers.",
    "The celebration continues for two weeks with traditional ceremonies and days of rest.",
    "On the 15th day, the Lantern Festival arrives, signaling the end of the holiday.",
    "It's a tradition that can be traced back to 200 BC...",
    "...when the emperors of the Han dynasty lit their palace with lanterns...",
    "...to pay tribute to the universe.",
    "Today, the lanterns provide a glowing backdrop for a lively parade...",
    "...as lion dancers and beautiful dragons wind their way through the streets,...",
    "...warding off evil spirits and bringing good luck.",
    "A symbolic celebration comes to an end,...",
    "...but the promise of good fortune fills the air as the Chinese Year begins anew."
]