[
    "From the start, Pope Benedict faced a difficult road following the popular Pope John Paul II.",
    "Embraced by some,...",
    "We are very happy.",
    "We're hoping it would be him, definitely.",
    "...shunned by others.",
    "I was frankly devastated when I heard the choice of Ratzinger.",
    "The pope was born Joseph Ratzinger in a small town in Germany in 1927,...",
    "...the son of a police officer.",
    "As a young man, he studied at a seminary.",
    "In World War II, he said, he was forced to join the Hitler Youth,...",
    "...though he said he defected as the war neared an end.",
    "He was ordained in 1951 and taught theology before working his way up the Church hierarchy.",
    "The further up the ranks he climbed, the more conservative his views became.",
    "When he became pope in 2005, his first message was one of humility.",
    "The cardinals have elected me, a simple, humble worker in the vineyard of the Lord.",
    "The fact that the Lord can work and act even with insufficient means consoles me.",
    "And above all, I entrust myself to your prayers.",
    "At times, Pope Benedict's papacy was rocky.",
    "In 2006, he enraged Muslims during a speech at a German university...",
    "...when he quoted the words of a medieval emperor.",
    "\"Show me just what Muhammad brought that was new...\"",
    "\"...and there you will find things only evil and inhuman,...\"",
    "\"...such as his command to spread by the sword of the faith he preached.\"",
    "Reaction was swift and angry.",
    "Later that year, the pope traveled to Turkey and prayed at the Blue Mosque.",
    "He met with Muslim and Arab leaders through the years.",
    "For much of his reign, the Church was embroiled...",
    "...in what seemed to be an ever widening priest sex abuse scandal.",
    "In 2010, the pope apologized and promised, \"Never again.\"",
    "\"We too insistently beg forgiveness from God and from the persons involved,...\"",
    "\"...while promising to do everything possible to ensure that such abuse will never occur again.\"",
    "Pope Benedict was known for his conservative views on abortion, homosexuality and birth control.",
    "But he created a stir about a year ago,...",
    "...when he wrote that condoms could be justified in cases of prostitution...",
    "...to reduce the risk of HIV, though some said it came too late.",
    "The pope also moved the Catholic Church into the Digital Age,...",
    "...sending his first tweet in December.",
    "He also got the Vatican its first electric car, having expressed concerns about the environment.",
    "At the start of his papacy, Pope Benedict was seen as a choice for continuity.",
    "It now will be up to history to determine whether he fulfilled that role as caretaker...",
    "...or whether his impact on the Church will be greater.",
    "Jeff Seldin, VOA News."
]