[
    "With \"Lincoln\", Steven Spielberg created not only an Oscar-worthy film...",
    "...but a new classic.",
    "His meticulous research and his subtle direction...",
    "...bring to life the 16th president of the United States in all his complexity.",
    "Spielberg has been a force in Hollywood for nearly four decades.",
    "His first big success was \"Jaws\",...",
    "...about the hunt for a killer shark off the coast of New York's Long Island.",
    "It won three Academy Awards and established Spielberg as a master of suspense:...",
    "...a title he reclaimed with his science fiction film \"Close Encounters of the Third Kind\".",
    "A few years later, Spielberg returned with \"E.T. the Extraterrestrial\";...",
    "...the poignant story of a boy who befriends an alien stranded on earth.",
    "It became the top grossing film of all time.",
    "Other blockbusters like the \"Indiana Jones\" trilogy followed.",
    "His crowning achievement was the 1993 holocaust epic \"Schindler's List\"...",
    "...based on the story of Oscar Schindler...",
    "...who risked his life to save more than a thousand Jews from the gas chambers.",
    "The film earned Spielberg his first Academy Awards for Best Director and Best Picture.",
    "In \"Saving Private Ryan\", Spielberg again focused on the second World War...",
    "...and won another Academy Award for Best Director.",
    "Now, fifteen years later with \"Lincoln\",...",
    "...Spielberg is a continuing force in cinema,...",
    "...crafting history for millions of moviegoers.",
    "Ang Lee's Oscar nominated film \"Life of Pi\" about an Indian boy adrift...",
    "...with a Bengal tiger is a visual masterpiece.",
    "Lee's cinematography and special effects...",
    "...make the sea and the kinetic tiger supporting characters.",
    "For Ang Lee, success came late in life.",
    "He won acclaim for his 1995 British period piece \"Sense and Sensibility\".",
    "From then on, he became famous for his nuanced treatment of culturally diverse stories.",
    "In 1997, he directed the \"Ice Storm\"...",
    "...about dysfunctional families in the affluent New York suburbs.",
    "In 1999, his \"Crouching Tiger, Hidden Dragon\" about Chinese martial arts...",
    "...won an Oscar for Best Foreign Language Film.",
    "But Lee's climactic moment came in 2005 with \"Brokeback Mountain\"...",
    "...about the forbidden love between two gay cowboys in the American West.",
    "Lee's tender story put gay romance into the American mainstream.",
    "The film was nominated for Best Picture but lost to another,...",
    "...many say because of its subject matter,...",
    "...yet Ang Lee received the Oscar for Best Director.",
    "This year with Life of Pi, Lee focuses on an Indian family and the universality of faith...",
    "...as a source of strength and courage.",
    "Ang Lee and Steven Spielberg go toe-to-toe as master filmmakers of their generation.",
    "Penelope Poulou VOA News, Washington."
]