[
    "A foreign army invaded the United States in last year's remake of 'Red Dawn',...",
    "...but producers made a change before the film was released.",
    "The story of Americans fighting off invaders...",
    "...originally had Chinese soldiers as the villains.",
    "Now, they're North Koreans,...",
    "...so Chinese audiences or censors are not offended.",
    "Some big action films also have a China connection.",
    "The upcoming Iron Man 3 was partly filmed in China,...",
    "...and its script was subject to scrutiny by Chinese officials.",
    "And Chinese sensibilities influence the disaster epic '2012',...",
    "...says Stanley Rosen of the University of Southern California.",
    "He studies China's film industry.",
    "Even if you're not shooting in China, a film like '2012' will be very careful...",
    "...to include positive references to China.",
    "Negative references will simply kill the market.",
    "The reason spy thriller 'Skyfall' had scenes cut for Chinese audiences,...",
    "...and the science fiction film 'Cloud Atlas'...",
    "...lost 40 minutes of its action on the cutting room floor.",
    "But Chinese audiences love big movies with special effects,...",
    "...so Hollywood films account for half of the receipts from Chinese theaters.",
    "Chinese-born actress Lisa Lu played China's dowager empress...",
    "...in Bernardo Bertolucci's 1987 epic, 'The Last Emperor',...",
    "...a Chinese co-production mostly filmed in China.",
    "She says today's market has created solid roles for Asian actors.",
    "That wasn't true in the 1950s.",
    "So, all they wrote were either laborers or wash women...",
    "...or a dragon lady who has a restaurant.",
    "China's expanding middle class has given a boost to the country's own film industry.",
    "Last year's comedy 'Lost in Thailand' from director Xu Zheng...",
    "...was a huge box office success, coming in second...",
    "...in all-time Chinese film revenues after Hollywood's 'Avatar.'",
    "China is also an attractive film location with low production costs and many sets, says Lisa Lu.",
    "Streets of Europe, streets of New York, streets of China,...",
    "...you go there and you can have everything you need.",
    "Hollywood studios are finding Chinese partners for co-productions,...",
    "...and Disney and DreamWorks Animation...",
    "...are investing in tourist attractions in Shanghai, says Stanley Rosen.",
    "It's an evolving relationship, and Hollywood needs China,...",
    "...as the North American market has been flat.",
    "But China needs Hollywood as well,...",
    "...as you see with DreamWorks going in, Disney going in.",
    "And China is coming to Hollywood.",
    "The Chinese company TCL has purchased naming rights...",
    "...to the historic Grauman's Chinese Theater on Hollywood Boulevard,...",
    "...and the Chinese conglomerate Dalian Wanda Group...",
    "...has bought a major American theater chain, AMC.",
    "The ties between China and Hollywood are expected to grow in the future.",
    "Mike O'Sullivan, VOA News, Los Angeles."
]