[
    "On Saint Peter's Square, visitors were eager to talk about the historic announcement.",
    "The first papal resignation in nearly 600 years drew news crews from around the world,...",
    "...who peppered tourists with questions.",
    "Most people were sympathetic.",
    "In one way I'm shocked because popes have quite often gone until they die...",
    "...but on another side, I have admiration for his choice.",
    "My parents called me all the way from Colombia to tell me.",
    "My parents are also very Catholic.",
    "So we are all a bit shocked like, why?",
    "I actually do understand.",
    "I think the past pope, John Paul, was very frail and infirm when he was in the office.",
    "And I think Pope Benedict has set a new standard, really.",
    "But one university student from a South Korean Catholic family...",
    "...thought the Pope made a bad decision.",
    "Well, the God selected him from the first time...",
    "...so I think he knew to do his duty 'til his death.",
    "Pope Benedict's papacy has been a difficult period for the Catholic Church...",
    "...particularly due to the continuing scandal over priests who abused young people.",
    "For that reason, Vatican correspondent Alessandro Speciale of the Religion News Service...",
    "...says the Church needs a strong leader.",
    "The Church is booming and is very young...",
    "...both as priests and as believers in the southern part of the world.",
    "And so this means there's a risk of cases such as this.",
    "It's still very high there,...",
    "...and both are potentially devastating for the Church.",
    "Speciale says tough guidelines and enforcement are needed...",
    "...to prevent the Church from losing the moral high ground...",
    "...in its main growth areas Africa and Latin America.",
    "On the Square, Tuesday, there was lots of speculation about...",
    "...whether the new Pope might come from one of those areas.",
    "Most visitors said they would welcome such a move,...",
    "...but they also said the Pope's ethnicity is not as important as his spirituality...",
    "...and his ability to inspire faith in others.",
    "Al Pessin, VOA News, Vatican City."
]