[
    "The Reverend John Gardiner delivering mass...",
    "...to followers at Saint Matthew's Cathedral in Washington.",
    "Some Catholics here pray for Pope Benedict...",
    "...after learning he was resigning because of failing health.",
    "Father Gardiner says he was not surprised the pope is stepping down.",
    "But it's going to be one heck of a job and I think that he's being realistic...",
    "...and he accepts the resignation of other bishops at age 75.",
    "I think in my mind this is the ultimate good example...",
    "...that he's not just talking the talk but walking the walk.",
    "Kate Courtien, a parishioner, says she was stunned when she heard the news.",
    "I think it's shocking.",
    "It's been 600 years since one has resigned.",
    "I'm sure people want to make sure that he's able to fulfill his job...",
    "...and if they felt that that wasn't done in the past,...",
    "...he may have just wanted to not cause any controversy.",
    "In New York with one of the largest Catholic populations in the United States,...",
    "...Cardinal Timothy Dolan said he was startled by the announcement.",
    "And I just always admired him as a scholar, as a priest, as a holy man.",
    "And now my admiration for him is even higher because of his humility.",
    "Others like Wayne gave a special prayer for the pope.",
    "I think Pope Benedict has done a great job...",
    "...and I just feel that we're blessed to have had him as pope...",
    "...and just thank him for his service to the Church.",
    "I just trust the Lord will help them make the right decision.",
    "Some Catholics say they hope the next pope will come from a developing nation,...",
    "...but others like John Vahey disagree.",
    "That's not as important to me as having a pope...",
    "...with potentially slightly more moderate views than the current Pope Ratzinger.",
    "Some US Catholics say the pope's resignation creates excitement and anticipation...",
    "...to see who will be the next leader of the Catholic Church.",
    "Chris Simkins, VOA News, Washington."
]