[
    "A ten-ton meteor slammed into Russia last night.",
    "How big was it?",
    "How much damage did it cause?",
    "And why was it caught on so many cameras?",
    "I'm Anthony for DNews, and last night, Trace talked about an asteroid...",
    "...that was flying by Earth today, 2012 DA14.",
    "Now, right after we reported on it, a totally different, unrelated meteor...",
    "...hit Chelyabinsk, Russia, causing massive damage and over a thousand injuries.",
    "Now, the meteor was estimated to weigh about ten tons,...",
    "...and it entered the Earth's atmosphere over the Ural Mountains...",
    "...at a speed of 33,000 miles per hour.",
    "That is hypersonic speed.",
    "It was six and a half feet long,...",
    "...but shattered into pieces about 20 to 30 miles above the ground,...",
    "...releasing several kilotons of energy.",
    "Now, that's basically the same amount as a small nuclear bomb.",
    "Just the shockwave from the meteor entering our atmosphere...",
    "...damaged over 3,000 buildings and shattered over a million square feet of glass,...",
    "...and that shattered glass is the cause of most of the injuries in the area.",
    "At the time I'm recording this, anywhere from 900 to 1,200 people,...",
    "...there were conflicting reports, have gone in for medical care for shockwave-related injuries.",
    "Right now, there are no reports of deaths or people actually being hit by space debris.",
    "This is the largest recorded explosion of a space object hitting the Earth since 1908.",
    "Now, that impact was also in Russia, 3,000 miles away from this one...",
    "...in an area called Tunguska and was estimated to be somewhere around ten megatons in force.",
    "Yesterday's meteor's descent was recorded by a large number of dashboard cameras in Russian cars,...",
    "...and the reason for that is that a lot of Russian drivers have them installed...",
    "...because of high instances of insurance fraud and hit-and-run accidents in the country.",
    "So, it may seem coincidental, but it's a very standard practice over there."
]