[
    "As our world becomes increasingly complex,...",
    "...rapidly growing cities face unprecedented new challenges.",
    "Rio de Janeiro, while known for its rich culture, active lifestyles, and stunning natural beauty,...",
    "...is also burdened with crime, aging infrastructure, and natural disasters.",
    "Already a burgeoning city of six million,...",
    "...Rio now prepares for millions more...",
    "...as they get ready to host the 2014 World Cup and the 2016 Olympics.",
    "Like other forward-thinking cities,...",
    "...Rio realized it was in need of a new city operations plan...",
    "...to improve emergency response coordination, manage increased traffic,...",
    "...and improve services for citizens.",
    "Rio turned to IBM to create a \"Smarter City\".",
    "...by integrating more than 30 agencies into one centralized command center.",
    "The new Smarter City system gathers data from sectors across city operations...",
    "...making it easy for security officials and crisis managers to monitor and respond to problems quickly.",
    "Data from sensors and video feeds create real-time maps and graphs,...",
    "...working to predict problems and counteract them.",
    "Weather monitoring systems forecast heavy rains with state-of-the-art accuracy,...",
    "...giving city officials the ability to anticipate floods and mudslides,...",
    "...alert the public and send emergency support.",
    "The Smarter City system has improved emergency response time by 30 percent,...",
    "...making Rio a safer city.",
    "The result is a visionary city...",
    "...equipped to react, predict, and plan for current and future events.",
    "But this is just the beginning.",
    "Rio's Smarter City transformation is set to expand the transportation, public works and utilities.",
    "Every city, large or small, has its own unique challenges.",
    "Working with forward-thinking cities like Rio...",
    "...and more than 2,000 other Smarter Cities projects around the world,...",
    "...IBM is able to help make cities smarter."
]