[
    "The scene is Washington's Dupont Circle Park: two penguins dance to electronic music.",
    "The people around them don't seem to notice.",
    "Suddenly, the place is filled with dancers.",
    "Flash mobs like this are part of a global wave of YouTube enthusiasts...",
    "...who use the song 'Harlem Shake' by a man who calls himself DJ Baauer...",
    "...to transform seemingly normal occasions into dance-filled chaos.",
    "Thank you so much everybody for coming.",
    "Jordin's Paradise, a dance and fitness studio in Washington,...",
    "...organized the event through Facebook and found eager participants.",
    "I think the song is really catchy,...",
    "...and since 'Gangnam Style' was very difficult for everybody to get,...",
    "...this is really simple.",
    "So, even if you can't even dance, just do whatever, and it's so awesome.",
    "In early February, five Australian teenagers were among the first...",
    "...to post their Harlem Shake video on YouTube,...",
    "...creating the most popular version where the dancers ignored by those around him...",
    "...until everyone joins in.",
    "YouTube says thousands of versions have been uploaded in February,...",
    "...generating more than 175 million views.",
    "The most popular iterations feature a swim and diving team at the University of Georgia,...",
    "...Norwegian army officers, a media company, and a comedian named Filthy Frank.",
    "American rock duo Matt & Kim came up with one widely watched version...",
    "...with the concert hall as their venue...",
    "...and 5,000 fans as their backup dancers.",
    "Cynics say the flood of Harlem Shake imitations means people will eventually tire of it.",
    "Vocalist Matt Johnson told VOA via Skype,...",
    "...he is surprised the craze has lasted this long.",
    "And, but that's the thing, the nature of these Internet memes...",
    "...is that they can be so large so quickly.",
    "It's not like you can maintain it.",
    "Everything is about doing it right then and moving forward.",
    "Rania Jaziri of Jordin's Paradise hopes the fad will endure.",
    "People need an outlet.",
    "People need to be able to just dance and not care about any choreography...",
    "...and just have fun and come together.",
    "These dancers in Washington have shown that it's not too late to join the Harlem Shake fun,...",
    "...as they prepare to share their creation on the Internet...",
    "...in hope of achieving some YouTube glory.",
    "Michael Lipin, VOA News, Washington."
]