[
    "Beijing's smoggy days are literally off the charts...",
    "...with small airborne particles that reduce visibility and threaten health.",
    "It has been a persistent concern in recent years,...",
    "...but spiking pollution levels in January are sparking a public outcry.",
    "Emissions from coal-fired electricity plants...",
    "...and busy factories are part of the problem that officials hope to reign in...",
    "...through carbon trading platforms.",
    "Seven cities are expected to open carbon markets later this year,...",
    "...including Tianjin.",
    "David Tang is secretary of the board of the Tianjin Carbon Exchange.",
    "...And their government has decided to start with pilots...",
    "...because carbon trading is something new to China,...",
    "...so we want to have a number of pilots...",
    "...to explore the use of the market,...",
    "...and then on the basis of the experience gained...",
    "...create a national market for this instrument.",
    "China wants to launch a national carbon trading program by 2016.",
    "If it's successful, analysts say the program would be one of the largest in the world....",
    "...and help the country meet its target of cutting carbon dioxide emissions...",
    "...by 45 percent within seven years.",
    "The platforms allow companies to earn credits...",
    "...for lowering greenhouse gas emissions, which can then be traded.",
    "If it works, it would encourage for-profit businesses...",
    "...to invest in green technology.",
    "Kevin Tu is a China climate analyst.",
    "They probably need to work to replace coal use by other types of energy carriers...",
    "...such as nuclear, hydro, natural gas,...",
    "...and in the longer future,...",
    "...renewable should be the way for the country to move forward in energy development.",
    "Although carbon trading in the country's booming economy...",
    "...could be a windfall for the still struggling global emissions markets,...",
    "...critics say government intervention, state ownership of companies,...",
    "...and lack of transparency pose big hurdles to its success.",
    "As public concern builds pressure for the government to find a solution,...",
    "...Wu Changhua, Greater China Director of The Climate Group,...",
    "...says there is a broad shift under way...",
    "...in how Chinese weigh their quality of life.",
    "The public basically started to realize actually it's not jobs,...",
    "...and I want to have a better environment quality there as well.",
    "China has long put economic growth ahead of environmental concerns,...",
    "...making it the world's biggest polluter.",
    "Carbon trading supporters hope that the markets...",
    "...could be one way to curb pollution and keep the economy growing.",
    "Shannon Van Sant for VOA News, Beijing."
]