[
    "Hi, welcome to WatchMojo.",
    "I'm Ashley and today is International Women's Day.",
    "Observed since the 1900s,...",
    "...tradition sees that men honor their wives, mothers, girlfriends, colleagues, etc...",
    "...with flowers and small gifts.",
    "In some countries, International Women's Day has the same status as Mother's Day,...",
    "...where children give small gifts to their mothers and grandmothers.",
    "The new millennium has witnessed a significant change and shift in attitude...",
    "...in both women's and society's thoughts about women's equality and liberation.",
    "Many from the younger generation feel that all the battles had been won for women,...",
    "...while many feminists from the 1970s know only too well...",
    "...the endurance and ingrained complexity of patriarchy.",
    "With more women in the boardroom,...",
    "...greater equality in legislative rights...",
    "...and an increased critical mass of women's visibility...",
    "...as impressive role models in every aspect of life,...",
    "...one could think that women have gained true equality.",
    "The unfortunate fact is that women are so not paid equally...",
    "...to that of their male counterparts.",
    "Women still are not present in equal numbers in business or politics.",
    "And globally, women's education, health and the violence against them...",
    "...is worse than that of men.",
    "Great improvements have been made, however.",
    "We do have female astronauts and prime ministers.",
    "Schoolgirls are welcomed into university,...",
    "...women can work and have a family.",
    "Women have real choices.",
    "And so the tone and nature of International Women's Day has, for the past few years,...",
    "...moved from being a reminder about the negatives...",
    "...to a celebration of the positives.",
    "Annually on March 8th, thousands of events are held throughout the world...",
    "...to inspire women and celebrate their achievements.",
    "Ranging from business conferences, political rallies, government activities,...",
    "...and networking events through the local women's craft markets,...",
    "...theatrical performances, fashion parades and more.",
    "So to make a difference, think globally and act locally.",
    "Make every day International Women's Day,...",
    "...and do your bit to ensure that the future for women is bright, equal, safe and rewarding."
]