[
    "I'm about to introduce you to one of the grossest creatures on Earth.",
    "It's the tongue-eating isopod, Cymothoa exigua.",
    "Isopods are crustaceans like lobsters and crabs.",
    "This particular isopod happens to live in the ocean and is a parasite.",
    "It's a sort of marine louse, only it's way creepier.",
    "Hey!",
    "Anyway, the first crazy thing to know about these guys...",
    "...is that they're what's called protoandritic hermaphrodites.",
    "That means that when they're adults, the males can become females.",
    "These isopods infest fish.",
    "So, what happens is that a number of juveniles enter through the fish's gills...",
    "...and all mature into males.",
    "Then, one of the isopods will become a female, and that's when things get really freaky.",
    "The female will crawl into the fish's mouth...",
    "...and attach herself to the base of the fish's tongue using her back legs.",
    "Then, she'll suck blood from the tongue until it withers and dies.",
    "This procedure is quite unpleasant for the fish, but it doesn't kill it.",
    "In fact, it starts using the parasite like a prosthetic tongue.",
    "Meanwhile, the isopod just continues to hang out in the fish's mouth,...",
    "...sucking its blood or feeding on fish mucus.",
    "Mucus!",
    "We don't know a ton about the parasite's life cycle,...",
    "...but based on other mouth-infesting isopods, and yes, there are others,...",
    "...the female may even mate while in the fish's mouth...",
    "...with male isopods living in the fish's gill chamber.",
    "I know this doesn't sound real,...",
    "...so here's a photograph of a mouth-infesting isopod to prove it.",
    "Thankfully, these guys don't infest humans,...",
    "...but they do infest fish that we eat.",
    "Cymothoa exigua has a preference for snapper,...",
    "...and other mouth-infesting isopods prey upon mahi-mahi or barramundi.",
    "So, the next time you're at the grocery store,...",
    "...take a look inside that red snapper's mouth.",
    "You might find a tasty treat inside."
]