[
    "Hugo Chavez took office as Venezuela's president in 1999,...",
    "...hailed by the country's poor, who believed that he championed their interests.",
    "But he had burst on the world political scene years earlier,...",
    "...when in 1992, as an army paratrooper, he led a failed coup attempt...",
    "...for which he was jailed.",
    "When released, he pursued power legitimately, forming a political movement,...",
    "...running for president and winning in 1998.",
    "I swear before my people on this moribund constitution...",
    "...that I will work to make the democratic transformation.",
    "But experts say Venezuela became increasingly undemocratic...",
    "...under President Chavez's growing authoritarian rule.",
    "We rediscovered the needs of the poor classes.",
    "We rediscovered that it was necessary to tend to their problems.",
    "What are the negatives?",
    "Well, I think the most important of all is that...",
    "...Venezuela's democracy nowadays is quite a poor democracy.",
    "He used election and referendum victories...",
    "...to increase his power and abolish term limits.",
    "In 2012, Mr. Chavez won a fourth term as president with 54 percent of the vote,...",
    "...which he considered a mandate to continue his socialist policies.",
    "The country voted for the continuation of a political agenda...",
    "...and economic agenda, the social agenda; in short, a socialist agenda.",
    "Abroad, Hugo Chavez became an irritant to the United States...",
    "...with his constant criticism.",
    "In 2006, he gave a speech at the United Nations...",
    "...in which he referred to then President George W. Bush as the devil.",
    "Yesterday, the devil was here at this very spot.",
    "This podium, where it is now my turn to speak, still smells of sulfur.",
    "Mr. Chavez teamed up with other leaders antagonistic to the United States,...",
    "...including Iranian president Mahmoud Ahmadinejad, Cuban leader Fidel Castro,...",
    "...and then Libyan leader Muammar Gaddafi.",
    "Michael Shifter is an analyst with the Inter-American Dialogue in Washington.",
    "He says the president's socialist policies hurt long-term economic development...",
    "...and contributed to the rising rate of violent crime in the country.",
    "But to his supporters he says,...",
    "...Hugo Chavez will be remembered as a champion of the people,...",
    "...who used the country's vast oil wealth...",
    "...to provide the poor with free housing and healthcare.",
    "There's nobody around who has the charisma...",
    "...and the ability to connect with Venezuelans like Chavez did.",
    "Chavez is a figure and the memory of Chavez won't disappear.",
    "That will help sustain the movement.",
    "Even President Chavez's most ardent detractors say...",
    "...he was extremely charismatic, a master communicator.",
    "He was diagnosed with cancer in June 2011...",
    "...and underwent chemotherapy and a series of other treatments and surgeries.",
    "But he displayed vitality during his 2012 campaign, insisting that he was fine.",
    "Bill Rogers, VOA News."
]