[
    "With across the board budget cuts all but guaranteed,...",
    "...some government agencies have already placed a freeze on hiring.",
    "At the Federal Aviation Administration, up to 40,000 workers...",
    "...expect to see their hours reduced.",
    "It means that I will probably be late on a house payment, not buy enough groceries,...",
    "...and then you throw that with gas prices going up, it's devastating.",
    "The same is true for Customs and Border Security agents, for meat inspectors and educators.",
    "Low-income families and the long-term unemployed will also lose benefits.",
    "The net effect, says budget expert Scott Collender,...",
    "...is negative stimulus for an economy that's barely growing.",
    "Without businesses spending, without consumers spending, without trade helping,...",
    "...lower government spending is going to hurt and hurt substantially.",
    "Estimates say the cuts could shave more than half a percent from gross domestic output.",
    "That's enough for the International Monetary Fund to revise earlier estimates for US growth.",
    "IMF spokesman William Murray.",
    "A lot of it depends upon how aggressively or how fully sequestration is implemented.",
    "But there will be an impact on global growth.",
    "Analysts say the spending cuts could cause delays in shipping...",
    "...and cut US demand for imported goods.",
    "Most frustrating, says economist Charles Konigsberg,...",
    "...is that the crisis could have been avoided.",
    "I think it's a lose-lose situation.",
    "Everyone loses.",
    "The cuts come as the economy was showing signs of progress.",
    "Despite the setback, President Barack Obama said negotiations with Congress would continue.",
    "If Congress comes to its senses,...",
    "...a week from now, a month from now, three months from now,...",
    "...then there's a lot of open running room there for us to grow our economy much more quickly.",
    "Mil Arcega, VOA News, Washington."
]