[
    "Hi, this is your host Naomi.",
    "I'd like to show you the world's most remote monasteries.",
    "In the Trabzon region of Turkey lies the archaic and secluded Sumela Monastery.",
    "It stands on rather unusual grounds, having been built into a rocky cliff.",
    "Inside the monastery are several noteworthy places, including a library, a rock church...",
    "...and a spring venerated by the Greek Orthodox religion.",
    "Among the most awe-inspiring treasured sites...",
    "...amidst the green of western Bhutan's mountains...",
    "...is the Tiger's Nest Monastery.",
    "A cultural symbol of Bhutan, this Buddhist temple has a 1200-year history...",
    "...and a rich sense of art, religion and culture.",
    "Today, it continues its illustrious beginnings by still serving as a monastery.",
    "The monastery is built in a cave where an ancient guru once meditated.",
    "Built into the sheer, rocky cliff face of Montenegro...",
    "...is the Serb Orthodox Church, Ostrog Monastery.",
    "This sacred structure is Montenegro's primary pilgrimage site,...",
    "...and is dedicated to Saint Basil of Ostrog.",
    "The immaculate whitewash which covers part of this edifice...",
    "...creates clean lines and stands out against the gray-red rock.",
    "Resting at a height of 3,600 meters,...",
    "...Thiksey Monastery graces Northern India's Indus Valley region.",
    "It is an elaborate 12-story building...",
    "...which sits magnanimously on a hilltop in Ladakh...",
    "...and is also called ''Mini Potala\" due to its close resemblance to Potala Palace.",
    "It has been especially acclaimed for its intricate and rich collection of Buddhist art.",
    "Set against the stunning backdrop...",
    "...of trenchant mountains is the mystic Tatev Monastery.",
    "Bearing a magical ambience of pure divinity,...",
    "...this monastery has blessed Armenian lands since the 9th century.",
    "After the region's best school was built here in the 10th century,...",
    "...Tatev Monastery became a focal point for scholars and the arts."
]