[
    "Ever wonder how a new pope is chosen?",
    "Here are ten facts pertaining to the pope's selection process.",
    "Number ten.",
    "The College of Cardinals in Vatican City is responsible for choosing an elected pope...",
    "...by a process known as conclave.",
    "Only cardinals under the age of 80 are able to cast their vote.",
    "Number nine.",
    "This may surprise you, but there are a few qualifications for a person to become pope.",
    "Cardinals can elect any baptized man, and even that is negotiable,..",
    "...as the chosen male must be willing to be baptized if he accepts the election.",
    "Number eight.",
    "As per tradition for the past few centuries,...",
    "...the chosen elected male is usually among the College of Cardinals.",
    "Number seven.",
    "The voting cardinals have to write their choice for pope on a ballot...",
    "...and disguise their handwriting to prevent others from knowing who they are in favor of.",
    "Number six.",
    "The electoral conclave must meet for discussions at least 15 days...",
    "...but no more than 20 days following a pope's death or resignation.",
    "Number five.",
    "The new pope will be officially elected after a two-thirds plus one majority is counted,...",
    "...following the voting process.",
    "Number four.",
    "The cardinals gather in Rome and reside at the Vatican...",
    "...in a Santa Maria house during the election.",
    "Phones, computers, newspapers and televisions are banned during the proceedings.",
    "Number three.",
    "Besides the cardinals, about 70 other people are allowed in the Santa Maria house,...",
    "...including housekeepers and doctors.",
    "Number two.",
    "As the rectangular ballot papers are counted,...",
    "...the names of the cardinals who have received votes are announced.",
    "Each paper is pierced with a needle, putting all of the ballots on a single thread.",
    "Number one.",
    "Following the voting, the ballots are burned.",
    "Chemicals are added to the mixture which creates either black or white smoke.",
    "Black signifies that there were not enough votes for someone to be elected pope,...",
    "...while white means a new pope had been elected.",
    "The colored smoke alerts onlookers outdoors."
]