[
    "I will move forward step by step on the basis of credible deterrence...",
    "...to build trust between the South and the North.",
    "Trust can be built through dialog and by honoring promises that have already been made.",
    "It is my hope that North Korea will abide by international norms...",
    "...and make the right choice so that the trust building process...",
    "...of the Korean Peninsula can move forward.",
    "The era of happiness that I envision is one that simultaneously unlocks...",
    "...an era of happiness on the Korean Peninsula while also contributing...",
    "...to ushering in an era of happiness throughout the global community.",
    "To ease tensions and conflicts and further spread peace and cooperation in Asia,...",
    "...I will work to strengthen trust with countries in the region...",
    "...including the United States, China, Japan, Russia and other Asian and Oceanic countries.",
    "Moreover, I envision a Korea that shares more deeply the suffering of others...",
    "...while also contributing to the resolution of key global issues.",
    "Fellow citizens.",
    "Today, I assume my duties as the 18th-term President of the Republic of Korea.",
    "Let me assure you that I will journey with the people who have bestowed...",
    "...this tremendous responsibility upon me to truly open a new era of hope.",
    "The responsibility for governing the nation falls on the shoulders of the President,...",
    "...and the fate of the nation is determined by the people.",
    "I ask for your strength and support as we take the Republic of Korea on a new path.",
    "We stand on the threshold of a new era where our nation and people must walk in unity...",
    "...and where the nation's development and the people's happiness jointly form a virtuous cycle.",
    "The success of our journey hinges on mutual confidence and trust...",
    "...between the government and the people,...",
    "...and their ability to move forward in partnership.",
    "I will earn the trust of the people by ensuring that our government...",
    "...remains clean, transparent and competent.",
    "I will endeavor to shed popular distrust of government...",
    "...and strive to elevate the capital of trust.",
    "I humbly ask for your support, wherever you may be,...",
    "...not only in the service of your own individual interests,...",
    "...but also in answering the call of the common good."
]