[
    "April Fools' Day or All Fools' Day is the one day of the year...",
    "...when you are allowed to mercilessly prank your friends, family and coworkers.",
    "How exactly did this day come about?",
    "We don't actually know for sure what started the celebration of April Fools' Day.",
    "References can be found as early as the 1500s...",
    "...but these accounts are infrequent and not very detailed.",
    "The most popular theory is that it began around 1582 in France...",
    "...during the reformation of the calendar.",
    "Before France adopted the Gregorian calendar,...",
    "...they celebrated New Year's for eight days,...",
    "...beginning on March 25th and ending on April 1st.",
    "When they switched calendar systems, the eighth day moved from April 1st to January 1st.",
    "Because they didn't have Internet, phones, social media and a mail system,...",
    "...a lot of people didn't hear about this change until years later.",
    "Those that did not hear about the change continued to celebrate New Year's in April.",
    "Others refused to celebrate it out of rebellion.",
    "Those that had been informed of the change and adjusted their calendars...",
    "...began to make fun of these fools who are uninformed or rebellious.",
    "These harassment evolved into a tradition of playing pranks on the first day of April,...",
    "...and this spread to other countries.",
    "However, April Fools' Day was already established in England...",
    "...which didn't switch calendar systems until 1752.",
    "Also, people were already engaging in pranks and lightheartedness around this time of year,...",
    "...long before the French switched their calendar systems.",
    "Such is in the case of the ancient Roman festival of Hilaria.",
    "Other celebrations of April Fools' Day have slightly different traditions...",
    "...depending on the country you are in.",
    "But they all have the similar theme of pranking or humiliating individuals.",
    "In France, they try to tape an image of a fish to your back without you noticing.",
    "And in Portugal, they throw flour at you.",
    "In England, you are only supposed to pull jokes until noon.",
    "If you pull a joke after noon, you are called an April fool.",
    "In the United States and Britain,...",
    "...even popular media outlets and companies have been known to get involved in the fun.",
    "In 1996, Taco Bell announced that it had purchased the Liberty Bell from the city of Philadelphia...",
    "...and was going to rename it the Taco Liberty Bell.",
    "In 1992, NPR claimed that Richard Nixon will be running again for President.",
    "British publication The Guardian famously pranked the public in 1977,...",
    "...when they said that a semicolon-shaped island in the Indian Ocean had been discovered.",
    "This hoax is credited for launching the trend of April Fools' Day pranks by British tabloids.",
    "So hopefully, you now know a little more about the history of April Fools' Day.",
    "Or, at least what we think the history of it is."
]