[
    "Tessa Youngner sees walking to school as a chance to do what she likes best:...",
    "...listen to music.",
    "There is a lot of work to be done, especially in high school.",
    "When you take harder classes, there is not always a lot of free time to listen to music...",
    "...or watch TV or be with friends.",
    "We want to talk to you about what you think about walking safely.",
    "But after attending a workshop at her school,...",
    "...Youngner now knows what getting absorbed in music might cause her.",
    "I knew that it might distract me a little bit,...",
    "...but I did not know that it could be as serious as getting hit by a car.",
    "Youngner is not the only distracted walker.",
    "I usually text or go on the Internet while I'm walking.",
    "My phone can do everything, and I guess it's just about how it is for any teenagers.",
    "What if I told you that teens are more likely to get hit by a car...",
    "...when crossing the street than younger kids.",
    "Linda Watkins, an instructor with Safe Kids Worldwide,...",
    "...understands why teens don't see a problem with walking while texting or listening to music.",
    "Kids these days think that they can really multitask.",
    "So they think that I can listen to my music.",
    "I can watch for traffic, and then I can cross the street all at the same time.",
    "But often, they don't realize how dangerous crossing the street has become.",
    "There is the problem with a distracted driver, too.",
    "So you're a distracted driver, you're a distracted pedestrian,...",
    "...and that's just a recipe for disaster.",
    "I'm gonna ask you some questions about pedestrian safety.",
    "This workshop organized by Safe Kids Worldwide...",
    "...made the participating teens part of the solution.",
    "They say, they need to be reminded all the time.",
    "They need PSAs, they need posters,...",
    "...maybe banners on their cellphones or things like that...",
    "...that's going to remind them that this is important.",
    "The group spokesperson, Angela Mickalide, says giving teenagers the facts raises their awareness.",
    "Today in the United States, 61 children will be hit while crossing the street.",
    "And this year, 500 children, 19 and under, will be killed from a pedestrian incident.",
    "Research shows that distracted walking has become a global problem...",
    "...due to increasing cell phone use in cities and urbanization.",
    "This is a particular problem in India.",
    "And in China, we have many people moving from the rural areas to the more urban areas...",
    "...while at the same time we're not providing them with the necessary education.",
    "Linda Watkins says she doesn't ask teens to stop using their hand-held devices...",
    "... or earbuds whenever they walk, just some of the time.",
    "She says the golden rule remains the same:...",
    "...look both ways, then again, before crossing the street.",
    "For writer Faiza Elmasry, I'm Faith Lapidus, VOA News."
]