[
    "Easter, the holiest day of the Christian calendar.",
    "A celebration of Jesus Christ's Resurrection from the dead.",
    "So what does this miracle have to do with a bunny delivering painted eggs?",
    "The answer lies in a hundred generations of rituals and customs.",
    "According to the Gospels of the New Testament,...",
    "...Jesus Christ and his apostles entered Jerusalem to observe Passover,...",
    "...the Jewish holy season that celebrates the Hebrews' release from slavery.",
    "After the Passover supper, Jesus was arrested...",
    "...and on what is now called Good Friday, he was crucified.",
    "Two days later, he rose from the dead.",
    "Those of Jewish origin were the first to celebrate the Resurrection,...",
    "...likely as a new facet of the Passover festival.",
    "In fact, the Easter celebration was called Pascha.",
    "It's derived from the word Pesach, the Jewish translation for Passover.",
    "Originally, Easter was celebrated two days after Passover, so it fell on any day of the week.",
    "But \"Easter Wednesday\" just didn't feel right.",
    "In 325 A.D., Roman emperor Constantine and the Council of Nicaea...",
    "...ruled that Easter must fall only on a Sunday, the day when Christ rose.",
    "Easter Sunday would be the first Sunday to follow the full moon after the spring equinox.",
    "It could occur anywhere between March 22nd and April 25th.",
    "Around this same time...",
    "...Christians began one of the first recorded rituals of the modern Easter celebration:...",
    "...the lighting of the Paschal candle.",
    "Its flame, a reminder of Christ's Resurrection, light out of darkness.",
    "As Christianity spread throughout Europe,...",
    "...different pagan customs blended into the holidays.",
    "In fact, the actual word Easter may have come from Eostre,...",
    "...the goddess of spring and fertility.",
    "Which brings us to the Easter egg.",
    "Eggs have been a mythological symbol of birth for thousands of years.",
    "Christians adopted the egg as an Easter custom sometime around the 13th century.",
    "The yolk inside a shell represented Christ's emergence from the tomb.",
    "Eggs were painted red to represent the blood Christ shed on the cross.",
    "The colorful Easter eggs soon hatched its own traditions.",
    "A popular one was egg rolling.",
    "In 1876, Congress prohibited kids from playing on the Capitol grounds.",
    "So President Rutherford B. Hayes opened the White House lawn to the little rollers.",
    "After that, the White House Easter Egg Roll became a tradition.",
    "So when did that Easter bunny hop into the scene?",
    "The fertile rabbit had long been a symbol of new life in European pagan celebrations.",
    "Beginning around the 16th century, parents told children that if they behaved,...",
    "...on the eve of Easter the Osterhase would come and lay colorful eggs.",
    "Children built nests in their homes to entice the rabbit to visit.",
    "And so began the customs of the Easter egg hunt and the Easter basket.",
    "To help fill out those baskets,...",
    "...19th century European chocolatiers began making egg shaped chocolates.",
    "The sweet trend quickly spread throughout the world.",
    "Today, billions of dollars are spent each year on Easter candy.",
    "Easter: it's a joyful day when Christians celebrate the Resurrection.",
    "For 2,000 years, customs have been at it, some spiritual and some fun.",
    "But Easter is also the time for families to gather and welcome spring,...",
    "...when new life emerges after the dead of winter."
]