[
    "﻿Want to vicariously live like James Bond?",
    "Then check out these five summer travel destinations from the past Bond movies.",
    "Number five: Bond hunts down Mr. White in the final scene from \"Casino Royale,\"...",
    "...which is set by the beautiful Lake Como, Italy.",
    "Vibrant blue water surrounded by lush green scenery leaves sightseers in awe.",
    "Get in touch with your inner Bond and check out the gorgeous villas.",
    "With ferry boat rides, cobbled street towns and plenty of shopping,...",
    "...days will certainly be full.",
    "This is also a favorite vacation spot for celebs like George Clooney.",
    "Number four: In \"The Man With the Golden Gun,\"...",
    "...Bond's action-packed scenes occur around Koh Tapu,...",
    "...also called the James Bond Island in Thailand.",
    "The massive rock formations sprouting from water are a feast for the eyes.",
    "With boat rentals, guided boat trips, sailing and kayaking,...",
    "...there's plenty of active fun to be had as well.",
    "Number three: Going back to the earlier days of James Bond,...",
    "...1969 brought forth the action-packed film, \"On Her Majesty's Secret Service,\"...",
    "...featuring the Schilthorn summit in Switzerland.",
    "Surrounded by hundreds of staggering mountains,...",
    "...you can visit the Piz Gloria restaurant at the top...",
    "...and enjoy a stroll through the nearby mountain villages.",
    "Number two: Bond's infamous Thames River boat chase in London...",
    "...took place in the movie \"The World Is Not Enough.\"",
    "The Thames is an iconic river with several scenic bridges...",
    "...hovering over like the Tower Bridge and London Bridge.",
    "London overall, is one of the greatest destinations...",
    "...with numerous historic buildings and world-class museums.",
    "And number one:  In the movie \"Thunderball,'...",
    "...Bond scuba dives in the reef laden waters of Nassau, Bahamas.",
    "The scenic beaches of the Bahamas are also featured prominently.",
    "The islands of the Bahamas are consistently voted...",
    "...amongst the top Caribbean destinations."
]