[
    "Hi, this is Mat Bussler for About.com,...",
    "...and today we're going to be talking about what is an internship.",
    "An internship is a fantastic way for people to gain experience in a desired field.",
    "Basically, an internship is a form of job training...",
    "...usually reserved for newcomers in an organization.",
    "Assistant positions are one of the most common kinds of internship opportunities.",
    "Think of an internship as a kind of apprenticeship...",
    "...where you work alongside existing employees...",
    "...and do not compete for regular positions.",
    "There are many different types of internships.",
    "Some internships offer pay, though it is more often for them to be unpaid positions.",
    "Some internships offer benefits in lieu of pay,...",
    "...such as paid housing or college credit.",
    "Different states have different laws regarding internship compensation.",
    "Internships are generally not permanent positions.",
    "They exist for a summer or six months or some other set period of time.",
    "Internships tend to be very popular with college students...",
    "...because they can fit in the opportunity during a break or a hiatus.",
    "Summer internships tend to be the most popular.",
    "Interns do not necessarily expect a job at the conclusion of their internship.",
    "Besides gaining hands-on job experience,...",
    "...another huge benefit of internships is networking contacts and business associates.",
    "Interns are able to build relationships that help them hit the job market running.",
    "Many different kinds of industries offer internships,...",
    "...from financial institutions to government facilities.",
    "And they also exist in volunteer and non-profit organizations.",
    "Internships are most common among college students,...",
    "...though there are also opportunities for students as young as high school age.",
    "Thanks for watching.",
    "To learn more, visit us on the web at About.com."
]