[
    "She may have divided Britain, but around the world leaders loved her.",
    "Margaret Thatcher thrust Britain back to the center of international politics.",
    "She joined forces with US President Ronald Reagan...",
    "...to pioneer a new type of free market economics, which then swept the world.",
    "Former Secretary of State Colin Powell knew her for 30 years.",
    "I think she was one of the unique leaders of this past century,...",
    "...and I think she did a great deal for her own country,...",
    "...in changing the economic balance within the country...",
    "...and putting it on a growth path.",
    "It was a young Russian journalist who dubbed her the \"Iron Lady\"...",
    "...after she made a speech warning that the Soviet Union was bent on world dominance.",
    "Her old foes are now more ready to forgive.",
    "She made a significant contribution to the development of British Soviet...",
    "...and British Russian relations for which we will always be grateful,...",
    "...and we will always remember her work with gratitude.",
    "I believe we have lost a major political figure.",
    "Thatcher's relationship with Europe was fractious, usually weary.",
    "She had an unshakable will, that's why she was called the Iron Lady.",
    "She did not have very much consideration for other people in the conversation...",
    "...because she thought they were weaker than her...",
    "...which wasn't necessarily true, but they could be open to some of her demands.",
    "But she bitterly opposed the reunification of Germany.",
    "Her relationship with the chancellor Helmut Kohl was, to say the least, tense.",
    "She's one of the most exceptionally gifted prime ministers there ever was.",
    "In many situations and in many confrontations, she stood her ground.",
    "You could only speak of her with great respect,...",
    "...even if on some things you have a different opinion.",
    "Meryl, can I get eyes on the one in red, please?",
    "Hollywood couldn't resist the magnetic pull of the Iron Lady.",
    "Steady the buffs, old girl.",
    "Watch your actions for they become your character.",
    "Actress Meryl Streep who became Thatcher for the film...",
    "...has praised her as a pioneer for the role of women in politics.",
    "Margaret Thatcher may have infuriated the world statesmen with her stubbornness...",
    "...but the reaction of global leaders demonstrates that the world will not readily forget...",
    "...the legacy of a greengrocer's daughter from Grantham.",
    "Rob Matheson, Al Jazeera."
]