[
    "US police and law enforcement agencies are investigating the deadly bomb attacks Monday...",
    "...during the annual Boston Marathon.",
    "President Obama promised every single federal resource necessary...",
    "...to care for the victims and counsel the families.",
    "Boston police, firefighters and first responders as well as the National Guard...",
    "...responded heroically and continue to do so as we speak.",
    "It's a reminder that so many Americans serve and sacrifice on our behalf every single day...",
    "...without regard to their own safety in dangerous and difficult circumstances.",
    "And we salute all those who assisted and responded so quickly...",
    "...and professionally to this tragedy.",
    "The president also vowed that the perpetrators of the attacks will be found...",
    "...and will feel the full weight of justice.",
    "Boston Police Commissioner Edward Davis told the news conference...",
    "...investigators are trying to determine where the bombs were planted.",
    "After this incident occurred, there were certainly a lot of people...",
    "...who were running from the scene.",
    "Some of them deposited bags and parcels that they were carrying.",
    "Each one of those bags and parcels is being treated as suspicious device at this point in time.",
    "We have multiple EOD teams that are checking each one of these bags.",
    "But at this point, we have not found another device.",
    "Massachusetts Governor Deval Patrick said the FBI...",
    "...and the Bureau of Alcohol, Tobacco, Firearms and Explosives are helping with the investigation...",
    "...and he called on people to contribute any information they may have.",
    "Again, if people have information, please use those tip lines.",
    "This is very, very important that we get as current information as we can,...",
    "...as quickly as possible.",
    "Happy to take any questions.",
    "Security was boosted across the United States after the Boston Marathon blasts.",
    "A White House official said the incidents in Boston were clearly acts of terror.",
    "Zlatica Hoke, VOA News, Washington."
]