[
    "The science is clear that man-made emissions of air pollution and global warming gases...",
    "...are changing our atmosphere.",
    "...still an issue that the scientists are still debating, and you know it and I know it.",
    "The debate on the causes of climate change are far from settled.",
    "Well, the climate's always changing.",
    "That's not the fundamental question.",
    "The fundamental question is whether man-made activity is what's contributing most to it.",
    "I understand that people said there's a significant scientific consensus on that issue,...",
    "...but I've actually seen reasonable debate on that principle.",
    "You looked at this last year, it was the warmest year in the last decade,...",
    "...I think, with the numbers that came out.",
    "I accept that.",
    "I did not say that it is man-made.",
    "I don't think CO2 is a problem, and therefore, I don't think it needs to be regulated.",
    "We all breathe CO2, and climate changes,...",
    "...but there's no evidence at all that it's man-made CO2 that causes the climate to change.",
    "It's almost comical.",
    "Every time we exhale, we exhale carbon dioxide.",
    "Every cow in the world, when they do what they do, you've got more carbon dioxide.",
    "It could be secular.",
    "It could be just a shift on the axis.",
    "The ice caps are melting, which we see over and over again.",
    "Yeah, they're melting on Mars too!",
    "I'd like to have somebody to look at the lesser optimum, which is a little closer in time...",
    "...and how much did the temperature rise,...",
    "...then we know that that led to the Vikings dominating Europe for several hundred years.",
    "The idea of human-induced global climate change...",
    "...is one of the greatest hoaxes perpetrated out of the scientific community.",
    "It is a hoax.",
    "We can choose to believe that Superstorm Sandy,...",
    "...and the most severe drought in decades,...",
    "...and the worst wildfires some states have ever seen,...",
    "...were all just a freak coincidence,...",
    "...or we can choose to believe in the overwhelming judgment of science...",
    "...and act before it's too late."
]