[
    "My mum always says that whenever I win a race,...",
    "...it's never done through my hard work and my training...",
    "...but it's due to her cooking and her support.",
    "And who knows, she's probably right.",
    "One of the best things about my mum is she would always tell me,...",
    "...\"You can only do your best and we love you no matter what.\"",
    "Which I think was really important...",
    "...because even when the competition was very stressful...",
    "...and I was worried about my performance, she would remind me of that.",
    "I remember my mum always being there, supporting me on those wet and cold days.",
    "I'd like to thank my mum for all the time she spent...",
    "...ferrying me backwards and forwards from athletics clubs.",
    "I'd like to thank my mum for all of the hot dinners she put on the table for me.",
    "There are many things I want to thank my mum for...",
    "...and possibly the most important one for me...",
    "...was her moving in with me after my knee surgery.",
    "I'd like to thank my family for having the loudest cheer in the stadium.",
    "When I ran the 200 meters earlier this year,...",
    "...I was worried that I wouldn't be able to hear them.",
    "As I came out of the 200-meter bend, I heard this almighty noise that was my family.",
    "Mum, I'd like to thank you for buying me the Guinness Book of World Records every year...",
    "...and actually inspire me to pursue my swimming career.",
    "Thank you, mum, for taking me to all the competitions.",
    "Every year, my mum and I would travel hundreds and hundreds of miles...",
    "...to all these different competitions all over the country.",
    "My mum would do this without complaining.",
    "From sewing my first solo costume for 12 hours,...",
    "...I appreciate it so much and you're amazing.",
    "So thank you, mum.",
    "Thank you, mum.",
    "Thank you, mum.",
    "Thank you, mum.",
    "Thank you.",
    "Thank you, mum.",
    "Thank you, mum.",
    "Thank you, mum.",
    "Thank you, mum.",
    "Thank you, mum."
]