[
    "Hey everyone, Jason Schappert of MzeroA.com.",
    "This video on VFR flight following comes from...",
    "...an idea by an MzeroA fan, Scott Coute in Vermont.",
    "All Scott did was shoot me an email saying,...",
    "...\"Hey Jason, I notice you really don't have a video on VFR flight following.\"",
    "\"Could you make one?\"",
    "I said, \"Scott, as long as I can use your first and last name and where you're from,...\"",
    "\"...I'll be more than happy to make a video about it.\"",
    "Guys, if you have any video ideas, maybe something I haven't talked about yet...",
    "...or something you would like to see explained a bit better,...",
    "...all you have to do is shoot me an email, Jason at MzeroA.com.",
    "I'll be more than happy to take some time to make a video for you guys.",
    "That's what I'm here for, to create better pilots.",
    "So, Scott, here's your video on VFR flight following.",
    "I hope all you guys enjoy.",
    "Hey everyone, Jason Schappert here of MzeroA.com,...",
    "...and this week I want to show you guys a little bit about flight following.",
    "VFR flight following and what a great service it can be to you guys,...",
    "...even on your short cross-country flights...",
    "...most especially on your longer cross-country flights.",
    "So, what I'm going to do is I'm gonna go ahead and let you guys listen to me...",
    "...pick up some flight following.",
    "Let's wait for a second here, we can try them on the radio.",
    "77287 maintain 7000.",
    "79 for 7000, 4773.",
    "Good afternoon, Jax Approach! Cessna 512 Romeo.",
    "512 Romeo, you said?",
    "Yes sir, Cessna 512 Romeo.",
    "512 Romeo, go ahead.",
    "Afternoon, sir, 512 Romeo, just off of Dunnellon Xray 35.",
    "Passing through 2,000 for 3,500.",
    "I'd like VFR flight following up to Saint Augustine...",
    "...Sierra Golf Juliett if you have a moment.",
    "November 512 Romeo Squawk 0427.",
    "0427 for 12 Romeo.",
    "And now all I'll be waiting for is him to come back and say his magic words,...",
    "...\"radar contact\", and he'll probably give me an altimeter setting for the local area.",
    "73 Mike, descending, maintain 5,000.",
    "73 Mike out of 745, thank you.",
    "November 512 Romeo radar contact 5 southwest of Ocala.",
    "12 Romeo, roger, thank you.",
    "Well, he didn't give us an altimeter setting.",
    "Typically they will, but hey, it changes every time.",
    "I really wanted you guys to see a little bit about VFR flight following...",
    "...and what a great service it can be to you guys as a pilot.",
    "So, go back and rewatch that transmission that I gave a few more times...",
    "...to help you guys better understand radio communications in the approach system...",
    "...and pick up VFR flight following.",
    "Hey, that's all I have for you guys this week, I hope you enjoyed it.",
    "Hope you have a chance to swing by while I'm at Southern fun.",
    "And most importantly guys, remember:...",
    "...a good pilot is always learning.",
    "Have a great day guys, see you!"
]