[
    "﻿Quiet on the set!",
    "Scene 4E, take two!",
    "The Hothouse is Boston University's student-run, client driven production company.",
    "The Hothouse assignment was to create a video for the client, \"The NO Project\"...",
    "...about human trafficking in modern society.",
    "The illegal slave industry is a 32-billion-dollar slave industry.",
    "It's a huge market.",
    "On a daily basis, we as consumers will buy products...",
    "...that contribute to slave trade and the slave problem.",
    "Well, slaves are involved from the very start...",
    "...of making most of the products that we use today like cell phones or,...",
    "...when it comes to a lot of the foods we eat.",
    "They farm it.",
    "They mine it.",
    "The idea of a slavery footprint originally came from a website called the slaveryfootprint.org.",
    "And on this website, you go through a series of survey questions...",
    "...that ask \"Do you own an iPad?, Do you wear leather boots?, Do you buy coffee?\"...",
    "...and at the end, it shows you how many slaves you actually own based on the things that you buy.",
    "It's something that we didn't know about until we were given this assignment.",
    "And it's just the idea that the simple day-to-day things that you do...",
    "...have a huge impact and a human impact behind them.",
    "What we're trying to do is spread awareness of modern-day slavery...",
    "...and one thing that we have to keep in mind is that we can't use words...",
    "...because this is an international PSA.",
    "There were a lot of challenges in writing a script without dialog...",
    "...primarily, the fact that I couldn't use dialogs.",
    "Sorry, I didn't mean it.",
    "Writing a script without dialog,...",
    "...I had to find a way to convey the exact message we want just through images.",
    "You have to see this!",
    "We couldn't literally like, have a rope attached to the product,...",
    "...like a little product that's really attached to it.",
    "We were surprised and shocked about the slaves behind all these day-to-day actions,...",
    "... and thought we should show the simple actions such as buying a cup of coffee...",
    "...and you walk out, and you literally just bought three slaves.",
    "And we just showed that to our viewer through the rope.",
    "We thought the ropes spoke for themselves and we didn't have to explain it as much.",
    "And it would have been something that was a little metaphoric of the whole situation...",
    "...of the bondage of keeping people enslaved...",
    "...and the ropes were a good symbol of that.",
    "It makes you feel like ashamed.",
    "We got used to the rope pretty quick.",
    "When we had to cut it all up, untie it, retie it, knot it,...",
    "...get it around a USB port to plug into a computer;...",
    "...all sorts of nifty things with the rope.",
    "The message of this video is spreading awareness of the situation,...",
    "...of the human trafficking issues that we deal with every day unknowingly."
]