[
    "Not good at math?",
    "Maybe 10,000 volts will motivate you to get better.",
    "Anthony here for DNews, and guess who's terrible at math.",
    "Hi, it's me.",
    "But it turns out there is a simple way to double your mental math abilities.",
    "Electric shocks to the brain!",
    "Okay, it is not quite as severe as it sounds.",
    "It's a process called Transcranial Random Noise Stimulation.",
    "And it's not anything you can really feel.",
    "A team led by Roi Cohen Kadosh at the University of Oxford...",
    "...grabbed 50 people and put some spooky looking electrode helmets on them.",
    "Twenty-five of the people had very low fluctuating electrical signals run through the helmets...",
    "...into specific parts of the brain including the prefrontal cortex,...",
    "...which is basically your math nerve region.",
    "The other 25 people had no current run through their helmet.",
    "And after five 40-minute brain shock sessions, the people who received TRNS...",
    "...showed crazy huge improvements in the ability to do math in their heads.",
    "They were twice as fast at doing calculations.",
    "They were also five times better at drill learning,...",
    "...which is stuff like memorizing multiplication tables.",
    "Even six months later, with no further treatment, the group that had TRNS...",
    "...could still do mental calculations 28 percent faster than the other group.",
    "So, what's going on?",
    "After measuring the flow of oxygen in the brain of both groups as they worked,...",
    "...Kadosh's team found out that TRNS makes the stimulated parts of the brain...",
    "...use their supply of oxygen and nutrients more efficiently.",
    "The shock makes your brain feed itself better.",
    "So, how do I do this at home?",
    "With a car battery and some chicken wire.",
    "No, wait.",
    "Let's talk about downsides first.",
    "Let's be smart for once.",
    "Kadosh says that even though the brain stimulation can improve certain cognitive functions,...",
    "...it could come at a cost to other functions.",
    "So, I guess if you boost the use of resources in one part of the brain,...",
    "...the other parts have to give some up.",
    "Now, Kadosh's team did check their participants for any unintended consequences,...",
    "...to non-math related tasks, and they didn't find any.",
    "But they want to do a more in-depth study on a larger group just to be sure.",
    "And I want to be a part of that study."
]