[
    "Many hundreds of years ago,...",
    "...the good King Richard, known as Richard the Lionhearted,...",
    "...left England to take part in the Crusades,...",
    "...the war against the heathens who had captured the holy city.",
    "In his absence, he placed his brother John on the throne.",
    "As soon as he was king, John turned on the good nobles of the kingdom,...",
    "...stole their goods, and drove them out of England.",
    "Among these nobles were the old Earl of Huntingdon and his son, Robin.",
    "Father, I've come to say goodbye.",
    "Robin, where are you going?",
    "To Sherwood Forest.",
    "King John has declared me an outlaw, and an outlaw I will be!",
    "In Sherwood Forest, Robin Hood banded together with other young men like himself,...",
    "...banished by the wicked king,...",
    "...men like Will Scarlet.",
    "Outlaws we are, Will Scarlet,...",
    "...but outlaws such as never were before, and never will be.",
    "Just how do you mean, Robin Hood?",
    "I mean this Will, no let me show you.",
    "Do you see those two fat men coming down the road?",
    "I see them.",
    "A couple of merchants.",
    "Rogues and wealthy.",
    "And do you see that old woman in rags, weeping in sheer hunger?",
    "I see her, too.",
    "Well watch, and keep a hand to your arrow in case I need help.",
    "And so quickly, they became known far and wide.",
    "Robin Hood and his Merry Men of Sherwood Forest,...",
    "...taking from the evil to give to the poor,...",
    "...defenders of the weak and oppressed,...",
    "...the one hope of England's people!",
    "Sometime later, Robin set off by himself in the forest.",
    "He started across a bridge which lay across a stream,...",
    "...a bridge consisting of a single log of wood.",
    "But facing him, blocking the way, was a stranger,...",
    "...a tall man with broad powerful shoulders.",
    "I'm afraid there's only room for one of us to cross at a time.",
    "I think it ought to be the better man.",
    "Stand and fight!",
    "With only wooden sticks as weapons, they fought long and hard.",
    "Finally, with one quick powerful motion,...",
    "...the stranger knocked Robin Hood into the stream.",
    "Well, well done sir.",
    "What do they call you?",
    "John Little is my name.",
    "John Little.",
    "Well, I'll call you Little John.",
    "And I want you to join my band as my next in command!"
]