[
    "When I interned with Citigroup in summer of 2005, I was in the Financial Entrepreneurs Group.",
    "It was a great experience.",
    "I got to learn a lot.",
    "I was actually able to work on some live transactions.",
    "Everyone wants to be on that live media, buy-side transaction,...",
    "...and to the extent that that's possible,...",
    "...you had to be at a firm where they're doing a lot of different types of deals.",
    "As long as you understand what you're doing and are interested in the work,...",
    "...you'll have a great summer experience and you'll get a full-time offer.",
    "We have one of the highest offer rates on Wall Street.",
    "We have about 80 to 90 percent of our summer interns, depending on the program,...",
    "...will be extended offers to join us full-time.",
    "It's a very select process that we go through to identify the best interns we can.",
    "And we want them here to work as analysts...",
    "...to see what it's like to be in the job full-time.",
    "They're not guests.",
    "They're not making copies.",
    "They're working on models.",
    "They're working on live transactions.",
    "They really get to see what the job of an investment banker will be like...",
    "...during the course of their ten-week internship.",
    "We have an incredibly robust social calendar for our interns over the summer.",
    "Part of what we want them to do is get to know the organization and our people,...",
    "...so we'll run lots of events for them to do that.",
    "But we also want them to get to know New York City,...",
    "...if they're going to be staffed here, or the branch offices where they're living.",
    "So it'll be a lot of opportunities to see the city, go to Broadway plays, et cetera.",
    "Our most senior professionals, including our CEO Chuck Prince and Bob Rubin,...",
    "...will come and speak to our interns over the course of the summer.",
    "So anything we can do to get them comfortable with the organization as a whole...",
    "...we're absolutely trying to do.",
    "We have upwards of 12 different opportunities...",
    "...a student might be able to choose from for the summer.",
    "Sales and trading, investment banking, corporate banking, capital markets, technology,...",
    "...operations, GTS, private banking, investment research, our finance division...",
    "...as well as various other programs within our Citibank consumer businesses.",
    "I think the most important thing is just to hit the ground running.",
    "You have to be ready for anything that comes up.",
    "You have to be excited and very passionate about the industry.",
    "You want to make sure that people give you a good rep...",
    "...going into your first and second week on the job because you only have ten weeks.",
    "And that ten weeks is up in a flash...",
    "...especially when you're working the top hours that we work in investment banking.",
    "I think the first thing any student has to do applying for an internship...",
    "...is to make sure their entire application is submitted online.",
    "In this technology-driven age,...",
    "...it's important that you have all of your information in the right place.",
    "Online is the first start."
]