[
    "Ryan Martinez knows how to encourage his students.",
    "If there is silence, there is an opportunity for music.",
    "If there is a white surface, there's an opportunity for color.",
    "Martinez teaches French at Walter Johnson High School in Bethesda, Maryland outside Washington.",
    "His classroom is decorated with colorful ceiling tiles.",
    "As a teacher, you want to make your classroom space...",
    "...one that reflects your own approach to teaching.",
    "And when you make that an inviting, stimulating type of atmosphere,...",
    "...it makes it a more pleasurable learning experience.",
    "It started with one tile a year ago.",
    "I brought it home.",
    "I just had some blue paint and sort of just covered it, and then I installed it.",
    "The students noticed it.",
    "I mean, immediately, it jumped out because, in an otherwise white ceiling,...",
    "...all of a sudden you have some color.",
    "Martinez paints at home for ten hours each weekend and brings the tiles back to school.",
    "He has expanded the project to other classrooms.",
    "Maggie Mesorly teaches math.",
    "Students often think that math is boring, but they come in and see this art and they think,...",
    "\"...maybe math isn't gonna be so boring.\"",
    "It can inspire creativity in their problem solving.",
    "Students can participate in the painting during their lunch breaks.",
    "This is a new experience for me.",
    "I think it's fantastic, and I can't wait 'til it's done.",
    "I've felt that if I painted ceiling tiles and saw how people reacted to it in the classroom,...",
    "...that it would probably boost my confidence a little bit about my drawing.",
    "Martinez says it helps students feel, in a sense, that they own the classroom.",
    "That's too much.",
    "He has expanded his project outside the school.",
    "Now, he regularly goes to Inwood House,...",
    "...a residential community for adults with disabilities.",
    "Meg Marshall is the community's manager.",
    "First it brightened up the room, and then it brightened up everyone's feelings.",
    "And then, they see their own artwork up on the ceiling; it's a very awesome feeling.",
    "Happy.",
    "Most of them have never painted before.",
    "What I would tell them was, \"Just do it until you think it's done...\"",
    "\"...because that's what the most important thing is.\"",
    "And when you can get people to build that confidence in themselves,...",
    "...it's something that they can then apply in other facets of life as well.",
    "Ryan Martinez hopes his project will catch on in schools and beyond...",
    "...and bring more color to the world.",
    "For Producer June Soh,...",
    "...Amy Katz, VOA News."
]