[
    "Hi, my name is Adam Elkins.",
    "I was an intern for PwC in the winter of '06 and I'm currently a tax associate.",
    "I found out about the internship through my career services at Ohio State.",
    "One of the most important things about my internship was...",
    "...it gave me a look at what it was really gonna be like when I was working here.",
    "It wasn't just making copies or scanning.",
    "I was actually doing tax returns for large hedge funds.",
    "My favorite thing about the internship was getting the real-life experience.",
    "My internship had a great impact on my career.",
    "The people here are wonderful too.",
    "The advice I have for future interns at PWC is...",
    "...take full advantage of the opportunities you have here.",
    "You can learn so much in so little time...",
    "...and you can apply that to your career later on with PricewaterhouseCoopers.",
    "The internship at PricewaterhouseCoopers is really a chance for...",
    "...students to come in and experience what a first-year associate would do.",
    "It's typically an eight-to-ten-week type of on-the-job training experience for them...",
    "...where they are able to work in one of our service lines.",
    "Ideally, we hire people between their junior and senior year...",
    "...or between their senior year and their fifth year master's.",
    "So we have interns that will come in to client service...",
    "...in the three service lines: Advisory, Tax and Assurance.",
    "We have about 2,700 interns each year.",
    "Our program is pretty robust between winter and summer...",
    "...and right now we average about 85 percent of those receiving full-time offers.",
    "To apply for an internship at PWC, you can go to our website.",
    "There's a careers website, pwc.com/lookhere that directs you into an online career profile.",
    "So once you complete your online career profile,...",
    "...any of the recruiters and any of our markets nationwide would be able to see your information...",
    "...and help to get you slotted into the appropriate interview process."
]