[
    "These are the voyagers of the Starship Enterprise.",
    "Star Trek's starship is well-known to viewers of the iconic TV series...",
    "...and visitors to the Smithsonian National Air and Space Museum's gift shop...",
    "...where the original model is on display.",
    "The fictional craft even inspired the name of NASA's prototype space shuttle...",
    "...says museum curator Margareth Weitekamp.",
    "Well, the very first space shuttle was actually named the \"Enterprise\"...",
    "...as a result of a writing campaign orchestrated by Star Trek fans of the 1970s.",
    "That is just one indication of Star Trek's influence, says Weitekamp,...",
    "...who recently appeared on the panel at the museum about Star Trek's relevance.",
    "She notes the TV series began airing in the 1960s as women and minorities pressed for equal rights.",
    "Star Trek has been a really important vision, not only of what future space flight could look like,...",
    "...but also a reflection of what the hopes were, especially in the 1960s,...",
    "...for what human society could look like.",
    "So, very importantly in 1966,...",
    "...it's a mixed-sex, racially integrated, multinational space crew that even includes an alien.",
    "The original series also showed technologies that have become reality,...",
    "...says Nancy Reagin, editor of the book \"Star Trek and History.\"",
    "You see the first depiction of a plasma screen TV.",
    "You see the first depiction of what I would call a cell phone,...",
    "...the communicators, they sort of flip open just like the first cell phone that I ever had.",
    "You see the first example of Bluetooth technology...",
    "...where Uhura is wearing the little Bluetooth in her ear.",
    "You see the first use of tablets where they're using multi-touch pads.",
    "Star Trek still inspires engineers, says Mike Gold of Bigelow Aerospace,...",
    "...a Nevada-based company that is developing next generation spacecraft.",
    "I'd like to think that our entire program...",
    "...is again very much in keeping with the spirit of Star Trek,...",
    "...which is to push the boundaries for human exploration.",
    "He says the Bigelow Expander Activity Module...",
    "...will be tested on the International Space Station in 2015.",
    "Its acronym BEAM harkens back to Star Trek.",
    "Scotty, beam me up!",
    "The newest movie \"Star Trek Into Darkness\" appeals to fans old and new.",
    "The film's stars and writer, NASA astronauts and fans...",
    "...discuss Star Trek's appeal during a Google Hangout.",
    "Star Trek fires up the imagination, says astronaut Kjell Lindgren.",
    "That's one of the real fun things about these movies and science fiction in general.",
    "It's just that opportunity to imagine what the future could be like...",
    "...and what technology is going to be like.",
    "Star Trek has been a part of popular culture for nearly 50 years.",
    "And with yet another movie in the planning stages,...",
    "...it will continue to inspire people to think about space, the final frontier.",
    "Suzanne Presto, VOA News, Washington."
]