[
    "This is a pomodoro.",
    "This is a pomodoro timer.",
    "This is the Pomodoro Technique.",
    "The Pomodoro Technique is a simple yet very effective way...",
    "...to improve your work and study habits.",
    "The basic requirement of this technique is to set a kitchen timer to 25 minutes.",
    "But this is just the beginning.",
    "In order to become a certified Pomodoro master,...",
    "...you need to achieve the following six objectives.",
    "First: Find out how much effort an activity requires you...",
    "...by monitoring how many pomodoros you need...",
    "...in order to accomplish a specific task.",
    "Second: Learn to protect your pomodoro from the internal and external interruptions.",
    "Third: Make accurate estimations of how many pomodoros you need...",
    "...for a certain activity.",
    "Fourth: Use your pomodoro time not just to work on your task,...",
    "...but spend a few minutes for recap and the last ones for review.",
    "Fifth: Set a timetable according to your to-dos, to your time or even to the season.",
    "This is good for organizing work and also for creating more free time.",
    "Sixth: Once you have completed these objectives, find your own personal objective,...",
    "...such as being more efficient or improving the quality of your work.",
    "For example, a writer could track more accurately...",
    "...what he's doing during a pomodoro.",
    "Or a team may want to find out how good its cooperation is.",
    "But remember, you have to choose your own final objective.",
    "In order to achieve the best results, the objective should be done incrementally.",
    "In other words, if you didn't complete an objective,...",
    "...don't move ahead to the next one.",
    "Continue trying to do better with the current objective...",
    "...until you feel that you've mastered it.",
    "For more in-depth tips, read the original book,...",
    "...record your progress and become a certified pomodoro master.",
    "Pomodorotechnique.com.",
    "I love my time.",
    "Two hours and 43 minutes were saved...",
    "...using the Pomodoro Technique in the making of this video."
]