[
    "It takes place on the Fourth of July and celebrates America's freedom.",
    "Welcome to WatchMojo.com and today we'll be learning more about Independence Day.",
    "Independence Day is an American national holiday that celebrates the adoption...",
    "...of the formal Declaration of Independence on July 4th, 1776.",
    "This landmark document decreed that the 13 colonies...",
    "...were no longer part of the British Empire and had become independent states.",
    "The Declaration came about thanks to Richard Henry Lee of Virginia, who proposed its creation.",
    "Founding Father John Adams advanced the idea of a manuscript...",
    "...and the Committee of Five, led by chief author Thomas Jefferson, composed the written draft.",
    "The final edited version of the Declaration of Independence was approved on July 4th.",
    "In it was one of the most famous sentences in the English language...",
    "...which outlined the belief system of this new country and became a cornerstone of American society.",
    "\"We hold these truths to be self-evident, that all men are created equal,...\"",
    "\"...that they are endowed by their Creator with certain unalienable Rights,...\"",
    "\"...that among these are Life, Liberty and the Pursuit of Happiness.\"",
    "Celebrations of American independence have taken place since the adoption of the Declaration.",
    "Meanwhile, the city of Philadelphia first laid the groundwork for today's celebrations...",
    "...with fireworks, speeches, music, parades and displays of red, white and blue.",
    "Eventually in 1938, the celebration became a paid federal holiday.",
    "Old traditions continue as well.",
    "For example, at military bases, a 50-gun salute is fired...",
    "...to commemorate the independence of each of the 50 states.",
    "Today, Independence Day is a prominent summertime event...",
    "...marked by shows of patriotism, outdoor activities and tributes.",
    "There are also parades in the morning and fireworks displays at night.",
    "Plus, the national anthem and other patriotic songs take center stage.",
    "The holiday has become so popular,...",
    "...the first week of July is the busiest time of the year for travel in the United States,...",
    "...as Americans extend the long weekend to celebrate the birth of America...",
    "...and a defining moment in American history.",
    "If you're interested in learning more about important moments in American history,...",
    "...be sure to tune in to WatchMojo.com."
]