[
    "We're all taught to eat healthy and be aware of our calorie intake through the day.",
    "But have you ever stopped to think about what those calories look like?",
    "For example, this is 200 calories worth of apple.",
    "On the other hand, if we take 200 calories of cheese,...",
    "...it doesn't look quite the same in terms of volume.",
    "Throw 200 calories of wine into the mix for a nice wine and cheese...",
    "...and you have three very different looking versions of 200 calories.",
    "Now compare that wine to beer or rum...",
    "..and you have three very different party nights for your stomach.",
    "Or how about the eggs you had for breakfast?",
    "Compare that to 200 calories of sweet cereal you had the other day...",
    "...or even some oatmeal and they're bound to seem a bit different.",
    "But if you had gotten a sausage and egg breakfast sandwich, you'll be looking at even less.",
    "Broccoli?",
    "You may be surprised by the amount you can eat before you hit 200 calories,...",
    "...not to mention the stuff is packed with nutrients and a great source of fiber.",
    "A slice of pizza?",
    "Less than a slice if it has pepperoni on it.",
    "And what about the classic Big Mac?",
    "Try a 200-calorie small Mac.",
    "And since calories are simply units of energy, with the calories of 217 Big Macs,...",
    "...you could drive your car 35 kilometers.",
    "So wait, what is a calorie?",
    "Specifically, a calorie is the amount of energy or heat it takes...",
    "...to raise the temperature of one gram of water by one degree Celsius.",
    "We need energy to survive and we get it from food.",
    "Carbohydrates, protein and fats are the building blocks of our food...",
    "...and each contributes a different amount of energy to our bodies.",
    "The average person needs somewhere between 2,000 to 2,700 calories a day...",
    "...depending on factors like height, weight, gender and age.",
    "And some foods like peanut butter are calorie-dense, filling this requirement faster.",
    "Or that muffin you ate as a snack?",
    "Chances are its calorie content is higher than you thought.",
    "And those irresistible Doritos?",
    "Don't lie, you ate the whole bag.",
    "Unlike celery which has very few calories, giving you lots to munch on, or carrots.",
    "Not so much Hershey's Kisses.",
    "And if you're eating salad to limit calories,...",
    "...watch out for creamy dressing, particularly French dressing.",
    "On its own, black coffee is quite low in calories.",
    "You can have a lot before you hit 200 calories.",
    "But once you add one cream and one sugar, those calories quickly add up.",
    "Turn it into a specialty drink like an Iced Peppermint White Mocha...",
    "...and you might be shocked at the amount left.",
    "But just because something has less calories...",
    "...doesn't necessarily mean it's healthier or better for you.",
    "Take for example this 200 calories of Coke versus 200 calories of whole milk.",
    "While it's true that the Coke contains fewer calories per liter,...",
    "...you can't forget that milk contains many nutrients and healthy fats.",
    "Or like brown bread versus white bread.",
    "Yes, whole wheat bread often contains more calories per slice...",
    "...but it also contains more nutrients and fiber.",
    "So counting calories isn't the be-all and end-all.",
    "But thinking about what goes into your body is bound to make a difference.",
    "At the end of the day, eat a healthy and balanced diet."
]