[
    "Area 51, Roswell, New Mexico, crop circles and unidentified flying objects.",
    "Does life exist outside planet Earth?",
    "And if so, have we been visited by alien beings?",
    "Let's take a look.",
    "A case for the existence of alien life forms has been made for millennia...",
    "...but definitely gained steam in the United States in 1947...",
    "...when the Roswell army airfield issued a press release that it had recovered a crashed flying disc.",
    "The Air Force quickly made the retraction explaining that the flying disc...",
    "...was actually a radar tracking weather balloon,...",
    "...which is a little fishy, don't you think?",
    "The government also said it recovered a couple alien bodies, I mean, dead weathermen.",
    "While declassified information about Roswell...",
    "...continues to be debated by UFO skeptics and proponents alike,...",
    "...another highly contested phenomenon suggesting the existence of alien life is crop circles.",
    "Some UFO supporters claim that these elaborate formations...",
    "...may be communications from extraterrestrial beings.",
    "Although hoaxes involving crop circles had been rampant since the 1970s.",
    "While things like flying saucers and alien abductions are largely discredited by scientists,...",
    "...many high-profile astrophysicists like Carl Sagan and Stephen Hawking...",
    "...have suggested that alien life is not only possible throughout the universe...",
    "...but probable due in part to its immense size.",
    "But rather than gangly oblong-headed greenies,...",
    "...these arguments were more in favor of organic life such as bacteria.",
    "No matter how you slice it, making contact with extraterrestrials...",
    "...is a subject that continually fascinates us all.",
    "And ever since people have walked the face of the Earth,...",
    "...we've had our heads turned skyward marveling at the wonder of it all.",
    "And whether strange lights turned out to be nothing more than helicopters...",
    "...or cases of alien abductions turned out to be fabrications,...",
    "...wondering whether or not we're alone in the universe,...",
    "...is one thing that makes us utterly and totally human.",
    "I'm Jonathan Stewart with About.com."
]