[
    "Ramadan is a time of spiritual purification and fasting,...",
    "...but the fasting can take a toll on your body.",
    "Follow these steps to stay healthy during Ramadan.",
    "You will need water, nutritious food, light exercise and normal portion sizes.",
    "Optional: wheat bran or oatmeal.",
    "Step one: Drink plenty of water during fasting breaks.",
    "When you are fasting, it is easy to become dehydrated.",
    "Dehydration can cause headaches, fatigue, dizziness and irritability.",
    "To determine the amount of water your body needs daily, divide your body weight in half.",
    "Half of your body weight is the amount of water you need in ounces.",
    "Step two: Eat nutritious food when you break the fast.",
    "Stick to the major food groups...",
    "...including bread and cereal, milk and dairy products, fish, meat and vegetables and fruit.",
    "Fruit assists with digestion and helps prevent constipation.",
    "Step three: Eat slowly.",
    "The longer you chew your food,...",
    "...the less work your digestive tract needs to do, absorbing more nutrients.",
    "Step four: Don't skip Suhur.",
    "Suhur, the pre-dawn meal, will give you the energy you need...",
    "...for your daily activities while fasting.",
    "Eat wheat bran or oatmeal at Suhur.",
    "Wheat bran and oatmeal are great sources of dietary fibers.",
    "Dietary fibers help dissolve harmful toxins from the body.",
    "Step five: Exercise, but be careful not to overdo it.",
    "Light exercise helps maintain your energy level when you are not consuming food.",
    "Step six: Eat normal portion sizes at Iftar.",
    "Iftar should consist of a normal serving or less.",
    "Stay healthy during Ramadan.",
    "Eating too much at Iftar can create an overload of sugar in the blood...",
    "...and cause damage to the body.",
    "Did you know?",
    "In most Muslim parts of the world,...",
    "...restaurants and coffee shops are closed from dusk to dawn during Ramadan."
]