[
    "Fasting from sunrise to sunset every day is a crucial part of Ramadan,...",
    "...the annual, monthlong Muslim celebration...",
    "...that marks Allah's revelation of the Koran to the prophet Muhammad.",
    "These tips will help you stay strong throughout.",
    "You will need: A Muslim calendar, nutritious foods, self-discipline and charitable acts.",
    "Step 1: Ramadan's start date differs from year to year,...",
    "...so consult your local mosque or a reputable website...",
    "...to find out what day and at what time it begins in your area.",
    "Those exempt from fasting include children under age 12;...",
    "...menstruating, pregnant, and breastfeeding women; the frail and elderly;...",
    "...those who are not capable of understanding why they're fasting,...",
    "...and people whose health would be compromised by fasting, like diabetics.",
    "Step 2: Starting the night before the first fast day, and every night thereafter...",
    "...during the monthlong holiday, drink plenty of liquids.",
    "Food and beverages are prohibited from sunrise to sunset during Ramadan;...",
    "...this will help you stay hydrated.",
    "Step 3: Eat a balanced pre-sunrise meal, often known as \"Suhoor\" or \"Sehri\",...",
    "...to prepare your body for a day of fasting.",
    "Include whole grains like whole wheat bread or oatmeal; a protein like eggs or yogurt;...",
    "...a healthy fat such as nuts or an avocado, and some fresh fruit.",
    "Step 4: Say the appropriate prayers and begin fasting...",
    "...when the sky first starts to lighten on the horizon.",
    "Smoking, using perfume, and having sexual relations are also forbidden from sunup to sundown.",
    "Avoid strenuous exercise while fasting so you don't become dehydrated.",
    "If you have a regular fitness routine, cut down on the intensity and duration.",
    "Step 5: Use your extra free time for charitable acts,...",
    "...reading the Koran and performing daily prayers.",
    "Step 6: Break your fast at sunset with the meal known as \"iftar.\"",
    "Say the appropriate prayers then start out slowly...",
    "...with a sip of water or milk, and a date or other fruit.",
    "Eat a variety of healthy foods to ensure that you're getting enough nutrients.",
    "Don't stuff yourself at sunset.",
    "Eating a few mini meals throughout the evening is better for your digestive system.",
    "Step 7: Repeat for the remainder of Ramadan, which lasts 29 to 30 days.",
    "End with the three-day celebration known as Eid al-Fitr,...",
    "...during which fasting is \"forbidden\" and the wearing of new clothes is encouraged.",
    "Did you know?",
    "Because the Muslim calendar follows the cycles of the moon, years are only 354 days long,...",
    "...and the months pass through all the seasons every 32 and a half years."
]