[
    "If you're heading to Pamplona, Spain to take part in the running of the bulls,...",
    "...bone up on these racing tips.",
    "You will need: bravery, sobriety, alertness,...",
    "...comfortable clothes, running shoes and common sense.",
    "Participating in the running of the bulls can lead to serious injury or death.",
    "Step 1: Get the background.",
    "The running of the bulls is a half-mile race through the streets of Pamplona, Spain...",
    "...to the town's bullring, featuring the six bulls who'll be fighting that evening,...",
    "...and anyone who dares to run with them.",
    "Runs take place every morning during the annual eight-day festival...",
    "...honoring San Fermin, the town's patron saint.",
    "The festival runs from July 7 through July 14th every year, and anyone over 18 may participate.",
    "Step 2: Understand what you're up against: six one-ton bulls that can outrun most humans,...",
    "...and eight oxen that herd them along.",
    "Different breeds run on different days; some are considered more dangerous than others.",
    "The website \"sanfermin.com\" lists which breeds are running each day...",
    "...and information about the history of injuries during the running of the bulls.",
    "Step 3: Get a good night's sleep the night before the running of the bulls and stay sober,...",
    "...otherwise you'll be a danger to yourself and others.",
    "Wear comfortable clothes and running shoes and don't carry anything.",
    "Don't run with friends; they might distract you.",
    "Step 4: Enter the Plaza Consistorial before 7:30 am via the gates on the square.",
    "When the police barriers open to the bull run route,...",
    "...go to any spot you like to await the bulls.",
    "The Santo Domingo and callejon sections of the route are considered the most dangerous,...",
    "...as most fatalities have occurred there.",
    "Step 5: Listen for the sound of the rockets.",
    "The first one indicates the gate to the corral is being opened;...",
    "...the second alerts runners that all the bulls are out of the pen and on their way.",
    "In other words, it's time to start running!",
    "Step 6: If you fall, stay down, cover your head, and remain still.",
    "If you remain on the ground, the bulls are likelier to just run by or over you.",
    "If you attempt to get up, they may try to gore you.",
    "Beware of pileups around turns.",
    "Bulls are most dangerous when they separate from the herd,...",
    "...either by running in front or lagging behind.",
    "Step 7: If you make it to the bullring without getting gored or trampled,..",
    "...fan out to its edges as soon as you're inside,...",
    "...running to the middle of the ring is like putting a bull's-eye on your back.",
    "Did you know?",
    "The running of the bulls, called \"El Encierro\" in Spanish,...",
    "...has been going on informally since the Middle Ages, but was regulated in 1867."
]