[
    "In 2009, the country of Samoa prohibited the sale of alcohol for three days...",
    "...to keep people safe while the island nation...",
    "...switched from driving on the right side of the road...",
    "...to driving on the left.",
    "The switch was so Samoans could get cheap hand-me-down cars...",
    "...from nearby left-side driving New Zealand and Australia.",
    "But Samoans weren't too pleased...",
    "...since most of the cars they owned were designed to drive on the right.",
    "In fact, two out of three Earthlings drive on the right.",
    "But why?",
    "There aren't clear and obvious reasons to choose one side over the other.",
    "So the origin of driving conventions is a perfect opportunity...",
    "...for the mathematics of game theory and symmetry breaking.",
    "Or we can just look at historical evidence.",
    "Today's rules evolved from driving livestock and carts on the earliest roads.",
    "Archaeologists view deeper grooves on the left lane...",
    "...leaving an ancient Roman quarry in England...",
    "...as evidence for left-side traffic, since departing wagons would've had heavier loads.",
    "And it's possible that this left side convention was in place...",
    "...so right-handed soldiers and knights could draw their weapons....",
    "...more quickly against passing enemies.",
    "Whatever the reason, keeping to the left was eventually made into law in England in 1835.",
    "And today, most people who drive on the left side live in countries...",
    "...like India, South Africa and Australia, which were once British colonies.",
    "But that doesn't explain why the rest of the world drives on the right.",
    "Some claim that following the French Revolution,...",
    "...drivers there switched to the right to reject the practices of their overthrown aristocracy,...",
    "...while others suggest the French drove on the right all along.",
    "Regardless, driving on the right side of the road did spread across much of Europe...",
    "...when Napoleon and later Hitler...",
    "...imposed their national driving rules on conquered territory.",
    "Other countries voluntarily switched to the right...",
    "...to align with their neighbors, like Sweden in 1967,...",
    "...or to veer away from their colonial pasts, like Nigeria and Ghana in the 1970s.",
    "And in the US?",
    "Well, America owes its right-sided habit in part...",
    "...to the carts and postilion wagons of its early days.",
    "Driving either from the ground or from horseback,...",
    "...right-handed men preferred to walk or ride on the left side of the horses...",
    "...so they could control the animals with their right hand.",
    "As a result, they drove their wagons to the right...",
    "...so they could be closer to the center of the road...",
    "...to see and steer clear of oncoming traffic.",
    "And that's ultimately the point of driving laws:...",
    "...to keep us safe from the high-speed, two-ton metal projectiles we call cars."
]