[
    "Thank you.",
    "In the name of God, the most beneficent, the most merciful.",
    "Today, it is an honor for me to be speaking again after a long time.",
    "Being here with such honorable people is a great moment in my life...",
    "...and it is an honor for me that today I am wearing a shawl of Benazir Bhutto Shaheed.",
    "I don't know where to begin my speech.",
    "I don't know what people would be expecting me to say.",
    "But first of all, thank you to God for whom we all are equal...",
    "...and thank you to every person who has prayed for my fast recovery and a new life.",
    "I cannot believe how much love people have shown me.",
    "I have received thousands of good wish cards and gifts from all over the world.",
    "Thank you to all of them.",
    "Thank you to the children whose innocent words encouraged me.",
    "Thank you to my elders whose prayers strengthened me.",
    "Dear brothers and sisters, do remember one thing: \"Malala Day\" is not my day.",
    "Today is the day of every woman, every boy and every girl...",
    "...who have raised their voice for their rights.",
    "There are hundreds of human rights activists and social workers...",
    "...who are not only speaking for their rights,...",
    "...but who are struggling to achieve their goal of peace, education and equality.",
    "Thousands of people have been killed by the terrorists and millions have been injured.",
    "I'm just one of them.",
    "So here I stand.",
    "So here I stand, one girl among many.",
    "I speak not for myself, but so those without a voice can be heard.",
    "Those who have fought for their rights.",
    "Their right to live in peace.",
    "Their right to be treated with dignity.",
    "Their right to equality of opportunity.",
    "Their right to be educated.",
    "Dear friends, on the 9th of October 2012, the Taliban shot me on the left side of my forehead.",
    "They shot my friends, too.",
    "They thought that the bullets would silence us, but they failed.",
    "And out of that silence came thousands of voices.",
    "The terrorists thought that they would change my aims and stop my ambitions.",
    "But nothing changed in my life except this: weakness, fear and hopelessness died.",
    "Strength, power and courage were born."
]