[
    "The Muslim Brotherhood and its supporters haven't budged...",
    "...from their demand that ousted President Muhammad Morsi be reinstated.",
    "Even though Egypt's interim leadership has forged ahead...",
    "...by nominating a new prime minister and announcing a timetable for elections.",
    "Clashes between the Brotherhood and the military as well as those supporting Mr. Morsi's ouster...",
    "...have left dozens dead and many more injured.",
    "Reconciliation is only possible if Mr. Morsi is reinstated as President...",
    "...says senior Brotherhood member Abdel-Rahman El-Barr.",
    "What is acceptable is that legitimacy is restored once again,...",
    "...and the legitimately elected president returns,...",
    "...and matters proceed once again according to the constitution and Egyptian law.",
    "In this case, it is possible to consider reconciliation...",
    "...and in this condition it will be possible to move forward.",
    "And this is the logical solution to the crisis.",
    "Soldiers are still positioned around Cairo's most sensitive buildings.",
    "The military would be ready to return them to their barracks when security improves,...",
    "...says analyst and retired general Sameh Seif Elyazal.",
    "It's their choice, it's the choice of the Muslim Brotherhood now.",
    "If they want to join the new political forces in Egypt or even as an opposition group, no problem at all.",
    "Or they will stay carrying weapons, carrying Kalashnikovs, and killing people.",
    "It's up to them.",
    "The military says it ousted President Morsi because millions rose up to demand his departure...",
    "...after he failed to fix the country's struggling economy and unify the country.",
    "Now, says Mahmoud Badr, a founder of the Tamarod Campaign that sparked the civilian uprising, the people are united.",
    "It is impossible that the big and great Egypt, and anyone concerned about its stability,...",
    "...would allow a group of terrorists to govern us by force or by threats.",
    "We will not allow terrorism to rule us.",
    "Egypt overcame terrorism before and will do so again,...",
    "...even if they try to rule us by force, regardless of who it is.",
    "However, reports on Tuesday said Tamarod had dismissed the constitutional changes proposed by the interim leadership.",
    "Sharon Behn, VOA News, Cairo."
]