[
    "If you wake up one morning with 1,000 times the strength you had the night before...",
    "...how will you handle delicate day-to-day tasks?",
    "Everything must seem so fragile to you...",
    "...since the scale of your strength has expanded 1,000 times.",
    "You'd have to be very careful when you're shaking someone's hands...",
    "...so you don't end up breaking their bones or crushing everyone you hug.",
    "And using a fork to pick up a piece of broccoli from a Styrofoam plate...",
    "...without driving the fork through the plate is going to be as difficult as brain surgery.",
    "Say the day comes...",
    "...and you get the chance to save a damsel in distress falling from a helicopter.",
    "So you hold out your arms hoping to catch her;...",
    "...seconds later you will find yourself holding her lifeless body.",
    "What happened?",
    "Well, pressure is force divided by area; the smaller the area, the bigger the pressure.",
    "This is why we can lift heavy objects without breaking our skin,...",
    "...but a tiny needle can make us bleed with just a little poke.",
    "The pressure that will be exerted on her body can be calculated by force,...",
    "...divided by the area on the top of your arms that comes in contact with her.",
    "It doesn't matter if your arms are strong enough...",
    "...to catch her body without breaking your bones.",
    "Her spine is not strong enough to be caught by you without being damaged.",
    "Even if you rip off the nearest door to provide a bigger area to catch her with,...",
    "...you still wouldn't be able to save her anyway.",
    "Remember, it's not the fall that kills her, but the sudden stop at the bottom.",
    "Let's say she's falling from a 32-story building, about 300 feet and you are six feet tall,...",
    "...maybe ten feet on your tippytoes with your arms above your head,...",
    "...holding a door in hopes of distributing the pressure across a larger surface area.",
    "But all you're doing is essentially moving the ground up by ten feet.",
    "So she's now falling from 290 feet instead of 300 feet,...",
    "...reaching the speed of a hundred and thirty-seven feet per second just before impact...",
    "...not counting air resistance.",
    "It's the equivalent of crashing at 94 miles per hour into a wall with a door in front of it.",
    "That doesn't feel good."
]