[
    "﻿In this age of social media and instant worldwide communication,...",
    "...the royal birth was announced in the traditional way with a brief notice posted outside Buckingham Palace.",
    "\"Her Royal Highness, the Duchess of Cambridge, was safely delivered of a son at 4:24 pm today.\"",
    "\"Her Royal Highness and the child are both doing well.\"",
    "Five characters shorter and it could have been a tweet.",
    "The baby's name has not yet been announced and no photo has been made public.",
    "As soon as he was born Monday afternoon, he became third in line to the British throne.",
    "The baby was born to the Duchess of Cambridge, the former Kate Middleton,...",
    "...wife of the queen's grandson Prince William.",
    "She spoke about the importance of family and her desire to have children...",
    "...during a Reuters interview shortly after she and the prince were engaged three years ago.",
    "It is very important to me and I hope we'll be able to have a happy family ourselves.",
    "Prince William is second in line to the throne after his father, Prince Charles.",
    "The royal baby is also the grandson of the late Princess Diana.",
    "The pomp and ceremony of a monarchy and its system of hereditary succession...",
    "...seem hopelessly outdated to some.",
    "But not to historian Miles Taylor at the University of London.",
    "I think there is still a place for monarchy.",
    "It is the most visible and familiar symbol of our national identity,...",
    "...whether that's British or English, or formerly imperial, now Commonwealth.",
    "People not only respect it, I think they are enthralled to it.",
    "Indeed, the royal baby was a celebrity before he was born,...",
    "...complete with his own unofficial souvenirs.",
    "But the role he will inherit will be very different...",
    "...from the one his great-grandmother took on more than 60 years ago.",
    "Queen Elizabeth presided over the evolution of the royal family...",
    "...from an unapproachable imperial ideal to a modern, less formal \"First Family.\"",
    "Still, someday, barring unforeseen tragedy or political upheaval, the new royal baby will become king,...",
    "...head of state in more than a dozen countries, leader of the 54-nation Commonwealth...",
    "...and symbol of Britain's national identity, with a lineage dating back hundreds of years.",
    "It's a heavy responsibility, one the child will spend a lifetime preparing to take on.",
    "Al Pessin, VOA News, London."
]