[
    "What do you want to trade?",
    "3,000 cash for this plus those three statues right there.",
    "Frank, Sammy, and Dean.",
    "The art of negotiation is an acquired skill.",
    "You acquire it over years.",
    "I think that you're well within the ballpark.",
    "It's just something that we couldn't use.",
    "The first offer that people offer you normally is pipe dreams.",
    "What are you trying to get out of that thing?",
    "I think it might be worth around nine?",
    "It's what they think they want.",
    "That might be worth nine in retail, but I'm not in the retail business.",
    "What you have to do is convince them.",
    "This is what it's worth and this is what you'll pay for.",
    "What do you think is the fair price?",
    "I'll give you 400 for it.",
    "400 sounds fair.",
    "I'll take it.",
    "Never take the first offer...",
    "How's 12 grand sound?",
    "15?",
    "12?",
    "...because if you take the first offer, you're not negotiating.",
    "You just ask what the guy will give you.",
    "We've got all kinds of hundred-dollar bills in the back, man.",
    "We'll make a nice little trade right now.",
    "The reason when you're haggling with someone you don't ever want to take the first offer...",
    "...is because you want to get it for your price, in a price you feel comfortable with.",
    "Yeah, I'd give you eight grand for it.",
    "Eight grand?",
    "Eight grand.",
    "I need to get at least 14 out of it.",
    "Do you know if the other guy is gonna capitulate?",
    "There is no negotiation.",
    "He takes what you offer.",
    "Two grand.",
    "2,000 it is, cash money.",
    "All right.",
    "Let's go do some paperwork.",
    "OK.",
    "The key to haggling is you've got to be willing to walk away from it.",
    "If you really love something, then that shows and you'll end up buying it,...",
    "...and you'll end up overpaying.",
    "Okay.",
    "Well, I thank you.",
    "Take your ring with you.",
    "I have to.",
    "Unfortunately."
]