[
    "Welcome to the University of Nottingham and the Department of Theology and Religious Studies.",
    "Welcome to another in the series \"Sacred Calendars\",...",
    "...where we look at festivals and feasts in different religious traditions.",
    "With me today, we have Mr. Shujahat Aslam, who is an imam here in Nottingham,...",
    "...who occasionally also gives the Friday sermon at the University of Nottingham's mosque.",
    "Shujahat, welcome.",
    "Thank you.",
    "Today we'll be talking with you about Eid al-Fitr.",
    "First of all, can you tell us a little bit about what Eid al-Fitr is?",
    "Sure.",
    "The word \"eid\" in Arabic means celebration or festivity.",
    "So Eid al-Fitr is the first festivity in the Islamic calendar.",
    "It's linked to the blessed month of Ramadan.",
    "Ramadan is a month in which Muslims the world over fast.",
    "That means that they don't have anything to eat or drink throughout daylight hours.",
    "Fasting in the month of Ramadan lasts for 29 or 30 days.",
    "After 29 days, Muslims go out to seek if it's the day of Eid al-Fitr or not.",
    "This is determined by whether the new moon is sighted,....",
    "...which shows that the Islamic month of Ramadan has finished.",
    "If the new moon is sighted, it means that it's the day of Eid,...",
    "...so all the fasting ends on that day.",
    "And in the Islamic calendar, the night precedes the day.",
    "So therefore first of all, you have the night of the day of Eid al-Fitr, followed by the day.",
    "So you're looking for the moon when?",
    "Yeah.",
    "Tonight?",
    "Yeah, that's right, so in the evening.",
    "So once the 29th fast is finished, you open your fast,...",
    "Okay.",
    "...so this is kind of evening time, therefore people will go out and see if the moon is sighted.",
    "If there's a new moon there, it means that the month of Ramadan has finished...",
    "...and the new month has started, therefore this indicates that's the beginning of Eid al-Fitr.",
    "So you go through the night which is pretty much the same as previous nights,...",
    "...except that you don't pray the kind of night prayer, the tarawih prayer.",
    "But really, Eid starts in the morning.",
    "And the first and most important thing as a kind of religious ritual or festival...",
    "...that you have to do is to be charitable on the day of Eid.",
    "So you have to pay a certain amount of money called \"Zakat al-Fitr\".",
    "Okay.",
    "This is given generally in foodstuff, there's kind of grain or wheat or barley,...",
    "...the equivalent of about five pounds worth of foodstuff is given to the poor.",
    "So in an Islamic country, you'd go before the time of the Eid prayer,...",
    "...and the poor people would be gathered and you'd give that foodstuffs to them.",
    "Clearly in the UK, it's quite not easy to do that.",
    "So generally what Muslims would do during the month of Ramadan,...",
    "...they would give the money to an Islamic charity,...",
    "...where they arrange to spend that money on their behalf to the poor wherever they may be.",
    "On the morning of the Eid?",
    "Yeah, generally it should be done before the Eid Salah.",
    "So generally, they try and do it as soon as possible, up to the time of the Eid Salah.",
    "The benefit of this is the poor can participate in Eid along with the rest of society as well."
]