[
    "Like all of you, I was shocked and saddened by the deaths of several young people...",
    "...who were bullied and taunted for being gay, and who ultimately took their own lives.",
    "As a parent of two daughters, it breaks my heart.",
    "And it's something that just shouldn't happen in this country.",
    "And we've got to dispel this myth that bullying is just a normal rite of passage,...",
    "...that it's some inevitable part of growing up.",
    "It's not.",
    "We have an obligation to ensure that our schools are safe for all of our kids.",
    "And to every young person out there, you need to know that if you're in trouble,...",
    "...there are caring adults who can help.",
    "I don't know what it's like to be picked on for being gay,...",
    "...but I do know what it's like to grow up feeling that sometimes you don't belong.",
    "It's tough.",
    "And for a lot of kids, the sense of being alone or apart,...",
    "...I know it can just wear on you.",
    "And when you're teased or bullied, it can seem like somehow you brought it on yourself...",
    "...for being different or for not fitting in with everybody else.",
    "But what I want to say is this, you are not alone.",
    "You didn't do anything wrong.",
    "You didn't do anything to deserve being bullied.",
    "And there is a whole world waiting for you, filled with possibilities.",
    "There are people out there who love you and care about you just the way you are.",
    "And so if you ever feel like because of bullying, because of what people are saying...",
    "...that you're getting down on yourself,...",
    "...you've got to make sure to reach out to people you trust.",
    "Whether it's your parents, teachers; folks that you know care about you just the way you are,...",
    "...you've got to reach out to them.",
    "Don't feel like you're in this by yourself.",
    "The other thing you need to know is things will get better.",
    "And more than that, with time you're going to see that your differences...",
    "...are a source of pride and a source of strength.",
    "You'll look back on the struggles you've faced with compassion and wisdom...",
    "...and that's not just going to serve you, but it'll help you get involved...",
    "...and make this country a better place.",
    "It'll mean that you'll be more likely to help fight discrimination...",
    "...not just against LGBT Americans, but discrimination in all its forms.",
    "That means you'll be more likely to understand personally and deeply why...",
    "...it's so important that as adults, we set an example in our own lives...",
    "...and that we treat everybody with respect,...",
    "...that we are able to see the world through other people's eyes and stand in their shoes,...",
    "...that we never lose sight of what binds us together.",
    "As a nation, we're founded on the belief that all of us are equal...",
    "...and each of us deserves the freedom to pursue our own version of happiness,...",
    "...to make the most of our talents, to speak our minds, to not fit in.",
    "Most of all, to be true to ourselves.",
    "That's the freedom that enriches all of us.",
    "That's what America is all about.",
    "And every day, it gets better."
]