[
    "Today, we're gonna talk about Gwangbokjeol.",
    "Gwangbokjeol. ",
    "Gwangbokjeol literally means \"Restoration of Light Day,\"...",
    "...celebrated annually on August 15th as one of the public holidays in South Korea.",
    "It commemorates Victory over Japan Day which liberated Korea from colonial rule.",
    "The South Korean government was created three years later on August 13, 1948...",
    "...when Rhee Syngman was sworn in as the first President of South Korea.",
    "And Gwangbokjeol was officially designated a public holiday on October 1, 1949.",
    "The official Independence Day of South Korea is celebrated on August 15,...",
    "...although the actual day of the independence was on August 13th, 1948.",
    "The official date, which is the 15th of August 1945,...",
    "...was not the day the South Koreans attained final autonomy from Japan.",
    "It was only on the 13th of August 1948 that South Korea was fully liberated...",
    "...from any sort of outside administration.",
    "For political reasons, the first president of the country, Rhee Syngman,...",
    "...chose the 15th of August instead of the 13th as the official Independence Day of South Korea.",
    "As a public holiday, many activities and events happen during the day...",
    "...including an official ceremony with the president in attendance that takes place...",
    "...at the Independence Hall of Korea in Cheonan or at the Sejong Center for the Performing Arts.",
    "All buildings and homes are encouraged to display the national flag or Taegeukgi.",
    "And most public museums and places are open free of charge...",
    "...to the descendants of independence activists on the holiday.",
    "The official Gwangbokjeol song is sung at the official ceremony.",
    "The song's lyrics are written by Jeong Inbo and the melody by Yoon Yong-ha.",
    "The lyrics speak of \"to touch the Earth again\" and how \"the sea dances.\"",
    "How \"this day is the remaining traces of 40 years of passionate blood solidified\"...",
    "...and to \"guard us forever and ever.\"",
    "The government traditionally issues special pardons on Gwangbokjeol."
]