[
    "﻿Test question alert.",
    "Test question alert.",
    "Enough from the big giant head.",
    "I don't fall asleep in his class.",
    "I just don't and it's weird because I can remember falling asleep in every other class.",
    "I've never had a teacher like him at all.",
    "He's the epitome of what I think a teacher should be.",
    "That's what I was afraid of.",
    "Okay.",
    "Go ahead and go get that table for me please.",
    "Mr. Wright has a key to the city.",
    "I just tend to fall asleep a lot.",
    "It's a bad thing, but I do.",
    "But this class just keeps me interested so there's no room for napping 'cause you're learning.",
    "It's smoking!",
    "Be careful.",
    "It's like this guy is just crazy.",
    "He's just exploding with fun.",
    "School's happening for six hours a day and then they, the kids go home.",
    "And whatever atmosphere they have around for the other 18 affects them.",
    "And so schools can change a lot.",
    "But we also have to realize that they go home to a completely different environment.",
    "I think he could tell with me that I had stuff going on.",
    "So he kind of reached out to me at first.",
    "At first I was like, \"Dude, you're a teacher, I'm not gonna talk to you.\"",
    "But I did.",
    "What I went to when I was young is very different than what some of these kids go home to,...",
    "...where they don't have a mom and dad.",
    "Or some of these kids, I hear them talk about all the time were they heard gunshots at night.",
    "I'd have a hard time sleeping or studying if I ever hear gunshots outside the room.",
    "I've pretty much been on my own since I was 15.",
    "So, yeah, I talk to him about a lot of stuff like at home and stuff and he works with me.",
    "I've had everything from, \"Mr. Wright, we're pregnant\" to...",
    "...\"I've had an abortion\" to \"I've run away\" and...",
    "...\"Here's what I'm saying, my father is beating me and here's pictures of the holes in the walls.\"",
    "And you can see where the makeup is trying to cover up bruises.",
    "It's just very different than where some of the rest of us are.",
    "That's why one size fits all doesn't work."
]