[
    "What is viral marketing?",
    "It's like a word of mouth or a buzz; sometimes it's called marketing buzz.",
    "Like, for example, you do something funny, your mother shared this with a neighbor...",
    "...and the neighbor shared it with your teacher, who in turn told his class.",
    "In less than a month, the whole city, yeah, the whole city, knows your embarrassing experience.",
    "Now, let's take out the embarrassing experience in the equation...",
    "...and replace it with your idea.",
    "Imagine how effective this kind of marketing would be.",
    "Why are people so compelled to share, for example, your embarrassing moment?",
    "It's simple.",
    "People are social.",
    "If you find something interesting, you tend to share it with your close friends...",
    "...and your friends have friends and so on.",
    "And interesting is not just limited to an \"embarrassing moment.\"",
    "With today's internet technology, the word of mouth strategy has just gotten better.",
    "The internet has become more social than ever.",
    "With a variety of social networking sites, you are not only connected to your city...",
    "...but the whole world.",
    "To have a successful viral marketing, you need to have two things:...",
    "...the right message and the right connection.",
    "Take, for example, these two guys watching a very cool yet complicated video.",
    "Yo bro, take a look at this very cool video; cool effect, man!",
    "What's it about?",
    "Well, some cool robots.",
    "Not very useful.",
    "If this was a plainly simple video, it would have been like this.",
    "Yo bro, take a look at this cool video, I can really understand it now.",
    "Now, that's the first step in viral marketing.",
    "Second is to utilize the right connections,...",
    "...for example, posting the video on YouTube.",
    "And let's say it gets viewed by someone who, in turn, posts it in his Facebook account...",
    "...and that gets seen by a famous blogger who embeds the video in his blog...",
    "...just like how you found this video of ours."
]