[
    "﻿Hello, everyone, and thanks for joining our call this afternoon.",
    "Google had a great quarter, over 14 billion in revenue, up 19 percent year-on-year;...",
    "...amazing performance for a company that has yet to celebrate its 15th birthday.",
    "We live in a world of abundant computing,...",
    "...with multiple operating systems and increasing numbers of devices.",
    "It is a very different environment from when Google started.",
    "There was essentially one OS and one device category, the PC.",
    "These kinds of changes don't happen that often; once a decade, maybe even less frequently.",
    "But the shift from laptop to mobiles, from one screen to multiple screens...",
    "...creates a tremendous opportunity for Google.",
    "With more devices, more information, and more activity online than ever,...",
    "...the potential to improve people's lives is immense:...",
    "...getting you the right information just when you need it;...",
    "...creating the tools to make everyone more effective at home and in work;...",
    "...and helping you share and remember the moments that matter in life.",
    "It's why I am so excited about the velocity and execution on our platforms, apps, and devices.",
    "First, platforms: with hindsight, Android and Chrome were no-brainers.",
    "At the time, they were big bets.",
    "The momentum across these platforms is tremendous,...",
    "...as you saw at our annual I/O developer conference in May.",
    "I was astounded we had over one million people tuning in live...",
    "...just to watch our developer keynote.",
    "We've now activated more than 900 million Android devices worldwide,...",
    "...and we're lighting up over 1.5 million devices every day.",
    "That's pretty amazing given that the first Android phone launched less than five years ago.",
    "And apps usage is increasing fast.",
    "Over 50 billion apps have been now downloaded from the Google Play store.",
    "In fact, we've already paid out more money to Android developers this year...",
    "...than in the whole of 2012.",
    "I love the ability to access your stuff on Play anywhere.",
    "Take our new music subscription service.",
    "Launched in May, it is an easy, fun way to discover new music...",
    "...with all the songs there ready to go.",
    "You never have to think about the device you are using."
]