[
    "﻿What do Harry Potter, Katniss Everdeen and Frodo....",
    "...all have in common with the heroes of ancient myths?",
    "What if I told you they are all variants of the same hero?",
    "Do you believe that?",
    "Joseph Campbell did.",
    "He studied myths from all over the world...",
    "...and published a book called, \"The Hero with a Thousand Faces\",...",
    "...retelling dozens of stories...",
    "...and explaining how each represents the \"monomyth\" or \"hero's journey\".",
    "So, what is the hero's journey?",
    "Think of it as a cycle.",
    "The journey begins and ends in a hero's ordinary world,...",
    "...but the quest passes through an unfamiliar, special world.",
    "Along the way, there are some key events.",
    "Think about your favorite book or movie.",
    "Does it follow this pattern?",
    "Status quo, that's where we start.",
    "One o'clock: Call to Adventure.",
    "The hero receives a mysterious message.",
    "An invitation?",
    "A challenge?",
    "Two o'clock: Assistance.",
    "The hero needs some help, probably from someone older, wiser.",
    "Three o'clock: Departure.",
    "The hero crosses the threshold from his normal, safe home,...",
    "...and enters the special world and adventure.",
    "We're not in Kansas anymore.",
    "Four o'clock: Trials.",
    "Being a hero is hard work.",
    "Our hero solves a riddle, slays a monster, escapes from a trap.",
    "Five o'clock: Approach.",
    "It's time to face the biggest ordeal, the hero's worst fear.",
    "Six o'clock: Crisis.",
    "This is the hero's darkest hour.",
    "He faces death and possibly even dies, only to be reborn.",
    "Seven o'clock: Treasure.",
    "As a result, the hero claims some treasure, special recognition or power.",
    "Eight o'clock: Result.",
    "This can vary between stories.",
    "Do the monsters bow down before the hero,...",
    "...or do they chase him as he flees from the special world?",
    "Nine o'clock: Return.",
    "After all that adventure, the hero returns to his ordinary world.",
    "Ten o'clock: New Life.",
    "This quest has changed the hero.",
    "He has outgrown his old life.",
    "Eleven o'clock: Resolution.",
    "All the tangled plotlines get straightened out.",
    "Twelve o'clock: Status Quo, but upgraded to a new level.",
    "Nothing is quite the same once you are a hero."
]