[
    "The iPhone 5c is in many ways the distillation of what people love about the iPhone 5.",
    "It's simpler, more essential, yet it's more capable, and certainly more colorful.",
    "We believe the iPhone is an experience.",
    "An experience is defined by hardware and software working harmoniously together.",
    "We continue to refine that experience,...",
    "...dramatically blurring the boundaries between the two, making it more powerful,...",
    "...more intuitive, and ultimately more useful.",
    "iPhone 5c is beautifully, unapologetically plastic.",
    "Multiple parts have been reduced to a single polycarbonate component...",
    "...whose service is continuous and seamless.",
    "I think the designs with the real coherence...",
    "...are the result of developing form, material, and color in unison.",
    "Each element informing and in many ways defining the other,...",
    "...creating a significant and a meaningful design.",
    "Just as with its appearance we took the same fanatical care...",
    "...with how the iPhone 5c feels in your hand.",
    "That sense of quality and integrity that's synonymous with the iPhone.",
    "That meant developing the design by creating a whole new structure architecture.",
    "It starts with a single piece of polycarbonate.",
    "Into which we install a steel reinforced frame creating a bespoke assembly...",
    "...that doubles as an antenna.",
    "We then add the rear plate.",
    "We then machine holes for the buttons,...",
    "...ensuring perfect alignment.",
    "And then, the entire assembly goes through multiple finishing processes...",
    "...including a clear lacquer hard coat that creates a durable and incredibly glassy surface.",
    "This whole process culminates in an extraordinarily rigid structure...",
    "...and a solid dense feel that you would not expect from a plastic product.",
    "From the beginning, we wanted to design cases as colorful...",
    "...and as well-made as the iPhone itself.",
    "The soft mat, micro fiber line silicon is a very intentional contrast...",
    "...to the glossy hard coat finish of the iPhone.",
    "The result is a case that extends and complements the product...",
    "...while offering dozens of colorful combination.",
    "I think it's quite remarkable when something feels familiar...",
    "...and yet it's new at the same time.",
    "That's the iPhone 5c.",
    "It's the vivid realisation of hardware and software together in one device."
]