[
    "In 2011, the northeast of Japan was struck by an earthquake and the tsunami.",
    "The IOC along with the whole sports family held out a hand of support.",
    "Japan will never forget this generosity.",
    "And as a mark of its gratitude, it would like to be a stepping stone to the future.",
    "And now to ensure that I am understood, please allow me to continue in English.",
    "I imagine that the members of the Evaluation Commission are surprised to see me here.",
    "Well, I can assure them that I am just as surprised as they are.",
    "What I said in Tokyo regarding the role and position of our family still holds true.",
    "However, I am more than pleased that it has befallen me to personally convey...",
    "...our heartfelt thanks to each and every member of the IOC.",
    "The IOC special aid program,...",
    "...the Tsubasa project has brought smiles to the faces of many children...",
    "...and given hope to young athletes.",
    "Tsubasa means 'wing' in Japanese.",
    "And we hope that these young people will take wing and fly into the future of their dreams.",
    "You have in the spirit of the Olympic movement,...",
    "...given them something about which to dream.",
    "Given them motivation.",
    "You have shown them that they should move forward with courage and conviction.",
    "I have heard that an important aspect of the Olympics is the leaving of legacies.",
    "Well, your legacy will certainly live on in the hearts of these young people.",
    "This maybe the first time a member of our family has addressed you,...",
    "...but the imperial family of Japan has always been very active in supporting sport.",
    "A case in point, my late husband was a keen sportsman...",
    "...and from him I have taken over the role of honorary president...",
    "...of some nine sports organizations, and I must say they keep me very busy.",
    "I would like to commend the IOC for giving form to the philosophy of the Olympic movement...",
    "...and for doing it so well.",
    "I have met members of the Olympic family on different occasions in the past,...",
    "...but have never seen so many of you together.",
    "And it is an impressive sight indeed.",
    "At the same time, it brings back many fond memories of shared moments with you.",
    "I'm delighted to have been able to make new acquaintances during this visit...",
    "...and I dare hope that our paths will cross again.",
    "Perhaps now that I have shared this special moment with you,...",
    "...you will in the future consider me to be an honorary peripheral member of the Olympic family."
]