[
    "Mr. President, distinguished members of the IOC, I am Mami Sato.",
    "And I am here because I was saved by sport.",
    "It taught me the values that matter in life.",
    "The values that Tokyo 2020 is determined to promote worldwide.",
    "I was 19 when my life changed.",
    "I was a runner.",
    "I was a swimmer.",
    "I was even a cheerleader.",
    "Then, just weeks after I first felt pains in my ankle, I lost my leg to cancer.",
    "Of course, it was hard.",
    "I was in despair...",
    "...until I returned to university and took up athletics.",
    "I found that I enjoyed setting a goal and beating it.",
    "I developed new confidence.",
    "Most of all, I learned that what was important was what I had, not what I had lost.",
    "I competed at the Paralympic Games in Athens and Beijing.",
    "I felt privileged to have been touched by the power of sport.",
    "And I was looking forward to London 2012.",
    "Then came the 11th of March 2011.",
    "The tsunami hit my hometown.",
    "For six days, I did not know if my family was still alive.",
    "And when I did find them, my personal happiness was nothing compared to the sadness of the nation.",
    "I collected messages from schools and took them home...",
    "...and shared with the people my own experiences.",
    "I also took food supplies and other athletes did the same.",
    "Together, we organized sport activities to help restore confidence.",
    "Only then did I see the true power of sport:...",
    "...to create new dreams and smiles,...",
    "...to give hope,...",
    "...to bring people together.",
    "More than 200 athletes, Japanese and international,...",
    "...making almost 1,000 visits to the affected area, are inspiring more than 50,000 children.",
    "What we have seen is the impact of the Olympic values as never before in Japan.",
    "And what the country has witnessed is that those precious values:...",
    "...excellence, friendship, and respect can be so much more than just words."
]