[
    "Mr. President, distinguished members of the IOC.",
    "It would be a tremendous honor for us to host the games in 2020 in Tokyo,...",
    "...one of the safest cities in the world, now and in 2020.",
    "Some may have concerns about Fukushima.",
    "Let me assure you, the situation is under control.",
    "It has never done and will never do any damage to Tokyo.",
    "I can also say, from a new stadium that will look like no other to confirmed financing,...",
    "...Tokyo 2020 will offer guaranteed delivery.",
    "Now, I am here today with a message that is even more important.",
    "We in Japan are true believers in the Olympic movement.",
    "I, myself, am just one example.",
    "When I entered college in 1973, I began practicing archery.",
    "Can you guess why?",
    "The year before, in Munich, archery returned as an Olympic event after a long time.",
    "My love of the Olympics was already well-established.",
    "When I close my eyes, vivid scenes from the opening ceremony in Tokyo in 1964 come back to me.",
    "Several thousand doves, all set free at once.",
    "High up in the deep blue sky, five jet planes making the Olympic rings.",
    "All amazing to me, only ten years old.",
    "We in Japan learned that sports connect the world,...",
    "...and sports give an equal chance to everyone.",
    "The Olympic spirit also taught us that legacy is not just about buildings,...",
    "...not even about national projects.",
    "It is about global vision and investment in people.",
    "So, the very next year, Japan made a volunteer organization...",
    "...and began spreading the message of sports far and wide.",
    "Young Japanese, as many as three thousand,...",
    "...have worked as sports instructors in over 80 countries to date,...",
    "...and they have touched the hearts of well over a million people through their work.",
    "Distinguished members of the IOC, I say that choosing Tokyo 2020...",
    "...means choosing a new, powerful booster for the Olympic movement.",
    "Under our new plan, \"Sport for Tomorrow,\"...",
    "...young Japanese will go out into the world in even larger numbers.",
    "They will help build schools, bring in equipment, and create sports education programs.",
    "And by the time the Olympic torch reaches Tokyo in 2020,...",
    "...they will bring the joy of sports directly to ten million people in over 100 countries.",
    "Choose Tokyo today and you choose a nation that is a passionate, proud,...",
    "...and a strong believer in the Olympic movement,...",
    "...and which strongly desires to work together with the IOC...",
    "...in order to make the world a better place through the power of sport.",
    "We are ready to work with you.",
    "Thank you very much."
]