[
    "I'm Traci Brosman, the my well-being health expert.",
    "And today we're gonna talk about how to find more happiness in your life.",
    "Happiness is a state of well-being and joy.",
    "When you are feeling happy, everything in your life seems better.",
    "So how do you find more happiness?",
    "First, spend time each day thinking about how you want your day to be.",
    "What do you wanna do?",
    "How do you wanna feel?",
    "How will you find joy in everything you do?",
    "Take extra time each day to visualize what you want.",
    "You will be amazed at how much fun and joy, you will be aware of throughout your day.",
    "Second, take care of your body.",
    "It is hard to feel happy if your body feels miserable.",
    "Spend time each day eating foods packed with nutrition.",
    "Plan your meals ahead of time so that you will be less inclined to eat junk food.",
    "Also plan when you're gonna exercise.",
    "In order to make sure your body will function fully for you...",
    "...make sure you are using it well.",
    "Daily walks are a nice way to get your exercise in and enjoy nature at the same time.",
    "You will feel better and be happier because of it.",
    "Third, focus on the solution.",
    "Life is full of challenges...",
    "...and I can guarantee that if you are looking for a problem you will find it.",
    "However it is not the problem that defines a situation.",
    "It is how you handle it.",
    "You will be so much happier if you focus on the solution instead of the problem.",
    "When you focus on the problem, all you will see is more problems.",
    "However when you focus on the solution,...",
    "...you will begin to see the opportunities to make the situation better.",
    "I have given you three great tips to find more happiness in your life.",
    "To learn seven more tips on how to live a happier life,...",
    "...go to mywell-being.com/happiness.",
    "Remember my well-being isn't just one thing, it's everything.",
    "Check out more ways to improve your well-being at mywell-being.com."
]