[
    "Image is powerful but also image is superficial.",
    "I just totally transformed what you thought of me in six seconds.",
    "And in this picture, I had actually never had a boyfriend in real life.",
    "I was totally uncomfortable and the photographer was telling me to arch my back...",
    "...and put my hand in that guy's hair.",
    "And of course, barring surgery or the fake tan that I got two days ago for work,...",
    "...there's very little that we can do to transform how we look.",
    "And how we look, though it is superficial and immutable, has a huge impact on our lives.",
    "If the photographer is right there and the light is right there, like a nice HMI,...",
    "...and the client says, \"Cameron, we want a walking shot.\"",
    "Well then, this leg goes first, nice and long, this arm goes back, this arm goes forward,...",
    "...the head is at three quarters, and you just go back and forth. Just do that.",
    "And then you look back at your imaginary friends, 300, 400, 500 times.",
    "It will look something like this.",
    "Hopefully less awkward than that one in the middle.",
    "That was, I don't know what happened there.",
    "Unfortunately, after you've gone to school and you have a resume and you've done a few jobs,...",
    "...you can't say anything anymore.",
    "So if you say you want to be the President of the United States...",
    "...but your resume reads \"Underwear Model: 10 years,\" people give you a funny look.",
    "The next question people always ask me is \"Do they retouch all the photos?\"",
    "And yeah, they pretty much retouch all the photos...",
    "...but that is only a small component of what's happening.",
    "This picture is the very first picture that I ever took...",
    "...and it's also the very first time that I had worn a bikini...",
    "...and I didn't even have my period yet.",
    "I know we're getting personal but you know, I was a young girl.",
    "This is what I looked like with my grandma just a few months earlier.",
    "Here's me on the same day as this shoot.",
    "My friend got to come with me.",
    "Here's me at a slumber party a few days before I shot French Vogue.",
    "Here's me on the soccer team and in V Magazine.",
    "And here's me today.",
    "And I hope what you're seeing is that these pictures are not pictures of me.",
    "They are constructions. And they are constructions by a group of professionals,...",
    "...by hairstylists and makeup artists and photographers and stylists and...",
    "...all of their assistants and pre-production and post-production, and they build this.",
    "That's not me."
]