[
    "US Marine and other American military aircraft are lifting tons of supplies into Tacloban...",
    "...where several hundred thousand survivors are growing desperate after days without food or clean water.",
    "Soon a fleet of US Navy vessels,...",
    "...led by the USS George Washington aircraft carrier, will join the effort.",
    "US Marine Corps Brigadier General Paul Kennedy, who has flown over the devastation,...",
    "...describes the storm as \"like a tsunami with the strength of a cyclone nearly 100 kilometers wide.\"",
    "Every single palm tree has been ripped out of the ground...",
    "...and they're laying across the roads.",
    "They're in people's, in the places that they might use to set up their houses.",
    "It's just strewn, they're matchsticks all over the ground there.",
    "Aircraft are departing Manila with supplies and returning with survivors.",
    "\"It's too soon to estimate how many planeloads of equipment and basic necessities are needed,\"...",
    "...says Dan Dieckhaus, working at the air base in his role as the civilian military coordinator...",
    "...with the US Agency for International Development.",
    "This is a significant problem.",
    "We are mobilizing and taking steps to move the relief effort forward.",
    "The 31 members of Jeffrey Pica's family managed to escape Tacloban on an American cargo plane.",
    "It is good our family survived and could come here.",
    "And we're going to stay because there's nothing to go back to there.",
    "Also on the same flight with the Pica family, Australian Wayne John Hickey,...",
    "...who says hungry survivors looted every store they could find.",
    "At McDonald's Hamburgers, they're all there looting all the chicken out of it, bringing trays and,...",
    "\"Chief, could I have two bags?\"",
    "\"Yes, please.\"",
    "\"Yes,\" they go.",
    "I got two bags.",
    "I went home, had tea, because there's no food in the hotel, no water, no electricity.",
    "50 tons of humanitarian supplies were airlifted from here on Tuesday.",
    "That amount can now significantly increase...",
    "...with the severely damaged airport at Tacloban again able to operate around the clock.",
    "Steve Herman, VOA News, Villamor Air Base in the Philippines."
]