[
    "The Filipiniana Restaurant is a popular gathering spot in Houston for Filipinos...",
    "...and the many Americans who like their food.",
    "But when business slows,...",
    "...manager Carlos Chavez and his friends keep an eye on news reports from the Philippines.",
    "It's unimaginable and the only thing is, sometimes you cry,...",
    "...and it's kind of hard to think of what happened.",
    "The restaurant is hosting fundraising events to help people left homeless by the storm.",
    "Fundraising for victims is also a priority for the Philippine Nurses Association of America,...",
    "...one of the largest Philippine organizations in the United States.",
    "Members from the Houston area are also planning fundraising events.",
    "We already have 5,000 dollars in the bank.",
    "Pam Windle is the organization's regional vice president.",
    "A lot of people are interested in joining us, and a lot of people are wanting to give money...",
    "...because we are trying to donate the money back home,...",
    "...to send some money to help them out.",
    "One event is a walk in a park where each participant is funded by donors.",
    "Even though the organizers are not from the stricken areas,...",
    "...some, like Gina Shankar, have close friends there.",
    "It took her four days to contact her friends in Tacloban.",
    "They're doing fine, but they are really in need of food and the place is really a mess.",
    "Of foreign-born nurses working in US health facilities,...",
    "...nearly one-third are from the Philippines.",
    "Pam Windle says they cannot help but think of those in need back home.",
    "But it is so hard to go home because it is an 18 to 20-hour flight.",
    "Plus you can't go through the province...",
    "...unless you have the military people to help you.",
    "She says, in the months ahead,...",
    "...medical services and personnel will still be in great need in the disaster zone...",
    "...and many Philippine nurses plan to return as volunteers.",
    "Greg Flakus, VOA News, Houston."
]