[
    "The numbers of foster children in Arizona have really spiked in the last few years.",
    "And right now, there are well an excess of 13,000 children in care.",
    "Of those children, there are approximately 4,000 children freed for adoption,...",
    "...waiting for homes.",
    "National Adoption Day is a celebration of all families who adopt children,...",
    "...but there's a particular emphasis on children being adopted through the foster care system.",
    "Adoption is truly a life-changing experience.",
    "It's not only something that will change your life.",
    "It's something that will change the life of the child that you adopt.",
    "Our adoptive families often tell us what joy that these children have brought into their lives...",
    "...and you hear it all the time that they're the ones that's being changed,...",
    "...and they're the ones that's being helped through adoption.",
    "It is nothing but a positive experience for the children...",
    "...who now have forever homes where they are safe and loved and well cared for,...",
    "...and have a celebration at National Adoption Day to finalize that forever home for them.",
    "Our families that come forward and adopt foster children...",
    "...are literally giving these children a new chance at life.",
    "Even though you would think it would be the same,...",
    "...having lived there for awhile as a foster child,...",
    "...there is definitely something different about being adopted.",
    "Taking that family's last name if the child chooses to do so,...",
    "...and just really feeling, being able to say, \"This is my mom. This is my dad.\"...",
    "...not, \"This is my foster mom. This is my foster dad.\"",
    "There is never a dry eye in the court room...",
    "...because the adoptive parents, whatever their journey has been,...",
    "...those adoptive parents have wanted children, have wanted this child.",
    "And so, it really is kind of a celebration of the journey they've been on...",
    "...to actually finalize their adoption and provide a forever home."
]