[
    "I, Nelson Rolihlahla Mandela, do hereby swear to be faithful to the Republic of South Africa.",
    "So help me God.",
    "To many, he was a hero.",
    "A man of courage, conviction and vision.",
    "He was often called humble, charming, loyal, and a man who cared about others.",
    "Nelson Mandela was born on July 18th, 1918 and grew up in Transkei,...",
    "...a former South African black homeland.",
    "As a young man, he became active in the anti-apartheid movement...",
    "...and joined the African National Congress or ANC.",
    "And in the 1940s, became head of the ANC's youth wing.",
    "The government banned the ANC in 1960 but the group continued to operate secretly.",
    "Mr. Mandela was constantly evading the police...",
    "...and forced to live apart from his second wife, Winnie,...",
    "...who later also became active in the anti-apartheid movement.",
    "When the ANC decided stronger action must be taken to end apartheid,...",
    "...Mr. Mandela became head of the group's new military wing,...",
    "...coordinating a sabotage campaign against South African military and government targets.",
    "In 1962, Mr. Mandela was arrested and put on trial for his actions against the government.",
    "He defended his actions as part of the struggle of the African people for a free society.",
    "Two years later, he was sentenced to life in prison on Robben Island off the coast of Cape Town.",
    "He spent 18 years in the notorious prison, refusing a government offer in 1989 to release him...",
    "...if he would renounce the ANC's armed struggle.",
    "But he finally was freed in 1990 after the white government, led by President Frederick de Klerk,...",
    "...legalized all political parties and discharged most political prisoners.",
    "In 1991, Mr. Mandela was elected president of the African National Congress.",
    "And in 1994, when the ANC won South Africa's first all-race elections,...",
    "...he became the country's first black president at the age of 75.",
    "Never, never and never again shall it be that this beautiful land...",
    "...will again experience the oppression of one by another.",
    "President Mandela said he would stay for only one term.",
    "Cohen says during Mr. Mandela's five years as president,...",
    "...he earned international respect for South Africa's national reconciliation.",
    "Mr. Mandela received hundreds of awards during his lifetime...",
    "...and he shared the Nobel Peace Prize in 1993 with his once bitter enemy, Mr. de Klerk.",
    "They were honored for their contribution to the peace process in South Africa.",
    "Mr. Mandela praised the South African people.",
    "We will have created a society which recognizes that all people are born equal.",
    "In 1999 at the age of 85, Nelson Mandela said he was retiring from public life...",
    "...but he continued his work fighting for children's rights.",
    "In a country torn apart by years of racial conflict, Nelson Mandela is considered a remarkable leader.",
    "A man who turned South Africa away from violence and hatred,...",
    "...into a country of greater peace and understanding.",
    "Deborah Block, VOA News."
]