[
    "Christmas time.",
    "The trees, colorful decorations, the carols, such a festive season.",
    "And let's not forget every parent's favorite part:...",
    "...taking the kids to see Santa Claus.",
    "Happens to a lot of kids.",
    "Suzy's kids were okay this year but she definitely remembers last year.",
    "It was a very bad photo.",
    "So, some people say that those are some of the cutest photos, you wouldn't agree?",
    "It was cute but, yeah, he's sad and crying in it.",
    "Pause. See the smirk on her face?",
    "I told you, the parents love it; the kiddies, not so much.",
    "Just have a quick browse online and you'll find all kinds of photos and videos...",
    "...of kids freaking out when they meet jolly old Saint Nick.",
    "Occasionally you'll get the ones that are really frightened,...",
    "...usually around the ages of two.",
    "They're just not comfortable with Santa so they just start crying, screaming sometimes.",
    "Whether it's the beard, the big costume, the pressure of meeting a star,...",
    "...even your local mall Santa can set some kids off.",
    "She was scared, terrified, screamed the whole time, reaching out for me.",
    "She was acting like she just saw a rock star and was like, in awe.",
    "Every good photographer has their own tricks to calm kids down.",
    "We come in with some bells and some puppets, stuffed toys,...",
    "...and trying giving them some noises.",
    "And parents always try to pitch in on the effort.",
    "We sat on either side of Santa and then Dean sat on my knee,...",
    "....and I think that was easier with mommy there.",
    "So, mommy and daddy there.",
    "Just let the mother take charge.",
    "I gotta ask you, there's a lot of kids who are afraid to come sit on your lap.",
    "Why is that?",
    "I don't know really, because when they see me,...",
    "...they're out there and they're laughing and waving to me...",
    "...and when they come up to me, they're frightened.",
    "Sometimes I think it's just the lower age.",
    "Santa wants all the kids to know there's nothing to fear...",
    "...except the lump of coal if you've been bad.",
    "Don't be afraid, I'm pretty gentle.",
    "Now to work on that Easter bunny phobia.",
    "Mark Carcasole, Global News."
]