[
    "﻿Famed actor Philip Seymour Hoffman...",
    "...was found dead in Greenwich Village of an apparent overdose.",
    "It saddens us to hear the shocking news...",
    "...that Hoffman has passed away at only 46 years old.",
    "According to police the loved and respected actor...",
    "...was found by Mr. David Bar Katz and another friend of Hoffman's...",
    "...after the actor did not show up to pick up his kids,...",
    "...which according to sources is highly unlike him.",
    "New York Police found Hoffman unresponsive on his bathroom floor...",
    "...with a needle in his arm and according to TMZ, two envelopes that held heroin.",
    "Hoffman has long since struggled with addiction and in a 2006 interview said...",
    "...he had been clean since the age of 22.",
    "But in May of 2013, Hoffman spent a quick ten-day stint in rehab,...",
    "...checking himself in for heroin use.",
    "Hoffman's family released a statement following the star's passing, saying, quote:...",
    "...\"We are devastated by the loss of our beloved Phil...\"",
    "\"...and appreciate the outpouring of love and support we have received from everyone.\"",
    "Hoffman has stolen the hearts of really the world, on Broadway, the small screen,...",
    "...as well as the big screen with countless iconic roles...",
    "...including his award-winning performance as Truman Capote in the film \"Capote\"...",
    "...along with his roles in \"The Master,\" \"Doubt,\" \"Mission Impossible 3\"...",
    "...and most recently as Plutarch Heavensbee in the \"Hunger Games\" franchise.",
    "According to sources, the tragic passing of Hoffman...",
    "...will not delay release dates for \"Mockingjay\" Part 1 or Part 2.",
    "And Lionsgate had nothing but kind words to say about the actor, stating, quote:...",
    "\"Philip Seymour Hoffman was a singular talent...\"",
    "\"...and one of the most gifted actors of our generation.\"",
    "\"We're very fortunate that he graced our Hunger Games family.\"",
    "Fellow celebrities have also spoken out, showing their love for the late actor...",
    "...including Ellen DeGeneres, who took to Twitter to say, quote:...",
    "...\"Philip Seymour Hoffman was a brilliant, talented man.\"",
    "\"The news this morning is shocking and sad.\"",
    "\"My heart goes out to his loved ones.\"",
    "Hoffman's official autopsy will take place Monday...",
    "...and our love and support go out to Philip's family, friends and all those he touched.",
    "From Hollywood, I'm Brianna Baxter."
]