[
    "An enduring myth says we use only 10% of our brain,...",
    "...the other 90% standing idly by for spare capacity.",
    "Hucksters promised to unlock that hidden potential...",
    "...with methods based on neuroscience, but all they really unlock is your wallet.",
    "Two-thirds of the public and nearly half of science teachers mistakenly believe the 10% myth.",
    "In the 1890s, William James, the father of American psychology, said,...",
    "...\"Most of us do not meet our mental potential.\"",
    "James meant this as a challenge, not an indictment of scant brain usage.",
    "But the misunderstanding stuck.",
    "Also, scientists couldn't figure out for a long time the purpose of our massive frontal lobes...",
    "...or broad areas of the parietal lobe.",
    "Damage didn't cause motor or sensory deficits,...",
    "...so authorities concluded they didn't do anything.",
    "For decades, these parts were called silent areas, their function elusive.",
    "We've since learned that they underscore executive and integrative ability,...",
    "...without which we would hardly be human.",
    "They're crucial to abstract reasoning, planning, weighing decisions...",
    "...and flexibly adapting to circumstances.",
    "The idea that nine-tenths of your brain sits idly by in your skull...",
    "...looks silly when we calculate how the brain uses energy.",
    "Rodent and canine brains consume 5% of total body energy.",
    "Monkey brains use 10%.",
    "An adult human brain, which accounts for only 2% of the body's mass,...",
    "...consumes 20% of daily glucose burned.",
    "In children, that figure is 50% and in infants, 60%.",
    "This is far more than expected for their relative brain sizes,...",
    "...which scale in proportion to body size.",
    "Human ones weigh 1.5 kilograms, elephant brains 5 kilograms and whale brains 9 kilograms,...",
    "...yet on a per weight basis, humans pack in more neurons than any other species.",
    "This dense packing is what makes us so smart."
]