[
    "If there is ever a case to be made for self-education, it's Lincoln.",
    "He's like the antithesis of the advertisement for your college.",
    "He taught himself the Bible, he taught himself Shakespeare,...",
    "...he memorized Euclid's geometry.",
    "This was a guy who had no background in the military,...",
    "...but when he got to Washington as president, he quickly read books on strategy...",
    "...and grasped ideas that the generals who were trained at West Point didn't have.",
    "I don't know how he did it.",
    "I don't know how a mind could be that sharp and that open to new ideas....",
    "...when you're in your fifties, but he was clearly extraordinary.",
    "Lincoln had an enormous ability to concentrate, much to the annoyance of his wife.",
    "So when she called for dinner or said someone's at the door, he was still reading.",
    "He also read out loud,...",
    "...which is the way he told people that things got cemented into his memory.",
    "Another area that must have tortured a lot of people around him.",
    "He could read in a law office that was busy.",
    "He could read at home.",
    "Even with his kids climbing all over him, I guess you gotta have that.",
    "Probably the most amazing thing about Lincoln is not only that he advocated opportunity,...",
    "...but that he lived the American dream.",
    "He almost created it and came to symbolize it.",
    "The idea that you could rise from a log cabin to the White House was new in America.",
    "William Henry Harrison had done it,...",
    "...but Harrison was also a general.",
    "He got himself trained in the army and he was a slave owner.",
    "So he didn't understand that the opportunity to rise...",
    "...should be extended to black people as well as white people.",
    "Lincoln was the first to understand that.",
    "The first to care about education even if he had no access to it.",
    "The first to believe that opportunity was universal...",
    "...and people of any color had the right to it.",
    "And I think he became a great symbol."
]