[
    "﻿John Lennon, Paul McCartney, George Harrison and Ringo Starr.",
    "Together they form The Beatles, perhaps the greatest rock band ever.",
    "Fans emulated their style from the Beatle cut to their ever evolving wardrobe.",
    "But it was their music that will capture generations around the world.",
    "The Beatles would help shape the decade of the 60s like no other band before them...",
    "...and possibly since they arrived on the worldwide stage...",
    "...some 50 years ago in late 1963.",
    "But The Beatles didn't gain fame overnight.",
    "In fact, they endured numerous rejections before they broke through.",
    "The Beatles persevered and would eventually be signed...",
    "...to EMI studio's Parlophone Record label in May of 1962.",
    "They created a small ripple with their first single released that October.",
    "\"Love Me Do\" was not a major hit initially but their next single was.",
    "Released in January 1963 and the title of their first album,...",
    "...\"Please, Please Me\" was The Beatles first number one hit.",
    "In autumn of that same year, following performances at the London Palladium...",
    "...and then later at the Royal Command Performance,...",
    "...a full-blown virus would break out.",
    "In this case, it was Beatlemania that would infect millions.",
    "But while millions across Europe were under the spell of The Beatles,...",
    "...it would take a little longer...",
    "...before the band would encounter success across the Atlantic.",
    "And when \"I Want To Hold Your Hand\" reached the airwaves in late December 1963,...",
    "...The Beatles were on their way to conquering the US.",
    "50 years after bursting on the worldwide scene...",
    "...and over 40 years after their breakup,...",
    "...The Beatles and their music continue to bring in new generations of fans.",
    "Why does their music continue to strike a chord?",
    "People today are absolutely convinced without a doubt...",
    "...that there's no group in the history of the music,...",
    "...music as we know it, that ever has provided such a rage.",
    "They were all these tremendous personalities that attracted us and kept us interested.",
    "And you couple that with their great experimentation as a group...",
    "...that had this fantastic influence on subsequent bands.",
    "You put that all together and you just have this irresistible force."
]