[
    "The 2014 Olympic Winter Games are highly anticipated around the world.",
    "But before you settle in to watch, check out these ten interesting facts...",
    "...you may not know about them.",
    "Number 10: About 7,000 waiters, chefs, bartenders and cashiers...",
    "...will be on duty during the Sochi Olympics to ensure everyone is kept satisfied.",
    "Number 9: Thousands of volunteers are scheduled to help at the Games.",
    "Roughly 25,000 will be there for any needed assistance.",
    "Number 8: City officials in Sochi reportedly hired a company to kill stray dogs...",
    "...prior to the Winter Games.",
    "The reasoning behind the removal efforts was to keep the streets safe...",
    "...for both spectators and Olympians.",
    "Number 7: For the 123 days prior to the Sochi Winter Games,...",
    "...the Olympic torch will travel approximately 25,000 miles around the world,...",
    "...including some space travel.",
    "Number 6: About 1,300 medals have been created for this year's Olympics.",
    "Featuring unique details indicative of the host country,...",
    "...each medal took approximately 18 hours to produce.",
    "Number 5: Beet soup or borscht is expected to be a bestseller in terms of food.",
    "About 70 gallons will be prepared and served.",
    "Number 4: All across Sochi, over 5,000 security cameras will be set up...",
    "...and running during the Winter Games.",
    "Surveillance drones will also be used,...",
    "...making it the first time drones make an appearance at the Olympics.",
    "Number 3: An astounding 40,000 torchbearers are participating in Sochi,...",
    "...setting a record of its own for the most used for any Olympic event thus far.",
    "Number 2: Sochi also holds some other noteworthy Olympic firsts.",
    "While on its inaugural visit to space, in anticipation of these Games,...",
    "...the Olympic torch participated in the first spacewalk.",
    "Two Russian scientists stepped outside the ISS to hold the unlit torch in open space.",
    "Number 1: Considering it's the Winter Games,...",
    "...Sochi will be featuring many athletes from unexpected countries.",
    "Take, for example, 20-year-old Luke Steyn, who will be skiing at the Olympics.",
    "He hails from Zimbabwe, a country that has never seen any snow,...",
    "...with the exception of one very light dusting in 1960."
]