[
    "Well, there've been a lot but I can come up with one that,...",
    "...if there's time I can just go through it and let you know how I got into it...",
    "...and how I got out of it.",
    "It was definitely challenging.",
    "One of the things that I've tried to do all my life, it was one of my life goals...",
    "...was to be become a master instrument pilot...",
    "...and that's all; I loved flying on instruments, everything about it.",
    "And I used to do quite a bit of it.",
    "One time, coming back on a trip from the Bay Area to LA at night,...",
    "...I ran into a thunderstorm at night so you can't see.",
    "I was just in clouds.",
    "And then wham!",
    "I was just in a reciprocating airplane so it's probably only at 11, 12, 13,000 feet,...",
    "...I couldn't tell you the altitude.",
    "And I hit this thing and it just slammed the heck out of the airplane.",
    "But it caused my artificial horizon, which is the reference...",
    "...you use to stay level and to turn;...",
    "...it caused that thing to actually break and I lost my horizon reference.",
    "And it happened semi slowly.",
    "And as I watched the other instruments,...",
    "...you just kind of watched the instruments as a group...",
    "...and you see things going on and you put it together in your head.",
    "This is the all original, what I call \"steam gauge instruments\"; just dials basically.",
    "But you learn to put it together in your head...",
    "...and I realized that I had rolled the airplane upside down following that bad thing...",
    "...and I was starting to come out like this which was gonna cost me a lot of altitude.",
    "But I remember my dad's saying.",
    "What did he say?",
    "Needle, ball, and airspeed.",
    "Needle meaning get the left, right corrected first.",
    "Don't worry if you're headed for the ground.",
    "The ball, get it straightened out from slipping.",
    "And then correct your airspeed.",
    "What a lot of people try to do is they see the airspeed,...",
    "...increasing the horse back on the wheel while they're on a tight turn,...",
    "...they pull the wings right off the airplane.",
    "So I remember I said, \"I'm either gonna get out of this\"...",
    "...\"or I'm gonna hit the ground trying but I'm gonna break the airplane.\"",
    "I just remembered that going through my head.",
    "Needle, ball,...",
    "Oh, I reached up and closed the throttles right away.",
    "Needle, ball, airspeed.",
    "And as I pulled out, I was going exactly the opposite direction...",
    "...2,000 feet below where I started.",
    "You learn to fly on what's called \"partial panel\"; without that primary instrument,...",
    "...the needle, the ball, and the airspeed is all you have...",
    "...and you learn to fly instruments on that alone.",
    "That's one of the skills that a really good instrument pilot has.",
    "I'd learned that as a young boy from my dad.",
    "Then I got control of the airplane and talked to air traffic control.",
    "All my charts had floated up, out of the front...",
    "...and gone all the way into the back through all this.",
    "So I had no charts.",
    "And I just told them this is just what's going on and so then, I went from there.",
    "That was probably the most challenging moment in my flying career."
]