[
    "I'm Ann, I'm 16 and I live in British Columbia, Canada.",
    "I think the biggest mistake people make about kids who enter science fairs...",
    "...is that we are top of the class, straight A students.",
    "I am not the genius nerd some people expect me to be.",
    "I think the only difference is that we're always questioning how things work.",
    "I've always enjoyed science because science is, well, everything.",
    "This is no more obvious to me than with insects. I love them!",
    "Ever since I was a kid,...",
    "...I have been interested in how they are so small but so complicated.",
    "You could say it's what first got me interested in science.",
    "I believe to be truly environmentally conscious,...",
    "...you must be willing to think of ways to create change.",
    "My mom is from the Philippines.",
    "A friend there told me how she had failed at school...",
    "...because their family could not afford electricity.",
    "Without it, there was no light for her to study and her grades suffered.",
    "I really wanted to do something about it...",
    "...but she needed an energy source that wasn't dependent on money.",
    "I found out that humans are a great source of untapped energy.",
    "So, I figured it would be amazing to make a flashlight...",
    "...that runs on the heat of the human hand alone.",
    "I discovered that the palm radiates more than enough milliwatts per centimeter squared of heat...",
    "...to create a bright light from an LED.",
    "I used Peltier tiles to utilize this heat flow.",
    "The tiles are a thermoelectric device...",
    "...which means that when one side is heated and one side cooled, electricity is generated.",
    "I encased the Peltier tiles within a hollow tube,...",
    "...so that the hand heats one side and ambient air flows through and cools the other.",
    "It was so amazing when the flashlight finally lit.",
    "I've learned that we shouldn't be scared by how crazy our ideas seem.",
    "Harvesting human heat?",
    "I thought that only happened in the movies."
]