[
    "Actors, directors, screenwriters.",
    "Tomorrow morning, they'll all find out if they land a coveted Oscar nomination.",
    "But there's another industry group anxiously awaiting the press conference: Accountants.",
    "And the Oscar goes to \"The King's Speech\".",
    "An Oscar can have significant financial ramifications for a film.",
    "They say it's an honor just to be nominated.",
    "And when it comes to cashing in at the box office, that's true.",
    "Several studies have demonstrated a bump in post-nomination box office,...",
    "...sometimes increasing ticket sales by up to a third.",
    "Of course, a lot of that growth depends on when the film was released.",
    "A newer movie like \"Her\" can expect a bigger percentage bump from a nomination...",
    "...than something like \"Gravity\", which came out months earlier.",
    "Winning gives an even bigger boost.",
    "Research firm IBIS World tracked the Best Picture race from 2007 to 2011.",
    "Best Picture winners made an extra 17.9 million dollars after the show.",
    "Best Picture nominees that didn't win only made an extra 4.2 million afterwards.",
    "Last year, Best Picture winner \"Argo\" jumped 21 percent at the box office...",
    "...the weekend after its Oscar win.",
    "It was its 21st week in theaters.",
    "It was already out on DVD at that point.",
    "That's another way Oscar nominations boost finances...",
    "...although it's a little harder to track.",
    "Academy Award Winner, Best Picture Nominee, you'll see this on DVD boxes forever,...",
    "...or at least for the next two or three years that DVD boxes exist.",
    "It's a permanent marketing tool,...",
    "...and more actors and actresses can brag about their Oscar status.",
    "They experience less of a reliable financial bump.",
    "Sure, they might get considered for more roles, which might lead to more money,...",
    "...but ultimately, they're gonna be judged...",
    "...on the box office of their most recent outing.",
    "Show me the money.",
    "Not after he showed his \"Boat Trip\" and \"Daddy Day Camp\"."
]