[
    "As a scientist, one is a citizen of the world.",
    "And as a citizen of the world, you have certain responsibilities.",
    "There's an old Quaker saying: \"You do what you can where you are.\"",
    "And I think that's a mantra for scientists, too.",
    "A tireless activist since college,...",
    "...Mary-Claire King has blended her career as a geneticist with her deep sense of humanity,...",
    "...becoming a role model for generations of young women scientists everywhere.",
    "Her first breakthrough came in 1975 at UC Berkeley,...",
    "...where she proved the genetic link between humans and chimpanzees was 99% identical:...",
    "...a revolutionary and controversial discovery.",
    "In the 80s, King's passion for human rights took her down a different path.",
    "After the six-year Dirty War left hundreds of Argentinian children orphaned,...",
    "...it was King's development of mitochondrial DNA sequencing...",
    "...that allowed grandmothers to legally reclaim their lost grandchildren.",
    "Our development of mitochondrial DNA sequencing as a tool for identification...",
    "...was at the demand of the abuelas.",
    "They said, \"There must be a way of following lineages through women.\"",
    "And I said, \"Well, yes.\"",
    "And they said, \"All right, nina, go back to Berkeley and figure it out.\"",
    "\"Vamonos when you've figured it out.\"",
    "So I did.",
    "While this discovery has had monumental effects on families worldwide,...",
    "...Mary-Claire King's crowning achievement was yet to come.",
    "In 1990, after a 15-year-long hunt,...",
    "...she traced breast cancer to a single gene, BRCA1:...",
    "...a monumental first step in the continuing battle against the disease.",
    "The women who have developed this condition want it to be solved.",
    "So I feel absolutely in solidarity, to use an old 60s term,...",
    "...with the women who are the participants in our work.",
    "It's much easier, much more fun, much more productive...",
    "...to work with a community that wants you to work with them."
]