[
    "Say you're helping plan a friend's party,...",
    "...and he sends you a text asking you to bring Bob, a DJ and a clown.",
    "You're pretty impressed.",
    "You had no idea Bob was so multitalented.",
    "But when the day arrives, it turns out that he's not,...",
    "...and you were supposed to bring three different people.",
    "As you and Bob sit at the silent, clownless party,...",
    "...it occurs to you that the confusion could've been avoided...",
    "...simply by using another comma after DJ.",
    "This final comma in a list,...",
    "...placed directly before the main conjunction, such as \"and\", \"or\" or \"nor\",...",
    "...is called the serial comma or Oxford comma.",
    "And it has long driven grammar nerds crazy...",
    "...because even major language institutions can't agree on whether it should be used.",
    "Ironically, the Oxford comma is more common in the United States,...",
    "...where it's recommended by the MLA, the Chicago Style Manual...",
    "...and the US Government Printing Office, though not by the AP Stylebook.",
    "In the UK and other English-speaking countries,...",
    "...most style guides do not support the comma's use,...",
    "...with the exception of its namesake: the Oxford University Press.",
    "Why not use the serial comma?",
    "One of the main arguments...",
    "...is that the conjunction is usually enough to denote a separate entity.",
    "And where it's not, like in your ill-fated invite list,...",
    "...changing the order of terms will usually do the job.",
    "Journalists also dislike the comma...",
    "...because it takes up precious space and can make text look cluttered.",
    "Sometimes it can even create confusion of its own.",
    "For example, if your friend had asked for Bob, a DJ and a puppy,...",
    "...you'd probably figure out that they're three separate beings.",
    "Puppies are cute but they don't make great DJs.",
    "With the comma, you may think Bob is the DJ...",
    "...and all you need is him and a puppy."
]