[
    "There's a few things, about three things to my account that I need each day.",
    "One of them is something to look up to, another is something to look forward to,...",
    "...and another is someone to chase.",
    "Now, first off, I wanna thank God 'cause that's who I look up to.",
    "He has graced my life with opportunities...",
    "...that I know are not of my hand or any other human hand.",
    "He has shown me that it's a scientific fact that gratitude reciprocates.",
    "In the words of the late Charlie Laughton who said,...",
    "...\"When you got God, you got a friend and that friend is you.\"",
    "To my family, that's who and what I look forward to.",
    "To my father who I know is up there right now with a big pot of gumbo.",
    "He's got a lemon meringue pie over there.",
    "He's probably in his underwear and he's got a cold can of Miller Lite...",
    "...and he's dancing right now.",
    "To you, Dad, you taught me what it means to be a man.",
    "To my mother who's here tonight,...",
    "...who taught me and my two older brothers, demanded that we respect ourselves.",
    "And what we in turn learned was then we were better able to respect others.",
    "Thank you for that, mama.",
    "To my wife Camila and my kids Levi, Vida and Mr. Stone,...",
    "...the courage and significance you give me every day I go out the door is unparalleled.",
    "You are the four people in my life that I want to make the most proud of me.",
    "Thank you.",
    "And to my hero.",
    "That's who I chase.",
    "Now, when I was 15 years old,...",
    "...I had a very important person in my life come to me and say, \"Who's your hero?\"...",
    "...and I said, \"I don't know, I gotta think about that.\"",
    "\"Give me a couple of weeks.\"",
    "I come back two weeks later, this person comes up and says, \"Who's your hero?\"",
    "I said, \"I thought about it, you know who it is?\"",
    "I said, \"It's me in ten years.\"",
    "So I turned 25.",
    "Ten years later, that same person comes to me and goes, \"So, are you a hero?\"",
    "And I was like, not even close.",
    "No, no, no.",
    "She said, \"Why?\"",
    "I said, \"Because my hero's me at 35.\"",
    "So you see, every day, every week, every month and every year of my life,...",
    "...my hero's always ten years away.",
    "I'm never gonna be my hero.",
    "I'm not gonna attain that.",
    "I know I'm not, and that's just fine with me...",
    "...'cause that keeps me with somebody to keep on chasing.",
    "So, to any of us, whatever those things are, whatever it is we look up to,...",
    "...whatever it is we look forward to and whoever it is we're chasing, to that I say amen.",
    "To that I say all right, all right, all right.",
    "To that I say just keep living.",
    "Thank you."
]