[
    "Before we get to EnglishCentral, lots to talk about there,...",
    "...what can you tell us about your life before EnglishCentral?",
    "What were you doing?",
    "From the English language learning perspective, I actually was a teacher in China....",
    "...over 20 years ago.",
    "And I did a two-year stint in both Beijing and in Guangzhou.",
    "And from that point on, I went back to the US...",
    "...and I actually spent over 10 years in the speech recognition industry.",
    "And that was kind of the inspiration for EnglishCentral was to really combine two things:...",
    "...speech recognition technology and authentic media and video.",
    "So, kind of the combination of those two technologies:...",
    "...advancing the proliferation of great Web video content and the advancements of speech recognition.",
    "All right, I wanna get back to speech recognition...",
    "...but go ahead and tell us what is EnglishCentral.",
    "In a phrase, it's YouTube for language learning on speed.",
    "So, again we try to make the initial experience motivating and immersive...",
    "...by presenting the user with a ton of content...",
    "...that they find matches their interests.",
    "The content is leveled based on vocabulary and sentence complexity...",
    "...so they can find video clips that match their level.",
    "And the unique aspect of it from the technology side is this concept of speaking videos.",
    "So, if you're watching an Obama speech or Angelina Jolie on human rights,...",
    "...you can pause, stop the video and mimic their speech at any time during a video,...",
    "...and get feedback and scoring and points based on how well you spoke the line.",
    "It really is a very impressive piece of educational tech.",
    "Students watch a video, sentence by sentence, they can repeat what the speaker said.",
    "They get assessed, they can then listen to their own audio,...",
    "...they can listen to the original audio.",
    "You did a much better job presenting it than I did.",
    "Because it's one, I have to say, as someone in the classroom,...",
    "...it is one of the most usable sites out there where you can say,...",
    "...\"Okay students,\"...",
    "...\"here's EnglishCentral.\"",
    "\"This is how to use it.\"",
    "\"Go.\"",
    "And they're happy using it the whole period.",
    "Let's say a teacher didn't wanna prepare anything,...",
    "...they could just say, \"Go to EnglishCentral.\""
]