[
    "Tonight, we're in the hallowed halls of the United Nations.",
    "And one of the key principles in the UN Charter...",
    "...is to reaffirm faith in fundamental human rights,...",
    "...in the dignity and worth of the human person,...",
    "...in the equal rights of men and women and nations large and small.",
    "These are very simple yet very powerful words...",
    "...and they are at the core of my beliefs and values.",
    "Growing up in Alabama in the 1960s, I saw the devastating impacts of discrimination.",
    "Remarkable people were denied opportunities and treated without basic human dignity...",
    "...solely because of the color of their skin.",
    "And not far from where I lived, I remember very vividly...",
    "...witnessing a cross burning at such a remarkable family.",
    "This image was permanently imprinted in my brain and it would change my life forever.",
    "For me, the cross burning was a symbol of ignorance,...",
    "...of hatred and a fear of anyone different than the majority.",
    "I could never understand it...",
    "...and I knew then that America's and Alabama's history would always be scarred...",
    "...by the hatred that it represented.",
    "Since these early days, I have seen and I've experienced many other types of discrimination...",
    "...and all of them were rooted in the fear of people that were different than the majority.",
    "In my office, if you were so to come visit me,...",
    "...and I encourage you to do it, you would see three photos.",
    "Two are of Robert Kennedy and one is of Reverend Martin Luther King.",
    "They sacrificed everything, including their lives,...",
    "...as champions of human rights and human dignity.",
    "Their images inspire me.",
    "They serve as a reminder to me every day that regardless of the path that one chooses,...",
    "...there are fundamental commitments that should be a part one's journey.",
    "For this reason and many others,...",
    "...I was very fortunate that my life's journey took me to Apple.",
    "In addition to finding a company and a founder unlike any other,...",
    "...I found in Apple a company that deeply believed in advancing humanity...",
    "...through its products and through the equality of all of its employees.",
    "Now much has changed since my early days at Apple,...",
    "..but these values, which are at the very heart of our company, remain the same."
]