[
    "So in your annual letter this year,...",
    "...you talk about myths that block progress for poor people.",
    "What are some of those?",
    "Well, first I'd say is the myth that poor countries stay poor...",
    "...when in fact we've gone from most countries being poor when I was born...",
    "...to in the next 25 years we'll have very, very few.",
    "Melinda, you address the common perception that saving children's lives...",
    "...would somehow lead to overpopulation.",
    "How could that be a so-called myth?",
    "The fact is that as a country's child mortality rate decreases,...",
    "...so does the number of children that women choose to have.",
    "How do you know?",
    "How can you prove that these are myths?",
    "I mean, is there evidence?",
    "We've got some really bright and amazing people that look at these figures and chart it out...",
    "...and they're the ones who can show you how busted these myths are.",
    "So, you have experts on this?",
    "I guess my next question is can our viewers get a look at these so-called experts?",
    "Yeah, I think so.",
    "Yeah, absolutely.",
    "Follow us.",
    "All right.",
    "Where'd we put them?",
    "Yeah, they're back here somewhere.",
    "I know they're back here.",
    "Yeah, yeah, I think this is it.",
    "This one is totally busted, dude.",
    "Yeah.",
    "Oh, hi guys.",
    "Hey!",
    "Hi Melinda. Hi Bill.",
    "We are rapidly working our way through this stack of myths you sent down.",
    "People believe the craziest stuff.",
    "We got some really interesting results.",
    "Oh, right, the results.",
    "So far, poor countries doomed to stay poor: busted,...",
    "...aid is a big waste: totally busted,...",
    "...and saving lives will contribute to overpopulation: totally busted.",
    "We had a little extra time...",
    "...so right now, we're testing whether mosquitoes can be hit by lasers.",
    "Yeah, that one was confirmed.",
    "You guys look really busy.",
    "We'll let you get back to it.",
    "Okay.",
    "Thanks for all your help.",
    "Yes, thanks!",
    "Hey, could we maybe get a cup of coffee or a sandwich or something?"
]