[
    "﻿Hello everyone!",
    "I'm Jimmy Conrad.",
    "I'm Hugh Wizzy.",
    "And after a rigorous qualification process, three tough games in the group...",
    "...and survival in the first two rounds of the knockout stages,...",
    "...there are four countries left in the World Cup.",
    "Three of whom won 10 of the 19 World Cups have been played all time...",
    "...and a country that has been to the final three times.",
    "That's right!",
    "I'm talking about Brazil, Argentina, Germany...",
    "...and everyone's favorite second place team, the Netherlands.",
    "So let's kick things off with the mouth-watering tie between the host and Germany.",
    "A repeat of the 2002 final where El Phenomeno scored in magical ways...",
    "...to give Brazil their 5th World Cup title.",
    "This time around though they have Fred in the sacred number nine...",
    "...and they also have been missing the injured Neymar and Captain Thiago Silva,...",
    "...arguably their two most important players.",
    "Without Neymar and Thiago Silva, Germany's class will shine through...",
    "...and I even expect Miroslav Klose to break the record he shares with Ronaldo...",
    "...for most goals scored in the World Cup against Brazil in Brazil.",
    "Germany 2, Brazil 1.",
    "The Netherlands will look to prove the history and the staff...",
    "...that no European team has ever won a World Cup on South American soil before is nothing to fear.",
    "Now, despite my admiration for the Dutch this tournament,...",
    "...I don't believe that two European teams are going to make the final.",
    "And since I think Germany to get past Brazil...",
    "...then that means by our superior logic because I agree with you,...",
    "...Leo Messi is going to find a way to win this game...",
    "...and get one step closer to the World Cup trophy and immortality...",
    "...as Argentina wins this 1-0.",
    "So that's who we like to win this semifinals.",
    "Who do you guys like and why?"
]