[
    "Well, ladies and gentlemen and boys and girls of all ages,...",
    "...a very pleasant good evening to everybody from your flight deck crew.",
    "Well folks, you are now on board the Millennium Falcon...",
    "...and we're preparing to operate AirTran Airways flight number 556.",
    "We are now blasting off the Dagobah system tonight...",
    "...but we do have a scheduled refueling stop at Buffalo, New York.",
    "Well folks, this is your Captain for tonight's mission.",
    "My name is Luke Skywalker.",
    "With me in the cockpit tonight is Princess Leia.",
    "Our flight engineer for this mission is Chewbacca the Wookiee.",
    "Well folks, Chewie's underneath the airplane right now. He's working on our hyperdrive unit.",
    "If he gets it installed in time for blastoff,...",
    "...we'll make that jump up to hyperspace, Miami up to Buffalo, in just a matter of moments.",
    "If Chewie can't get it working in time for blastoff,...",
    "...we're going to remain in lower earth orbit at 35,000 feet tonight...",
    "...and should just take about one hour and 40 minutes from blastoff...",
    "...to touchdown and get to Buffalo.",
    "Folks, Buffalo's looking real good tonight.",
    "Right now, mostly clear skies reported and temperature right at 79 Earth degrees.",
    "Well folks, we're probably gonna use the launchpad tonight,...",
    "...and I do wanna call everybody's attention at the seat belt sign up there.",
    "And that's about it.",
    "Please look out and make sure you're snuggled up and buckled up in those anti-gravity seats.",
    "Now, ladies and gentlemen, last but not least,...",
    "...I'd like to introduce you to three of AirTran Airways' finest flight attendants.",
    "Folks, unfortunately, they are on the 1 o'clock flight to Los Angeles.",
    "However, in your cabin tonight, you got Yoda, R2-D2 and C-3PO.",
    "While we taxi around here, I'm gonna be revealing some very important safety issues.",
    "Please give them your undivided attention for the few moments that takes.",
    "Folks, we have been cleared for blastoff,...",
    "...so thanks so much for coming with us tonight and may the Force be with you."
]