[
    "Salinization is reducing the world's irrigated lands by one to two percent annually,...",
    "...according to the UN's Food and Agriculture Organization.",
    "But that doesn't faze Dutch farmer Marc Van Rijsselberghe, who has used saline water...",
    "...to kill some plants in order to identify which ones are able to thrive.",
    "We put in a lot of plants in the fields,...",
    "...and then we put them in freshwater and in seawater and all the varieties between it.",
    "And then, we see which variety is surviving and which variety is dying.",
    "Working with scientists from the Free University of Amsterdam,...",
    "...Van Rijsselberghe and his team divided a farm into eight plots...",
    "...covered with a network of irrigation pipes.",
    "Separate pipes bring fresh and sea water to a distribution center...",
    "...where a computer-controlled system mixes irrigation water...",
    "...with eight different degrees of salinity.",
    "And then the computer says go,...",
    "...and then it goes to the fields and the dripping irrigation starts to work.",
    "And we're going to kill plants.",
    "That's it.",
    "Numerous sensors continuously control soil salinity and moisture.",
    "Van Rijsselberghe says they were able to harvest vegetables from most of the test plots.",
    "Although they were smaller than normal,...",
    "...he says they contain more sugar and salt, so they taste better.",
    "It's a miracle.",
    "It shouldn't be a carrot.",
    "It should be dying if we look at the data that are available in the world at the moment.",
    "The farm managed to grow carrots, cabbage, onions and beetroot,...",
    "...but potatoes proved to be the most tolerant to saline water.",
    "Van Rijsselberghe says four varieties of salt-tolerant potatoes...",
    "...were recently shipped to Pakistan...",
    "...where thousands of hectares of land damaged by salinization...",
    "...are being prepared for testing the Dutch potatoes.",
    "George Putic, VOA News, Washington."
]