[
    "Ralph Dineen was diagnosed with type 1 diabetes more than 30 years ago.",
    "He wears an insulin pump and tests his blood sugar five times a day.",
    "When I became diabetic, it was a very confusing moment in my life.",
    "I was about 30 years old and it came out of nowhere at me.",
    "Dineen participated in a study that lasted seven years starting in the mid-1980s.",
    "Half the participants, including Dineen,...",
    "...were instructed on how to maintain tight control of their blood sugar.",
    "The other half controlled their sugar more loosely.",
    "A new study looked at the data to determine whether this intensive blood sugar control...",
    "...would help reduce long-term complications of the disease like vision loss,...",
    "...kidney failure, nerve damage and heart disease.",
    "Dr. David Nathan at Massachusetts General Hospital led the study.",
    "Tighter blood sugar control reduced those complications by as much as 60 to 70 percent.",
    "The researchers continued to follow 99% of these participants after the study ended in 1993.",
    "They wanted to see whether maintaining tighter blood sugar control early on...",
    "...would result in a longer lifespan.",
    "And it turns out that, although the entire group is doing quite well,...",
    "...including those who were originally on conventional therapy,...",
    "...those with intensive therapy have a reduction in mortality by about 33%.",
    "There is no thickening of the lens, so there are no cataracts developing, which is great.",
    "People with type 1 diabetes are not only doing better if they have intensive therapy...",
    "...but that their lifespan is probably approximating that in the nondiabetic population.",
    "Researchers are now trying to identify genetic and environmental causes of the disease...",
    "...and to see if they can get cells to produce insulin.",
    "The study was published in the Journal of the American Medical Association.",
    "Carol Pearson, VOA News."
]