[
    "This industrial section of West Oakland is dotted with tiny houses...",
    "...designed and built by a local artist.",
    "Greg Kloehn has built and given away at least 20 of these structures.",
    "I like to help them.",
    "Sure, sure. I mean, it's fun for me.",
    "I like to make things and to do something that makes a big impact on someone's life is good.",
    "Oscar Young got a home and relief from chilly nights on the street.",
    "It's better than living on the ground, to tell you the truth.",
    "Because if it wasn't for Greg, I would be still on the ground.",
    "Kloehn visits a friend called \"Sweetpea\" who also lives in one of the houses.",
    "Inside, she is safe and can protect her belongings.",
    "Kloehn scours the streets for construction materials, often dumped illegally at night.",
    "He brings them to his studio where he puts the homes together.",
    "I mean, I've been in the middle of the building process, run out of materials,...",
    "...gotten in my truck, drove around to look for something.",
    "That's my shopping.",
    "A discarded cabinet door makes a window cover.",
    "Shipping pallets become the walls of the structure.",
    "Here's a pallet.",
    "The top is a door.",
    "The artist has installed a small electrical unit powered by a solar cell.",
    "I put it on a light, an old lamp, so you could move it around.",
    "You can keep it optimum just to the sun.",
    "Empty coffee bags become shingles,...",
    "...and a washing machine door and refrigerator shelf become windows.",
    "Nails, screws and glue hold it all together.",
    "I kinda call them \"the fruits of the urban jungle.\"",
    "Here's what's dropping.",
    "Here are these natural resources that we can use.",
    "Some on the streets once had houses of their own,...",
    "...but Sheila Williams has learned to live with less.",
    "I had it all just like you people do out there.",
    "But now, look at me now.",
    "I'm living in one of Greg's houses and I'm thankful to that man.",
    "The residents have collected discarded wood and other material for Kloehn's newest shelters.",
    "So yes, when I finish the homes off, sometimes they come with artwork, everything installed.",
    "The artist says this is not a social project,...",
    "...just someone using his skills to help his homeless neighbors.",
    "Mike O'Sullivan, VOA News, Oakland, California."
]