[
    "Retired lawyer Maurice Mountain is using a CNC router...",
    "...to produce a prototype of his Presto Emergency Boat Ladder.",
    "He's planning to mass-produce his invention:...",
    "...a small folding ladder that can be clipped on the side of a boat...",
    "...to assist people who fall into the water.",
    "I think it encourages innovation.",
    "I think people who probably have had...",
    "...ideas rolling around in the back of their mind for years,...",
    "...but never have had the opportunity to actually put them into production...",
    "...or even experiment with them would find this place wonderful.",
    "The place that Mountain is referring to is TechShop,...",
    "...a studio that makes high-tech equipment available to its members.",
    "TechShop is a do-it-yourself maker space and fabrication studio.",
    "As you can see, when you come in, we have all these different areas of the shop,...",
    "...and we have a metal shop, wood shop, plastic slab, lasers, 3D printers, electronics, textiles.",
    "We have so many different areas and we have all this equipment...",
    "...that is available to anybody above the age of 12 and up.",
    "At TechShop, with membership fees starting at just over $100 per month,...",
    "...members have access to million-dollar equipment,..",
    "...3D modeling, laser cutters and water jets, all at their fingertips.",
    "Our motto is \"Build your dreams here\" because you can really come in with just an idea,...",
    "...and then, with the help of TechShop, make that leap from an idea...",
    "...to building your project or your prototype or even your business.",
    "One example is Square, which came out of the TechShop facility in San Francisco.",
    "Now, Square is used to charge about 8.8 billion dollars in transactions every year.",
    "The consumers of products that were created at TechShop even include President Obama,...",
    "...who thinks innovation is the first step to the future...",
    "...and that TechShop is giving ordinary people the tools they need to turn their ideas into reality.",
    "Because of advances in technology, part of the opportunity is now to make the tools...",
    "...that are needed for production, and prototypes are now democratized.",
    "They're in the hands of anybody who's got a good idea.",
    "Jim Newton is the founder of TechShop.",
    "He first introduced the idea at Maker Faire in San Mateo, California, in 2006.",
    "This idea attracted hundreds of members the first day.",
    "Now, there are eight US TechShop facilities with more than 6,000 members.",
    "In addition to TechShop, Fab Lab and GE Garages are also helping inventors and entrepreneurs...",
    "...to discover the latest manufacturing processes.",
    "For Enming Liu, I'm Adrianna Zhang, VOA News."
]