[
    "You know, it took radio 38 years to accumulate 50 million users.",
    "It took television 13 years.",
    "It took the Internet four years.",
    "But it took Facebook just one year to accumulate 200 million users.",
    "The media environment, to say the least, is totally changing.",
    "Online social gaming like Farmville and Mafia Wars...",
    "...is the second most popular online activity in the United States.",
    "Ahead of email, social networking is number one.",
    "But if you're on a social network, chances are, you or one of your friends is playing games.",
    "On Facebook, 40% of its 500 million users today play online games.",
    "Hundreds of millions of dollars in virtual products for social gaming...",
    "...will be sold in the United States in 2010.",
    "Greg Kihlstrom runs a web design and development firm.",
    "There's games that you can download free for the iPad or iPhone or things like that.",
    "But once you download them, in order to really unlock the secrets of the game...",
    "...or get new levels or things like that, you have to purchase an upgrade.",
    "George Washington University's Dianne Martin says the online gaming business model is brilliant...",
    "...because the gaming company takes advantage of a market that is already there.",
    "Part of their rationale for being on social media is to have this big group of friends.",
    "So, you've got the friend basis and you simply use that as a platform...",
    "...to then do 'farming' or whatever all these games are that they do.",
    "Greg Kilstrom says aside from being fun,...",
    "...another part of the genius behind the game like Farmville, the number one Facebook game,...",
    "...is that people can spend a short amount of time doing simple tasks...",
    "...which keeps them interested and challenged.",
    "They'll come back, they might be at work, they might be at school,...",
    "...they might be doing all sorts of other things,...",
    "...and they'll come, they'll play for ten minutes, see the ads on the screen,...",
    "...come back a few minutes later and they'll see more ads.",
    "They might click on the ads, they might do other things,...",
    "...but really it's a symbiotic relationship between the people who make the games...",
    "...and the social networks that they're hosted on.",
    "With millions of people playing games online and repeatedly,...",
    "...profits for game developers can really stack up.",
    "It seems that the primary way of monetization is through virtual goods or virtual features.",
    "So, if I want to buy special tools, then I can,...",
    "...I pay money to get special little things to help me in the process of the game.",
    "George Assimakopoulos is the founder of EyeTraffic Media,...",
    "...which helps companies identify their audiences and drive traffic to their websites.",
    "The consumers themselves have realized that the Internet and the web is now the media channel...",
    "...where they have self-expression and the ability to share in communities...",
    "...who have similar interests to them.",
    "In the past, you might sit down face-to-face with friends or family to play board games.",
    "Online gaming allows you to interact with people who might be anywhere in the world.",
    "Assimakopoulos says that online social games can create a viral activity,...",
    "...a naturally expanding social community.",
    "When you have somebody coming to a friend and saying, \"Hey, you gotta be involved,...\"",
    "...it has much more credibility than any kind of outside advertising...",
    "...because I'll believe a friend before I would any other form of media.",
    "Social games are so popular in Asia,...",
    "...more than seven billion dollars in virtual items were sold there last year.",
    "I'm Philip Alexiou, VOA News."
]