[
    "The Huffer Family Farm is a busy place each October,...",
    "...as families wander through the six-hectare Jumbo's Pumpkin Patch, searching for the perfect pumpkin.",
    "It's a good one, I think it's looking good.",
    "Sarah Cosgrove has been coming to Jumbo's for several years with her husband and two sons.",
    "The landscape is really pretty and we usually are able to get our pumpkins right off the vine.",
    "We'll carve them up and stick them on our front porch to decorate our house.",
    "The Huffer family has farmed these 53 hectares...",
    "...near Maryland's Catoctin Mountains for more than 140 years.",
    "David Huffer and his brother are the seventh generation to run the farm...",
    "...with help from their families.",
    "The pumpkin patch was opened in 1994,...",
    "...and Huffer says it's a chance to see pumpkins on the vine instead of in a grocery store.",
    "A lot of kids don't realize how pumpkins grow.",
    "They're having fun and learning something at the same time.",
    "Other fun activities include taking pony rides and eating ice cream.",
    "Rodney Kline, a friend of Huffer's,...",
    "...churns the homemade treat in an ice cream maker connected to an old gas engine from 1918.",
    "Back in the day, the farmer would have used it to run a small corn grinder or corn sheller,...",
    "...maybe the well pump.",
    "Huffer says families also enjoy the hayride that brings them to the pumpkin patch.",
    "We have people who just like to ride the wagons because that's all they want to do.",
    "They just like to ride around and they'll do that all afternoon, which is fine,...",
    "...and they have a good time doing it.",
    "Diane Wilkerson is amused watching her grandchildren search for pumpkins.",
    "Especially when they try to pick them up,...",
    "...and then they go to the ground when they find out that they're too heavy.",
    "These kids already know what they're going to do with their pumpkins for Halloween.",
    "Paint a face on it.",
    "A scary face!",
    "Cameron Spinner was very excited about his first visit to Jumbo's.",
    "His mother, Cynthia, says the pumpkin patch is a lot of fun for her, too.",
    "I had a great time just finding the biggest pumpkins.",
    "There's huge pumpkins here.",
    "Six-month-old Aidan Cain was dressed for his first visit to a pumpkin patch.",
    "Say hi, smile!",
    "But his parents, Brian and Tammy Cain, look like they're having more fun.",
    "We decided to come out, have a good time, take him on a hayride.",
    "We had to celebrate with our son and do all the things that we love to as a kid and just enjoy it.",
    "The pumpkins are taken to their new homes to be painted, or carved, or just left plain.",
    "A familiar and festive decoration for the Halloween celebration.",
    "Deborah Block, VOA News, Middletown, Maryland"
]