[
    "It's easy to see that neutral repulsion between the same poles of two magnets...",
    "...can counteract the force of gravity...",
    "...and make an object levitate or hover in space like this magnetic toy.",
    "Since the 1980s, that principle has been employed in so-called maglev trains...",
    "...in Europe, Japan and China that hover above the track.",
    "With no contact between the carriage and the surface and hence no friction,...",
    "...maglev trains are almost noiseless and can move very fast.",
    "Architect Greg Henderson, who founded the company \"Arx Pax\" with his wife Jill,...",
    "...says the same technology can make anything hover, even buildings.",
    "Imagine that there's an earthquake and the early warning system turns on the hover systems...",
    "...and the supports fall away as the building starts to hover.",
    "The shaking stops, the supports return,...",
    "...and no one in that room or that building ever knew there was an earthquake.",
    "As a proof of the concept,...",
    "...Henderson's company created the first maglev hoverboard called \"Hendo,\"...",
    "...capable of holding a single person about 2.5 centimeters above a metal surface.",
    "We are creating a magnetic field.",
    "And then through a method of induction, that's part of our secret sauce,...",
    "...we're creating a secondary and equal magnetic field in this conductive surface.",
    "For now, batteries that power Hendo's four engines last only for a short time.",
    "But design engineer Kyle O'Neil says for experienced skateboarders,...",
    "...it is enough to learn how to control the hoverboard.",
    "Some people say it's like snowboarding.",
    "Some people say, \"This is how I imagine a hoverboard is supposed to be,\"...",
    "...which is kind of an interesting response 'cause no one's ever ridden one before.",
    "Hendo's creators say they do not expect to see their hoverboard on the streets anytime soon...",
    "...because it only works on a metal-covered surface.",
    "But they say larger hover engines could be used for transporting containers,...",
    "...for instance, within a warehouse.",
    "For now, their dream is to build a skateboard park...",
    "...where anyone can take a spin on a hoverboard straight out of science fiction.",
    "George Putic, VOA News, Washington."
]