[
    "E-book readers are thin, like a magazine,...",
    "...and can store hundreds of titles on a device smaller than most paper books.",
    "They are also portable and allow readers to download books using a wireless Internet connection.",
    "Some devices even have a feature that reads the story out loud.",
    "Sales of both e-books and digital readers are rising,...",
    "...as American consumers continue to demand products...",
    "...that fit their increasingly mobile computerized society.",
    "I definitely would find it more convenient for myself...",
    "...if I had a whole bunch of books just on this little computer.",
    "Online retailer Amazon.com says it stocks more than 300,000 e-book titles.",
    "It charges about $10 each for bestsellers and new releases in e-book form.",
    "Hardback versions often cost much more.",
    "Some authors and publishers have moved to digital releases...",
    "...to save on the cost of producing a book such as printing, delivery and storage.",
    "These costs account for more than 12% of the retail price of a traditional book.",
    "Mystery novelist Debbi Mack's books are sold in electronic form.",
    "She says digital publishing is a valuable tool for authors.",
    "I think that it provides a lot of opportunities...",
    "...for people to get old, out of print work back out on the market.",
    "If you can't find a publisher, and you know you have a quality product,...",
    "...it gives you a means of doing that.",
    "But critics say e-books are not as engaging as traditional paper books.",
    "Author Eugenia Kim's new novel is available in both formats,...",
    "...but she says she prefers the feel of a traditional book.",
    "There is something wonderful about the tactile act of turning a page,...",
    "...and having that whole business of having a story reveal itself as you turn a page.",
    "I think it comes from a childhood experience with books.",
    "Others shun electronic book publishing.",
    "Richard Peabody publishes poetry and short stories in traditional form only.",
    "I really think that some people just don't want to read on the screen.",
    "If you work all day and you read screens all day long, it's like the last thing you want to do.",
    "Meanwhile, technology corporations are already battling over...",
    "...who should own the digital rights to many books.",
    "Amazon, Microsoft and Yahoo! oppose a legal settlement,...",
    "...giving rival Google the rights to millions of copyrighted titles.",
    "The companies say the settlement could hurt competition in the e-book market...",
    "...as more consumers choose to use electronic readers.",
    "Brad Zerivitz for VOA News, Washington."
]