[
    "These women jostling to get registered have been waiting since the early hours of the morning.",
    "This seven-meter-long trailer is a portable clinic.",
    "And for the women, it means they can get free tests and check up on their health.",
    "In this mother and baby unit, women can learn their pregnancy status...",
    "...and have an ultrasound, as well as getting tests for blood pressure and diabetes.",
    "Nchaupe Mathosa is a member of a partner NGO and is volunteering today.",
    "Most people travel miles towards the clinic or looking for assistance,...",
    "...so, basically, once you bring a unit like this towards the rural people...",
    "...or the people who are in need, it would be very, very, very important to have it close by.",
    "The mobile clinic is an initiative by Samsung Electronics.",
    "The company has funded four solar-powered mobile clinics,...",
    "...each of them specialized for health needs such as eye care, dental care or malaria testing.",
    "The solar panels, combined with battery, allow the trucks, in theory, to operate 24 hours a day.",
    "Kea Modimoeng is Samsung Africa's corporate citizenship manager.",
    "In some instances, you have a clinic which is well-run by an NGO,...",
    "...but they lack these kinds of specialized services.",
    "We then bring in the truck to give it as an add-on service,...",
    "...which is very integral to the health-care provision.",
    "The company partners with various aid groups, universities...",
    "...and local governments to know where to position its trucks.",
    "But the project is still in its infancy and sometimes, misunderstandings happen.",
    "Like today, when neither Samsung nor the partner NGO brought medical gloves or stethoscopes.",
    "The unit is quite good.",
    "It's got a lot of things.",
    "It's got sonar, but some of the basic things like gloves...",
    "...and working material was not actually readily available.",
    "For Annah Mushwena, it was worth waiting.",
    "She initially went to the clinic to find out her pregnancy status,...",
    "...but she also got tested for diabetes, which she knew little about before.",
    "I just heard about it.",
    "But to be honest, the details, how does it work, how to prevent it,...",
    "...I was not even sure about it.",
    "But as from today, I can even explain to you how it works.",
    "The project will go full-scale at the beginning of next year,...",
    "...with two trucks touring South Africa and other visiting countries across Africa.",
    "Samsung hopes to reach one million people in the rural part of Africa by 2015.",
    "Emilie Iob for VOA News, Mokopane."
]