[
    "There, in the largest dictionary of English which is the Oxford English Dictionary,...",
    "...there is more than 600,000 word families in the dictionary.",
    "And \"word families\" means all of the different kinds of a word.",
    "So, \"accept,\" \"accepting,\" \"acceptable,\" \"accepts,\" that's all one word.",
    "So, there's actually millions of words in the English language.",
    "It's an enormous, almost incomprehensible number.",
    "But fortunately, for us, not all words are created equally.",
    "Fortunately for us, native speakers on average use far less than 600,000.",
    "If, for example, you were to measure the vocabulary size of a native speaker of English...",
    "...who grew up in an English-speaking country,...",
    "...somebody who's gone on all the way through to college,...",
    "...by the time they've graduated college,...",
    "...they've mastered somewhere between 25 and 30,000 words of English.",
    "So, in other words, only about 5% of the English language.",
    "Now, that's really good.",
    "30,000 is a lot less than 600,000, but what about second language learners of English?",
    "I'm working here in Japan, and I'm always worried about the needs of my students.",
    "And the news is not quite as good here.",
    "If we look at, for example, Japanese students...",
    "...after they've studied English for a total of 14 years:...",
    "...two years in elementary school, three years in junior high,...",
    "...three in senior high and four in college.",
    "After 14 years of study, they only know about 2,000 words of English.",
    "That's far less than the 30,000 that native speakers know.",
    "And this is not a problem that is just only happening in Japan.",
    "I mean, second language learners of English all around the world...",
    "...suffer from the same kind of numbers.",
    "After hundreds of hours of study and years of study,...",
    "...they are still not even close to the level of native speakers."
]