[
    "So, let's say you save your quarters in a piggy bank...",
    "...that you keep on a shelf in your room.",
    "But your mom keeps checking up on how much you're putting in...",
    "...and how much you're taking out.",
    "You don't like that, so what you need is a second piggy bank...",
    "...that you keep somewhere else.",
    "Your friend Johnny's mom is busy. She doesn't have time to check on piggy banks.",
    "You can bring a spare bank over there,...",
    "...then money can come and go without anyone being the wiser.",
    "But maybe Johnny's mom isn't really too busy.",
    "Maybe she's just lazy.",
    "Maybe she's deliberately telling the whole neighborhood that, for a small fee,...",
    "...she'll keep their piggy banks safe and not pay attention to what happens.",
    "That's what countries like Panama and the Cayman Islands and other tax havens do.",
    "They have very weak regulations in terms of watching...",
    "...when money comes in or out of bank accounts...",
    "...and they have rules that make it easy to form a corporation without disclosing who owns it.",
    "So basically, everyone gets to write a fake name on their piggy bank.",
    "There's a Panamanian law firm called Mossack Fonseca.",
    "They've got over 40 offices in dozens of countries around the world.",
    "They specialize in setting up this kind of special piggy banks.",
    "They're called \"shell companies,\"...",
    "...hollow vessels that don't conduct any business.",
    "They just own financial assets on behalf of their real owners.",
    "There's been this massive leak of over two terabytes worth of Mossack Fonseca documents...",
    "...to the International Consortium of Investigative Journalists.",
    "And it sheds an unprecedented light on the world of shell companies.",
    "People can use these shell companies for legitimate reasons.",
    "Sometimes you just need privacy...",
    "...but they're also really useful for covering up scandalous or embarrassing information."
]