[
    "﻿Now that you have had some time to reflect,...",
    "...give us your memories of that US Open Finals against Cilic,...",
    "...not only the magnitude of the moment...",
    "...but what would you have changed in order to be champion right now?",
    "One day before I was a little bit like, too much excited...",
    "... and I couldn't really sleep and I was a little bit nervous,...",
    "...I have to say, during the match.",
    "But obviously, Cilic played unbelievably well...",
    "...and great serves, great strokes and pretty aggressive too.",
    "So, I couldn't do really nothing but there were some positive things, too.",
    "I played really well until the final...",
    "...and I got overconfident so I hope I can come back in the finals sometime.",
    "Well, what about how your life will change now, moving forward?",
    "Do you feel even more pressure to succeed...",
    "...or has this given you more confidence or is it a little bit of both?",
    "I don't think it will change much of my status outside.",
    "I went back to Japan before, a couple of days, it was a little bit crazy.",
    "A lot of people congratulated me and there were a lot of people who showed up.",
    "I got more, a lot of confidence, to beat a lot of top ten guys,...",
    "...three top ten guys: Raonic, Stan and also Djokovic, too.",
    "You know, I gained more confidence.",
    "That's excellent.",
    "It was also just the first time that anyone can remember...",
    "...that someone named Djokovic, Federer, Nadal or Murray...",
    "...was not going to win a major trophy.",
    "Now, with your run to the final,...",
    "...do you think we'll see more players like yourself getting a chance?",
    "I think so, yes.",
    "You see, Stan won the Australian Open this year and...",
    "It was a little bit weird, with me and Cilic in the final,...",
    "...but a lot of young guys are coming up, Raonic, Dimitrov...",
    "...and also Nick went to semi or quarterfinals in Wimbledon.",
    "And it's great to see for the ATP,...",
    "...for, that a lot of young guys are coming up."
]