[
    "If you love spring flowers like daffodils and tulips,...",
    "...you need to plan and plant ahead because spring-blooming bulbs...",
    "...start with fall planting.",
    "The most popular type of spring bulbs include tulips,...",
    "...which come in a vivid array of colors like reds, yellows, oranges, purples and whites,...",
    "...and daffodils, also called narcissus,...",
    "...typically vary in colors of yellow and white,...",
    "...but there are also some peach varieties.",
    "They have that little cup in the middle surrounded by the frilly petals...",
    "...that everyone is so familiar with.",
    "The first step is to dig a hole.",
    "We've already got a hole here...",
    "...and the depth of our hole is determined by the size of the bulb.",
    "The general rule is three times as wide as the bulb...",
    "...is how deep you need to go.",
    "So, this particular bulb is about two inches, our hole is about six inches.",
    "And then you have to plant it right side up.",
    "You'll notice that the bottom of the bulb has some old ruffled roots on the bottom...",
    "...and the top of it will be more tapered.",
    "The next step is to sprinkle a little fertilizer in the bottom of the hole.",
    "Turn it all in; that way, the bulbs are fed...",
    "...and they have food and nutrition waiting at their roots right away.",
    "So you simply just place the bulbs in the hole.",
    "You want to make sure they aren't touching.",
    "So now I'm arranging them with the tops up and have them not touching.",
    "If you've got the space, you know, you can plant them by the hundreds.",
    "It really looks nice if you're working in an existing garden like we are here...",
    "...we put about 12 of them in this hole.",
    "You never want to plant one single bulb.",
    "I always plant them en masse to give you a big show.",
    "The next step is to cover them up with soil.",
    "After you water, now it's time to mulch.",
    "You simply spread about two inches of mulch over the top.",
    "You can actually go to four, two to four inches over the top...",
    "...and that helps keep the soil a consistent temperature all winter."
]