[
    "There are 196 countries in the world today...",
    "...and virtually none of them have purple on their national flag.",
    "Throughout history, purple was never used to represent a kingdom, civilization or empire.",
    "So, what's wrong with purple?",
    "It's such a popular color today.",
    "Why would no country use it in their flag?",
    "The answer is really quite simple.",
    "Purple was just far too expensive.",
    "No countries have purple on their flag...",
    "...because up until the 1800s, purple was worth more than its weight in gold.",
    "The color purple has been associated with royalty,...",
    "...power and wealth for centuries.",
    "In fact, Queen Elizabeth the 1st forbade anyone...",
    "...except close members of the Royal Family to wear it.",
    "Purple's elite status stems from the rarity...",
    "...and the cost of the dye originally used to produce it.",
    "The dye initially used to make purple came from the Phoenician trading city of Tyre,...",
    "...which is now in modern-day Lebanon.",
    "Fabric traders obtain the dye from a small sea snail...",
    "...that was only found in the Tyre region of the Mediterranean.",
    "A lot of work went into producing the dye...",
    "...as more than 10,000 snails were needed to create just one gram of Tyrean purple.",
    "Since only wealthy rulers could afford to buy and wear the color,...",
    "...it became associated with the Imperial classes of Rome, Egypt and Persia.",
    "A single pound of dye costs three pounds of gold,...",
    "...which is the equivalent of 56,000 dollars today.",
    "So, since the sheer price of purple was so astronomically high...",
    "... no one, not even the richest nations could afford to have purple on their flag.",
    "The hue became more accessible to lower classes about a century and a half ago.",
    "In 1856, 18-year-old English chemist William Henry Perkin...",
    "...accidentally created a synthetic purple compound...",
    "...while attempting to synthesize Quinine, an anti malaria drug.",
    "He noticed that the compound could be used to dye fabrics.",
    "So he patented the dye, manufactured it, and got filthy rich.",
    "Purple dye was then mass-produced so just about everybody could afford it."
]