[
    "This is really a two-hour presentation I give to high school students,...",
    "...cut down to three minutes.",
    "And it all started one day on a plane, on my way to TED, seven years ago.",
    "So I get off the plane, and I come to TED.",
    "So here we are, seven years, 500 interviews later,...",
    "...and I'm going to tell you what really leads to success and makes TEDsters tick.",
    "And the first thing is passion.",
    "Freeman Thomas says, \"I'm driven by my passion.\"",
    "TEDsters do it for love; they don't do it for money.",
    "Work!",
    "Rupert Murdoch said to me, \"It's all hard work.",
    "Nothing comes easily.",
    "But I have a lot of fun.\"",
    "Good!",
    "Alex Garden says, \"To be successful,...",
    "...put your nose down in something and get damn good at it.\"",
    "There's no magic; it's practice, practice, practice.",
    "And it's focus.",
    "Norman Jewison said to me,...",
    "\"I think it all has to do with focusing yourself on one thing.\"",
    "And push!",
    "David Gallo says, \"Push yourself.",
    "Physically, mentally, you've got to push, push, push.\"",
    "You've got to push through shyness and self-doubt.",
    "Serve!",
    "Sherwin Nuland says, \"It was a privilege to serve as a doctor.\"",
    "Now, a lot of kids tell me they want to be millionaires.",
    "And the first thing I say to them is, \"Okay, well, you can't serve yourself,...",
    "...you've got to serve others something of value...",
    "...because that's the way people really get rich.\"",
    "Ideas!",
    "TEDster Bill Gates says, \"I had an idea:...",
    "...founding the first microcomputer software company.\"",
    "I'd say it was a pretty good idea.",
    "And there's no magic to creativity, in coming up with ideas.",
    "It's just doing some very simple things.",
    "Persist!",
    "Joe Kraus says, \"Persistence is the number one reason for our success.\"",
    "So, the answer to this question is simple: pay 4,000 bucks and come to TED.",
    "Or failing that, do the eight things and trust me,...",
    "...these are the big eight things that lead to success.",
    "Thank you TEDsters for all your interviews!"
]