[
    "Imagine a big explosion as you climb through 3,000 feet.",
    "Imagine a plane full of smoke.",
    "The pilot had already turned the plane around and we weren't that far.",
    "You could see Manhattan.",
    "The pilot lines up the plane with the Hudson River.",
    "And then, he says three words,...",
    "...the most unemotional three words I've ever heard.",
    "He says, \"Brace for impact.\"",
    "I didn't have to talk to the flight attendant anymore.",
    "I could see it in her eyes, it was terror.",
    "Life was over.",
    "Now, I want to share with you three things I learned about myself that day.",
    "I learned that it all changes in an instant.",
    "I no longer want to postpone anything in life.",
    "And that urgency, that purpose, has really changed my life.",
    "The second thing I learned that day,....",
    "...I thought about, \"Wow, I really feel one real regret.\"",
    "I've lived a good life.",
    "In my own humanity and mistakes,...",
    "...I've tried to get better at everything I tried.",
    "And after, as I reflected on that,...",
    "...I decided to eliminate negative energy from my life.",
    "It's not perfect, but it's a lot better.",
    "It feels great.",
    "I no longer try to be right. I choose to be happy.",
    "The third thing I learned, I had a sense of, wow, dying is not scary.",
    "It's almost like we've been preparing for it our whole lives.",
    "But it was very sad.",
    "I didn't want to go, I love my life.",
    "And that sadness really framed in one thought,...",
    "...which is, I only wish for one thing.",
    "I only wish I could see my kids grow up.",
    "And it made all the sense in the world to me.",
    "I realized at that point, by connecting those two dots,...",
    "...that the only thing that matters in my life is being a great dad.",
    "Above all, the only goal I have in life is to be a good dad.",
    "I was given the gift of a miracle, of not dying that day.",
    "I was given another gift, which was to be able to see into the future...",
    "...and come back and live differently.",
    "Thank you."
]