[
    "As graduating students of the Stanford University Computer Science Department,...",
    "...you have a magnificent foundation.",
    "The guy is a fascist monopolist.",
    "The guy knows how to get people's attention.",
    "He does what he does!",
    "Hello.",
    "Milo?",
    "This is Gary Winston.",
    "I heard great things about your work.",
    "Okay, I don't know who this is, but your timing really blows...",
    "...because I just saw him on a live chat.",
    "Well, I'd love to show you some of the things we are doing here.",
    "Who was it?",
    "You are one of maybe 20 programmers with the mastery,...",
    "...that's gonna take to change the world.",
    "You gotta see this.",
    "Digital canvas.",
    "Doesn't Bill Gates have something like that?",
    "Bill who?",
    "What would you do with a billion dollars, Milo?",
    "What do you think?",
    "I think we should sleep on it.",
    "This is the technology that will fuel business for the next 30 years.",
    "Can you get this done on time to meet your date?",
    "With you, I can.",
    "You're pretty famous around here.",
    "To genuises.",
    "I'm Lisa, by the way.",
    "He's buying up pretty much everything.",
    "Cable companies, baby bells,...",
    "Check this out.",
    "This is amazing!",
    "Who's doing all this?",
    "Somebody, yeah.",
    "Every time I get jammed up, Gary comes up with something.",
    "Are you okay?",
    "No!",
    "I keep my journal right next to my bed; a week ago it disappeared.",
    "Doesn't it seem kind of strange?",
    "I think it's part of a camera.",
    "We need to tell you something.",
    "Teddy's been killed.",
    "Teddy was onto something very specific.",
    "There's got to be a connection, Alice.",
    "I can feel it!",
    "Hey, Milo.",
    "He said any kid working in his garage can put him out of business.",
    "It's almost like you know what every kid is doing.",
    "He's building this network of satellites.",
    "You seem kind of jumpy, Milo.",
    "Hurry up!",
    "You're not losing your hold on him, are you?",
    "Why don't you just do something about that girl, Lisa?",
    "We got our eyes on her.",
    "The guys invested billions on getting there first, he'll do anything.",
    "It's a cutthroat business we're in, Milo.",
    "How do you let go of a secret without telling the wrong person?",
    "Who knows who they are paying?",
    "There's something I need to tell you.",
    "A good chess player always knows his opponent's moves before he makes them.",
    "You know how his mind works.",
    "He's gone way too far already.",
    "In the real world, when you kill people, they die.",
    "This isn't a game!",
    "I know what you're doing, Milo.",
    "I just want to know that it's not affecting your work."
]