[
    "For the best part of five years,...",
    "...he's been living in the Ecuadorian embassy in London,...",
    "...confined to a single room but safe in the knowledge...",
    "...he's protected by political asylum.",
    "But could the Wikileaks founder Julian Assange soon be kicked out?",
    "In February, Ecuador's main opposition candidate Guillermo Lasso...",
    "...promised to cordially ask Senor Assange to leave...",
    "...within 30 days of assuming a mandate.",
    "Now he argued of Assange's presence here at the embassy...",
    "...was a burden on Ecuadorian taxpayers,...",
    "...and although he later simply said the situation would be reviewed,...",
    "...the threat is being taken seriously by Assange's legal team.",
    "In 2012, Ecuador announced it was granting Assange asylum,...",
    "...citing the threat represented by the secret US investigation...",
    "...into Wikileaks publishing activities and caused by American politicians...",
    "...for Assange to be assassinated.",
    "But Britain made it clear that if Assange left the building,...",
    "...he'd be arrested and sent to Sweden.",
    "Prosecutors in Stockholm have long sought to extradite him...",
    "...over a sexual assault allegation dating back to 2010,...",
    "...an allegation Assange denies.",
    "Assange, who is now 45, has always said he won't travel to Sweden...",
    "...because he might then be extradited to the U.S.,...",
    "...where, if convicted, he might face the death penalty.",
    "He was finally interviewed by Swedish prosecutors inside the embassy...",
    "...late last year.",
    "Also last year, Assange's supporters...",
    "...welcomed a finding by a working group of the United Nations...",
    "...that his time in the embassy amounted to arbitrary detention.",
    "UK lost.",
    "Sweden lost.",
    "It lost at the highest level.",
    "That's been ridiculed by both the UK and Sweden.",
    "But in March, reports emerged that US federal prosecutors...",
    "...has expanded the grand jury investigation into Wikileaks...",
    "...to include recent leaks of files...",
    "...outlining Central Intelligence Agency hacking techniques.",
    "This is a historic act of devastating incompetence.",
    "That might strengthen Assange's case for asylum...",
    "...but that protection was granted by a presidential decree...",
    "...and it could, in theory, be removed by whoever's in power in Ecuador.",
    "Nadim Baba, Al Jazeera, London."
]