[
    "And it doesn't matter where my table's positioned in a restaurant,...",
    "...I can never find the waiter when I want that check.",
    "Good news though, more places are letting you pay when you're ready.",
    "Ariel Wesler says tablets at the table on What's Trending.",
    "Tablets are taking over tabletops at restaurants across the country.",
    "We just have been here recently and so we were like, \"That's new!\"",
    "No more waiting for the check to arrive.",
    "A guest can pay and get their slip and be on their way.",
    "I like the fact that you could split the tab...",
    "...and then you pick your own tip amount for each person.",
    "You can also order appetizers, drinks, desserts...",
    "...and even play games for a small fee.",
    "Have our attention spans really gotten that short?",
    "It's something different than having a wife and husband...",
    "...both on their phone across from each other.",
    "Renee Flores is the assistant manager at Abuelo's.",
    "If you are ever going out and you just forgot to ask your server for one thing...",
    "...and then you're kind of looking around,...",
    "...you can enjoy your meal and there's a button to call the server.",
    "The Mexican restaurant began using the tablets a few weeks ago...",
    "...and joins a long line of casual restaurants embracing the trend.",
    "Large chains like Chili's, Applebee's and Red Robin all use the devices.",
    "Stacked, based in California,..",
    "...even lets you build your own burger on a tablet,...",
    "...a concept McDonald's is testing out as well.",
    "Here at Abuelo's, about 60% of the customers...",
    "...choose to use this Ziosk tablets to order food and to pay.",
    "But if you don't want to, you don't have to.",
    "I like the person coming to the table and taking care of you.",
    "Why?",
    "Oh, because I'm old.",
    "It's not meant to replace the server...",
    "...just to give more convenience to the guest.",
    "Although servers like Conley says he doesn't worry about...",
    "...whether his job will eventually be replaced by a machine.",
    "Never.",
    "There's no personality to it.",
    "You get a lot of people who are regulars so they want to come back,...",
    "...see the same people because of how they treat them.",
    "For many, those added personal touches are well worth the wait.",
    "People are cuter.",
    "Yeah, people are cuter than Ziosk.",
    "It doesn't really talk back to you."
]