[
    "What we do know is that Queen Elizabeth II...",
    "...is the wealthiest member of the royal family.",
    "Forbes estimates the Queen's personal net worth is around 530 million dollars.",
    "That's a lot, but for context,...",
    "...not enough to put her on the list of the world's richest people.",
    "So where does the Queen's money come from?",
    "It's a little complicated,...",
    "...but it can all be traced back to three main sources:...",
    "...her personal wealth and income, the Sovereign Grant and the Privy Purse.",
    "The Queen's personal investment portfolio...",
    "...includes things like her private jewelry and art.",
    "Then there's her property like the Balmoral Estate in Scotland...",
    "...and the Sandringham Estate in the English Countryside.",
    "The Queen inherited both from her father...",
    "...and their combined value is estimated to be around 175 million dollars.",
    "Okay, now let's look at the second source of the Queen's money:...",
    "...the Sovereign Grant.",
    "This is a lump sum the Queen receives from the government...",
    "...to pay for official duties, things like reception,...",
    "...travel and maintenance of the royal palaces.",
    "The Sovereign Grant for 2017 and 2018 is around 100 million dollars.",
    "The Duke of Edinburgh, Queen Elizabeth's husband,...",
    "...receives an additional annual allowance from Parliament...",
    "...of nearly $500,000 to carry out his public duties.",
    "Okay, let's go back to the Queen's third source of income:...",
    "...the Privy Purse.",
    "This is a fancy way of referring to the money...",
    "...generated by a very large plot of land, property and assets...",
    "...called the Duchy of Lancaster.",
    "The Duchy's main purpose is to provide income for the Duke of Lancaster.",
    "It's estimated the value of the Duchy of Lancaster is around 700 million dollars.",
    "The Queen receives an annual income of around 25 million dollars from that.",
    "In total, the Queen's immediate family is valued at more than 1 billion dollars."
]