[
    "The 9.5-kilometer horseshoe would literally ring the harbor of Swansea.",
    "Once in place, the huge tides on the English coast will be spinning turbines...",
    "...and creating huge amounts of energy.",
    "We open the gates in the tidal lagoon, we let the water through the turbines...",
    "...and we generate electricity.",
    "It's five Olympic swimming pools' worth of electricity every second,...",
    "...and that generates enough electricity for 155,000 homes per year.",
    "The core of the project is this massive generator...",
    "...that is equipped with more than 20, six-meter-high turbines...",
    "...that spin when the tide goes in and the tide goes out, four times a day.",
    "That is energy the designers say residents can count on,...",
    "...unlike wind and solar, which can be weather dependent.",
    "So that's the biggest difference between tidal power...",
    "...and say, wind and solar power,...",
    "...is that the wind is intermittent and you get the sun during the day.",
    "With the tides, you always have certain electricity...",
    "...at certain times of the day...",
    "...and then that's staggered at shifts by 40 minutes every day.",
    "The causeway will be created by slowly building it up with giant sandbags...",
    "...and on top of that, a nine-kilometer causeway...",
    "...for running, biking and sightseeing...",
    "...that proponents say will last hundreds of years.",
    "Once we build the breakwater wall,...",
    "...it's going to be there for the next 120 years.",
    "When we put the turbines in there, they're there for the next 120 years.",
    "So what's quite interesting about this piece of infrastructure...",
    "...is it's intergenerational.",
    "It'll last for the next five generations,...",
    "...producing power throughout its lifetime,...",
    "...working with the rhythm of the tides.",
    "The project will cost an estimated 1.6 billion dollars...",
    "...and take four years to build,...",
    "...but it will go a long way towards replacing aging nuclear plants...",
    "...and help the United Kingdom meet its clean energy goals.",
    "Kevin Enochs, VOA News, Washington."
]