[
    "From the job hunt, the interview, to the work itself:...",
    "The workplace of today looks dramatically different...",
    "...to that of a few decades ago.",
    "Technological change has played a huge role.",
    "The internet has transformed how people search,...",
    "...network, and apply for jobs.",
    "The online job boards mean recruiters can meet...",
    "...a greater number of job hunters than ever before.",
    "Social media means locating and screening potential hires...",
    "...can be done quickly and effortlessly.",
    "And candidate screening can start from doing preliminary background checks...",
    "...using social media to conducting phone or video interviews.",
    "The interview has also broken down geographical boundaries.",
    "Thanks to technology such as Skype,...",
    "...job seekers can now attend interviews anywhere in the world.",
    "In the office, technology has changed things,...",
    "...from how people communicate to how things are stored.",
    "Emails have replaced typed-up notes...",
    "...and cloud storage solutions have replaced the filing cabinet.",
    "The workplace is no longer a man's world.",
    "Traditional gender roles are breaking down...",
    "...and more women are entering the workplace.",
    "The office environment has also changed.",
    "Employer brand has become an important tool for companies...",
    "...to attract the right talent,...",
    "...with 80% of organizations believing their employer brand...",
    "....is a successful recruitment tool.",
    "Added to that, employers will now hire for cultural fit,...",
    "...with the intention of training for skills later on.",
    "While banking, finance and government jobs remain conservative,...",
    "...in dress and atmosphere, many of those working in technology,...",
    "...creative and design fields enjoy a relaxed uniform...",
    "...with an emphasis on fun and inclusion.",
    "Big organizations such as Apple, BBC and Google have adopted...",
    "...collaborative office designs intended to promote...",
    "...chance interactions between staff.",
    "And in some workplaces, there is such a thing as a free lunch.",
    "Traditional perks may have included a company car...",
    "...but today they can range from gym membership, free meals,...",
    "...gaming areas to nap rooms.",
    "Additional benefits may have included stock options, health insurance,...",
    "..and paid paternal leave.",
    "However today, big tech companies are mixing it up.",
    "Apple and Facebook now offer their employees money...",
    "...towards freezing their eggs or sperm.",
    "And Netflix and Virgin allow their employees unlimited holidays,...",
    "...provided that their work is covered.",
    "And it's not just about what goes on inside the office.",
    "The internet has made flexible working arrangements...",
    "...a viable option for many people,...",
    "...reflected in the increase of more people working from home.",
    "In addition, more people are opting to go freelance...",
    "...and it's expected this trend will continue to rise.",
    "By 2020, it's estimated 50 percent of the US workforce will be freelancing.",
    "Many jobs being filled today didn't exist 20 years ago.",
    "And it's predicted that in 10 years time,...",
    "...60% of jobs will be completely new for their time.",
    "How will your role look to future generations?"
]