[
    "﻿Seven billion people inhabit planet Earth.",
    "Of those alive today, only a small number will leave a lasting impact.",
    "And only the very few will make decisions or take actions...",
    "...that renew their homeland and change the course of history.",
    "History may appear to repeat itself for generations.",
    "Cycles that never seem to end.",
    "There have been times of relative peace and times of great tension.",
    "While this cycle repeats, the light of prosperity and innovation ...",
    "...has burned bright for much of the world.",
    "History is always evolving,...",
    "...and there comes a time when only a few are called upon to make a difference.",
    "But the question is, what difference will the few make?",
    "The past doesn't have to be the future.",
    "Out of the darkness can come the light.",
    "And the light of hope can burn bright.",
    "What if... a people that share a common and rich heritage...",
    "...can find a common future?",
    "Their story is well known but what will be their sequel?",
    "Destiny Pictures presents a story of opportunity.",
    "A new story, a new beginning,...",
    "...one of peace,...",
    "...two men, two leaders, one destiny.",
    "A story about a special moment in time,...",
    "...when a man is presented with one chance that may never be repeated.",
    "What will he choose?",
    "To show vision and leadership?",
    "Or not?",
    "There can only be two results:...",
    "...one of moving back...",
    "...or one of moving forward.",
    "A new world can begin today.",
    "One of friendship, respect, and goodwill.",
    "Be part of that world, where the doors of opportunity...",
    "...are ready to be opened - investment from around the world,...",
    "...where you can have medical breakthroughs, an abundance of resources,...",
    "...innovative technology, and new discoveries.",
    "What if?",
    "Can history be changed?",
    "Will the world embrace this change?",
    "And when could this moment in history begin?",
    "It comes down to a choice.",
    "On this day.",
    "In this time.",
    "At this moment.",
    "The world will be watching, listening, anticipating, hoping.",
    "Will this leader choose to advance his country...",
    "...and be part of a new world?",
    "Be the hero of his people?",
    "Will he shake the hand of peace and enjoy prosperity like he has never seen?",
    "A great life or more isolation?",
    "Which path will be chosen?",
    "Featuring President Donald Trump and Chairman Kim Jong Un....",
    "...in a meeting to remake history.",
    "To shine in the sun.",
    "One moment, one choice, what if?",
    "The future remains to be written."
]