[
    "I've always had a fascination for computers and technology,...",
    "...and I made a few apps for the iPhone, iPod touch, and iPad.",
    "My first app was a unique fortune teller called \"Earth Fortune\"...",
    "...that would display different colors of Earth...",
    "...depending on what your fortune was.",
    "My favorite and most successful app is \"Bustin Jieber,\"...",
    "...which is a Justin Bieber whack-a-mole.",
    "A lot of people ask me, how did I make these?",
    "A lot of times it's because the person who asked the question...",
    "...wants to make an app also.",
    "A lot of kids these days like to play games,...",
    "...but now they want to make them, and it's difficult,...",
    "...because not many kids know where to go to find out how to make a program.",
    "First of all, I've been programming...",
    "...in multiple other programming languages to get the basics down,...",
    "...such as Python, C, Java, etc.",
    "And then Apple released the iPhone,...",
    "...and with it, the iPhone software development kit.",
    "This opened up a whole new world of possibilities for me,...",
    "...and after playing with the software development kit a little bit,...",
    "...I made a couple of apps, I made some test apps.",
    "I've gotten a lot of inspiration from Steve Jobs,...",
    "...and I've started an app club at school.",
    "There are these programs called the iPad Pilot Program,...",
    "...and some districts have them.",
    "I'm fortunate enough to be part of one.",
    "These days, students usually know...",
    "...a little bit more than teachers with the technology.",
    "So this is a resource for teachers,...",
    "...and educators should recognize this resource and make good use of it.",
    "First of all, I'd like to create more apps, more games.",
    "I'd like to get into Android programming and development,...",
    "...and I'd like to continue my app club,...",
    "...and find other ways for students to share knowledge with others.",
    "Thank you."
]