[
    "Science: perhaps man's greatest tool in understanding how the world works.",
    "But does it lead us to truth?",
    "German philosopher, Friedrich Nietzsche, was an avid science enthusiast.",
    "But, he also recognized that even science has its limitations.",
    "See, science touts the ability to explain the world,...",
    "...when, according to Nietzsche, it can only describe it.",
    "For example, science might attempt to explain why fire burns...",
    "...by saying it's an exothermic combination of a combustible material with oxygen.",
    "That certainly describes how fire burns, but it doesn't quite address why.",
    "As in, \"Why does fire exist the way that it does?\"",
    "Although science has allowed us to describe the world in greater detail,...",
    "...we're still completely clueless as to the meaning behind it all.",
    "As the philosopher who famously said, \"God is dead,\"...",
    "...it's obvious that he isn't criticizing science in favor of religion.",
    "But, he recognizes this dilemma.",
    "Religion attempts to answer the question of meaning,...",
    "...but the achievements of science have cast doubt on such beliefs.",
    "Science may try to fill this void of meaning,...",
    "...but it can't, because, as Nietzsche said,...",
    "...\"Science has no consideration for ultimate purposes.\"",
    "Problem for Nietzsche is most people don't recognize this limitation,...",
    "...and instead, worship science as a kind of new religion,...",
    "...an objective value for a godless age.",
    "Just turn on the telly and you'll see how even science can become evangelized.",
    "\"And that is a scientific fact.\"",
    "\"Because the Bible says so.\"",
    "\"Proven by real science.\"",
    "\"It is God's will.\"",
    "Nietzsche dares us to take a step further,...",
    "...to not only think critically of religion,...",
    "...but to think critically of knowledge itself.",
    "For, worshipping knowledge for knowledge's sake can lead to dire consequences.",
    "As he said, \"Man shouldn't be the servant of knowledge...\"",
    "...\"knowledge should be the servant of man.\""
]