[
    "Hey everyone, I'm Mr. Willis and this is your Macro Minute...",
    "...on demand-side versus supply-side economics.",
    "In the aggregate economy, there are demand-side and supply-side economics.",
    "Demand-side economics pertain to the behaviors of all consumers...",
    "...who purchase goods and services in the domestic economy.",
    "This includes consumer spending, investment spending by firms,...",
    "...and spending by government at the local, state, and federal level.",
    "Supply-side economics pertain to the behavior of all firms...",
    "...who produce goods and services in the domestic economy.",
    "When using policy to correct economic conditions,...",
    "...government focuses on demand-side economics...",
    "...by trying to influence aggregate demand and consumer behaviors.",
    "But why? Aren't there policies that government can use...",
    "...to influence aggregate supply and the behavior of firms?",
    "Government can change corporate taxes, subsidies,...",
    "...and regulation laws to try to incentivize changes in output production.",
    "However, no matter how advantageous government makes it...",
    "...for domestic firms to change their behaviors, it can never force firms...",
    "... to produce a greater or lesser amount of real GDP output.",
    "Firms are in control of their own production process...",
    "...and so supply-side policies are unpredictable in the results,...",
    "...making them poor tools to fix the aggregate economy.",
    "Demand-side policies, however, are much more predictable.",
    "When government alters its expenditures,...",
    "...it has an instant effect on aggregate demand...",
    "...because government is acting as a consumer...",
    "...to change their consumption patterns.",
    "When government alters tax policy,...",
    "...it changes consumer disposable income,...",
    "...which will have an instant effect on aggregate demand.",
    "For example, if I give you 100 dollars,...",
    "...it's a pretty safe bet you're gonna spend at least a portion of it.",
    "If I take 100 dollars away from you, you're not gonna buy...",
    "...as many things as you used to.",
    "No money, no spending.",
    "\"Help me, I'm poor.\"",
    "As a result, the government will use policies that affect aggregate demand...",
    "...when its goal is to return the aggregate economy...",
    "...to long-run equilibrium."
]