[
    "Johann Wolfgang von Goethe has often been seen...",
    "...as one of Europe's big cultural heroes,...",
    "...comparable to the likes of Shakespeare, Dante and Homer.",
    "During his life, Goethe's admirers were impressed by his literary works,...",
    "...but more than any of his books...",
    "...would impress people at the time was how he lived his life,...",
    "...the kind of person he was.",
    "We can pick up some vital lessons from him.",
    "Goethe's first proper job after law school...",
    "...was as an assistant at a national tribunal,...",
    "...judging cases between the many minor German states...",
    "...that at that time made up the Holy Roman Empire.",
    "While he was working, Goethe fell in love...",
    "...with a fiancee of one of his colleagues.",
    "He then committed a huge indiscretion...",
    "...and wrote up the love affair as a novel.",
    "He called it, \"The Sorrows of Young Werther.\"",
    "The central character, Werther, is a lightly disguised self-portrait.",
    "The book tells the story of how Werther Goethe...",
    "...falls in love with a young woman, Charlotte.",
    "It's a very detailed description of all the tiny steps one takes...",
    "...on the road to infatuation.",
    "They danced together, at one point their feet accidentally touch...",
    "...under the table; they smile, they write each other flirtatious little notes.",
    "It makes being in love seem like the most romantic experience in life.",
    "Werther asked himself, \"What is a life without romantic love?",
    "A magic lantern without a lamp.\"",
    "This deeply charming novel was a bestseller across Europe...",
    "...for the next 25 years.",
    "Napoleon boasted he'd read it seven times.",
    "The story has a miserable ending.",
    "Charlotte doesn't really love Werther and finally rejects him.",
    "In despair, he kills himself.",
    "The tragic denouement shows Goethe beginning to see...",
    "...the limitations of the romantic view of life.",
    "Romantic love is deeply attractive,...",
    "...but it causes us immense problems too.",
    "The core problem, as Goethe came to see it, is this:...",
    "...romantic love hopes to freeze a beautiful moment.",
    "It's a summer's evening after dinner.",
    "Werther is walking in the woods with his beloved.",
    "He wants it to be always like this,...",
    "...so he feels they should get married, have a house together,...",
    "...have children, though in reality, marriage will be nothing at all...",
    "...like the lovely June night.",
    "There'll be exhaustion, bills to pay, squabbles and a sense of confinement.",
    "By comparison, with the extreme hopes of romanticism,...",
    "...real love, as Goethe came to see, is always necessarily...",
    "...a terrible disappointment.",
    "That's why Goethe gradually moved away from romanticism...",
    "...towards an ideology of love he termed classicism,...",
    "...marked by a degree of pessimism,...",
    "...an acceptance of the troubles that afflict all couples over time...",
    "...and of the need to abandon some of the heady hopes of the early days...",
    "...for the sake of tranquility in administrative competence.",
    "Goethe was a critic of romantic ideology...",
    "...not because he was coldhearted or lacking in imagination...",
    "...but because he so deeply and intimately understood...",
    "...the attractions of romanticism and therefore, it's dangerous."
]