[
    "Rain is rare in Choapa province, Chile, just south of the Atacama Desert.",
    "Just 50 millimeters fall per year on average.",
    "What they do get here is fog.",
    "With the decade-long drought straining the already limited water supply,...",
    "...these fog catchers are a salvation...",
    "...says agricultural engineer Pedro Hernandez.",
    "As the fog drifts over the hills, these mesh nets capture droplets of water,...",
    "...which drip into a collector.",
    "They provide enough water to sustain a new olive grove.",
    "It has been a lifeline for farmer Ricardo Alvarez.",
    "Alvarez says the olives provide a future for the next generation...",
    "...and could save his community.",
    "Scientists say these fog harvesters could work better.",
    "Most are made of mesh netting says Virginia Tech engineer Jonathan Boryeko.",
    "The problem with that is if the netting is too big,...",
    "...the droplets sail right through the holes,...",
    "...and if the netting is too small, the water gets clogged in the holes.",
    "So, either way, you lose; you're kind of stuck between a rock and a hard place.",
    "Boryeko and colleagues have developed what they call a fog harp.",
    "It has no horizontal wires.",
    "Nothing to get in the way as gravity pulls water droplets down.",
    "It captures three times more water than a mesh net.",
    "Another way to make the mesh work better: zap it with electricity...",
    "...says Massachusetts Institute of Technology engineer Kripa Varanasi.",
    "The electrical force then fundamentally changes the way...",
    "...droplets move instead of following the wind stream lines,...",
    "...they now follow electrical  field lines...",
    "...and a much larger percentage of these droplets now get captured.",
    "When the current switches on,...",
    "...hardly any mist can get past the electrified mesh.",
    "Varanasi's main goal is to collect mist from power plant cooling towers,...",
    "...but in cities like Cape Town, South Africa,...",
    "...where water is literally running out,...",
    "...he says the technology is far cheaper than other options...",
    "...like desalination."
]