[
    "There's always existed in Asia...",
    "...these hidden invisible fortunes...",
    "...and people who spend millions of dollars a year...",
    "...on the finest things in life but do it totally under the radar.",
    "How much of my book is based on reality?",
    "About a hundred and fifty percent.",
    "Couture week in Paris is the creme de la creme.",
    "We're talking about dresses that start in the tens of thousands...",
    "...and go up to the millions.",
    "And only about 2 thousand women in the world...",
    "...can afford to dress this way.",
    "I was lucky enough to spend couture week in Paris...",
    "...with some truly stylish insiders.",
    "Heart Evangelista.",
    "She's really the darling of the Philippines.",
    "She's one of their most acclaimed actresses.",
    "She's also a really gifted artist.",
    "She's had amazing museum shows in the Philippines of her paintings.",
    "And then there's the Yeoh sisters, Michelle and Rachel...",
    "...who are so much wiser than their years.",
    "They grew up in Kuala Lumpur, Malaysia...",
    "...but for the last, i think, 7 or 8 years have been living in England.",
    "Thank you for organizing Dior, so I could come with you guys.",
    "No, we're so excited.",
    "It's such a pleasure to have you.",
    "Such a last minute surprise, like \"Cool I get to come with you guys.\"",
    "I guess that's part of Fashion Week.",
    "Everything is always last minute.",
    "Exactly.",
    "Feiping Chang is this dynamo.",
    "She, I think, was raised partially in Sydney and in Singapore.",
    "She now makes Hong Kong her home.",
    "Where she's become one of the most important...",
    "...fashion influencers in Asia.",
    "It's always nice coming back to Fashion Week.",
    "And you join your fashion family and see everybody.",
    "It's always a nice little reunion.",
    "I don't think Americans, for the most part, really understand...",
    "...how this level of Asian women shop.",
    "When I see something come down the runway...",
    "...I know in my gut and in my heart that it's meant to be.",
    "I think that connection makes everything more special.",
    "Everything's really about the private experience.",
    "Couture itself was made to make the client feel special.",
    "It's made for you.",
    "Going to these very exclusive fashion shows...",
    "...and then going for your private fittings.",
    "...where they meet jewelers and select stones...",
    "...and really being in that world of helping to create what they buy.",
    "So the spending is on a whole other level."
]