[
    "My name is Michelle Yeoh and I play Eleanor Young.",
    "My name is Henry Golding; I play Nick Young.",
    "This is the crazy rich guide to life.",
    "First, find out which is the best restaurant to go...",
    "...and then when you're there, you will have the best maitre d'...",
    "...who will be able to introduce special dishes that you saw on order...",
    "...or even better the chef himself will come out.",
    "If you're really crazy rich, you'd have the restaurant closed down...",
    "...and it'd be just be you and your partner,...",
    "...and it'll be very romantic and everything would be exquisite.",
    "When you go to the fancy three-star Michelin restaurant,...",
    "...everything is already placed in order.",
    "The concept is you work from outwards inwards.",
    "You've got to keep a sense of regality; don't get hammered.",
    "Good answer.",
    "Oh, what will we serve for dinner?",
    "Depends on the season, whether it's white truffles, caviar.",
    "When your host stands up, that's a signal...",
    "...that you can leave the party.",
    "Never too early.",
    "Yeah.",
    "Otherwise, that's a bad manner.",
    "How do you travel when you're a crazy rich Asian? Your private jet.",
    "Of course.",
    "Yeah.",
    "And you get to choose which private jet.",
    "When the crazy rich travel, we stay either in our own chain of hotels...",
    "...or if there is none available, we maybe buy the hotel that was there...",
    "...or the presidential suite.",
    "Some of the destinations that the crazy rich would visit...",
    "...would have to be some private island...",
    "...owned by an uncle or a friend.",
    "Anywhere you want to go really.",
    "Whatever your heart fancies that evening or that weekend, right?",
    "Exactly.",
    "Oh, all the top brands: Elie Saab, Giorgio Armani.",
    "Who else do you wear?",
    "I'm into my Dior, but it's like those exquisites, the fine fabrics.",
    "Yes, couture.",
    "In Asian culture, it's about entertaining business partners...",
    "...or making sure that every single family member is invited.",
    "Otherwise, they're going to be very upset.",
    "Family is number one.",
    "Budget?",
    "Forget that.",
    "It's not about how much money you have,...",
    "...it's how much you know how to appreciate what you have.",
    "Graciousness is beyond that of the actual number of zeros you have.",
    "Once you have money that you don't need to worry about,...",
    "...that's where graciousness overtakes."
]