[
    "The art of Japanese swordsmanship.",
    "And kendo isn't just a sport.",
    "It symbolizes the nation's ancient culture and its way of conduct.",
    "Bushido originates from the moral code of samurai:",
    "...strict disciplines which stress loyalty, frugality...",
    "...and honor over wealth or even life.",
    "And you can actually witness many of its principles in how businesses operate here.",
    "Not just in corporate etiquette, like bowing,...",
    "...but the spirit of company loyalty and diligence of its workers...",
    "...contributed to Japan's success.",
    "But some say, traditional disciplines can also be a hindrance.",
    "Take the iPhone, for example.",
    "While Apple is very secretive about its suppliers,....",
    "...analysts say a lot of its parts are made in Japan.",
    "But rather than cashing in, many of the smaller manufacturers...",
    "...focus more on making the best products possible...",
    "...rather than the biggest profits.",
    "I don't think they are making so much profit.",
    "Though they may have a larger share,...",
    "...when you look into the components of the iPhone,...",
    "...maybe the Japanese has the majority of the shares.",
    "But whether that business is a profitable business or not is something different.",
    "Japan's biggest companies are also accused of making mistakes.",
    "While foreign rivals such as Apple have created brand loyalty,...",
    "...at the moment, Japanese firms are generally seen as \"less cool.\"",
    "Experts reckon that this is down to a lack of innovation.",
    "Japanese companies, especially once they lack a major hit product,...",
    "...they start focusing on cutting cost,...",
    "...mainly not producing or creating innovative products.",
    "So, the weight is now geared to more cost reduction rather than innovation.",
    "Back at the dojo, training starts at a young age.",
    "Thousands of years of tradition get passed on.",
    "But, in the business world, the time frame is much shorter.",
    "And if they want to survive,..",
    "...then Japan's tech firms may need to get better...",
    "...at mixing the code of Bushido with the needs of consumerism.",
    "Mariko Oi, BBC News, Tokyo."
]