[
    "Hi, I'm Naomi Osaka.",
    "I'm 19 years old and I play for Japan.",
    "I started playing when I was three and I think I mainly started...",
    "...because my sister was playing...",
    "...and I think I just really wanted to beat my sister a lot...",
    "...and she was always better than me so we had like a one-sided rivalry.",
    "I beat my sister for the first time when I was around 16, I think,...",
    "...so not that long ago.",
    "When I first started the tour and playing the grand slams and stuff,...",
    "...I was really, really shy and I was kind of scared of everyone,...",
    "...but I really like the fact that the crowds were big...",
    "...and I like playing on the big stages...",
    "...and playing the best players in the world,...",
    "...so I think that kept me very motivated.",
    "My favorite player is still Serena and Federer,...",
    "...and I also really like Venus...",
    "...and I'm really grateful I got the chance to play her.",
    "I saw Federer twice yesterday,...",
    "...and I feel I almost knocked him out because I was running in the hallway.",
    "So I almost knocked him out one time...",
    "...but yeah, I feel like maybe they won't be around for that much longer,...",
    "...so just having the chance to see them live...",
    "...and just being born in the same time zone a little bit as well...",
    "...is really great and I hope to be one of them one day.",
    "I'm friends with Monica Shuai,...",
    "...the Japanese girls that can tolerate me,...",
    "...and then who else, Belinda.",
    "Oh, you know it would be bad if someone sees this and be like, \"Why didn't she mention me?\"",
    "I'd be glad if I have this many friends,...",
    "...so I'm just gonna cut it here.",
    "If I wasn't playing tennis, I would try to be a marine biologist maybe,...",
    "...but I heard that you have to be really good at math.",
    "So maybe that's not really,...",
    "...maybe I would try to be a physio or something...",
    "...because you get to be around.",
    "I just like sports, so maybe an agent in the end.",
    "I don't know.",
    "Follow me on social media because I'm awesome and unique.",
    "Oh my god."
]