[
    "﻿In Taiwan, handmade drinks have become a well-known culture.",
    "On the street, you will see a lot of handmade drink stores and people.",
    "Old or young all like it very much.",
    "How can we explain this craze of handmade drinks?",
    "In March 2017, the Ministry of Economic Affairs of Taiwan...",
    "...posted an industrial economic statistic report.",
    "The survey said that to cope with customers'...",
    "...changing preferences for handmade drinks,...",
    "...more and more handmade drinks chain stores...",
    "...devoted to creating new products....",
    "...and for the prevailing of the handmade drink culture.",
    "Do you know how many stores are there in Taiwan?",
    "There are 20,121 beverage shops and most of them are handmade drink stores.",
    "The beverage industry made a revenue of 49 billion NT dollars in 2015.",
    "In 2016, it is estimated that the revenue will reach up to 50 billion.",
    "But why are handmade drinks so popular in Taiwan?",
    "First, we may relate this phenomenon to the well-existed culture in Taiwan.",
    "Three hundred years ago, wild tea trees...",
    "...were already cultivated in the mountains of southern Taiwan.",
    "Since then, tea has been famous such as \"sun moon lake black tea.\"",
    "To stay on top of the competitive tea market,...",
    "...some businessmen think up a creative idea...",
    "...and in 1983, the first \"bubble tea\" was introduced.",
    "Bubble tea is prepared with black tea...",
    "...then the tea is shaken in a \"shake cup\"...",
    "...to produce bubbles on top of the tea.",
    "With this creativity, tea is no longer the tea itself.",
    "Another development of the bubble tea...",
    "...is the creation of the pearl milk tea,...",
    "...made by adding milk and pearls or tapioca,...",
    "...a traditional Taiwanese dessert, to the tea.",
    "Because of its uniqueness,...",
    "...it is now considered as the name of all handmade drinks.",
    "It also gained its global publicity in the beverage industry.",
    "Now, not just in Taiwan,...",
    "...a handmade drink revolution has begun all over the world."
]