[
    "﻿Dictatorial and authoritarian for some,...",
    "...the only way to fix a broken system for others.",
    "While not everyone agrees on how to qualify them,...",
    "...most agree that Jair Bolsonaro's policy proposals represent a break...",
    "...with the past 13 years of Brazilian politics.",
    "One of Bolsonaro's central campaign promises was to clamp down on corruption.",
    "Unlike his predecessors, he has never been charged or accused of graft,...",
    "...but some of his controversial proposals surround his plans to tackle criminality.",
    "He has praised Brazil's former military dictatorship and its use of torture,...",
    "...wants to restore the death penalty and has promised to expand access to guns.",
    "His hardline stances are not limited to criminals.",
    "He has also vowed to crack down on political opponents,...",
    "...saying they must either accept him, leave the country or risk imprisonment.",
    "Jair Bolsonaro ran on a socially conservative agenda.",
    "He opposes abortion, has defended unequal pay for women,...",
    "...advocated for a tougher stance on immigration and opposes same sex marriage.",
    "A devout Catholic, his traditional pro-family views...",
    "...also appeal to Brazil's influential evangelist community.",
    "On the environment,...",
    "...Bolsonaro had suggested pulling Brazil out of the Paris climate agreement...",
    "...though he later backtracked on the idea.",
    "Calling conservation efforts a threat to Brazilian sovereignty,...",
    "...Bolsonaro has pledged to allow agricultural and mining companies...",
    "...to exploit indigenous land.",
    "Bolsonaro has also promised to abolish the Ministry of Environment.",
    "In terms of economic policy, though he's admitted to ignorance about the economy,...",
    "...Bolsonaro champions a liberal economic agenda.",
    "He has promised to lower taxes and support small government.",
    "He believes privatizing numerous Brazilian companies would help cut down on corruption."
]