[
    "It's often said that you can tell a lot about a person by looking at what's on their bookshelves.",
    "What do my bookshelves say about me?",
    "Well, when I asked myself this question a few years ago, I made an alarming discovery.",
    "I'd always thought of myself as a fairly cultured, cosmopolitan sort of person,...",
    "...but my bookshelves told a rather different story.",
    "Pretty much all the titles on them were by British or North American authors,...",
    "...and there was almost nothing in translation.",
    "Discovering this massive, cultural blind spot in my reading came as quite a shock,...",
    "...and when I thought about it, it seemed like a real shame.",
    "I knew there had to be lots of amazing stories out there...",
    "...by writers working in languages other than English,...",
    "...and it seemed really sad to think that my reading habits...",
    "...meant I would probably never encounter them.",
    "So, I decided to prescribe myself an intensive course of global reading.",
    "2012 was set to be a very international year for the UK; it was the year of the London Olympics,...",
    "...and so I decided to use it as my time frame to try and read a novel,...",
    "...short story collection or memoir from every country in the world.",
    "And so I did,...",
    "...and it was very exciting and I learned some remarkable things...",
    "...and made some wonderful connections that I want to share with you today,...",
    "...but it started with some practical problems.",
    "Now, after I'd worked out which of the many different lists of countries in the world...",
    "...to use for my project,...",
    "...I ended up going with the list of UN-recognized nations, to which I added Taiwan,...",
    "...which gave me a total of 196 countries,...",
    "...and after I'd worked out how to fit reading and blogging about...",
    "...roughly four books a week around working five days a week,...",
    "...I then had to face up to the fact that...",
    "...I might not even be able to get books in English from every country.",
    "Only around 4.5 percent of the literary works published each year in the UK are translations,...",
    "...and the figures are similar for much of the English-speaking world...",
    "...although the proportion of translated books...",
    "...published in many other countries is a lot higher.",
    "4.5 percent is tiny enough to start with,...",
    "...but what that figure doesn't tell you is that many of those books will come from countries...",
    "...with strong publishing networks and lots of industry professionals...",
    "...primed to go out and sell those titles to English-language publishers.",
    "So, for example, although well over 100 books are translated from French...",
    "...and published in the UK each year,...",
    "...most of them will come from countries like France or Switzerland.",
    "French-speaking Africa, on the other hand, will rarely ever get a look-in."
]