[
    "This is a chart of reported measles cases in the US.",
    "In the 1950s, measles was one of those diseases that nearly every child got.",
    "It caused a high fever and a spotty rash all over the body,...",
    "...and while most recovered easily, it still killed around 500 children each year.",
    "Then in 1963, a vaccine became available,...",
    "...and measles became an easily preventable and unnecessary disease.",
    "By 2000, measles was officially eliminated in the US,...",
    "...and for a time, less than a hundred Americans a year got it,...",
    "...but in the last decade, that number has started to grow.",
    "Now, there have been more cases through the first three months of 2019 than in all of 2018.",
    "Measles is back,...",
    "...and to understand why, you have to understand where it's back.",
    "Here are those recent measles cases again.",
    "If we look at the 2013 spike, we noticed something.",
    "A good chunk of those cases can be attributed to an outbreak...",
    "...among Orthodox Jews in New York.",
    "That huge spike in 2014?",
    "Most of those cases are all from one outbreak among the Amish in Ohio.",
    "2017, one outbreak in the Somali-American community in Minnesota.",
    "2018, different communities of New York Orthodox Jews,...",
    "...and again in 2019.",
    "What all of this shows...",
    "...is that the return of measles isn't as widespread as you might think.",
    "75% of recent cases have happened in these close-knit communities.",
    "Anti-vaccination misinformation can reach anyone,...",
    "...but it's in these small communities where it does the most damage.",
    "Most people in these communities are vaccinated.",
    "The problem starts when not enough people are vaccinated.",
    "It prevents them from reaching what's called herd immunity.",
    "If a group of people comes into contact with one person contagious with measles...",
    "...and none of them are vaccinated,...",
    "...virtually everyone will get sick.",
    "If 50% of the group is vaccinated, that's not enough.",
    "The rest are likely to get sick and spread the disease.",
    "But at a certain point, if enough people are vaccinated,...",
    "...they can actually protect the few that aren't vaccinated from getting sick,...",
    "...stopping the spread of the disease: herd immunity.",
    "This is important because there are people who can't get vaccinated...",
    "...because of their immune system:...",
    "...people like cancer patients and newborn babies.",
    "So, how do we make sure everyone who can get vaccinated does?",
    "Maybe the best way to make sure all communities reach herd immunity...",
    "...and protect those that can't be vaccinated...",
    "...is just not let them opt out in the first place."
]