[
    "On the edge of western South America...",
    "...wedged between Earth's driest desert, largest rainforest...",
    "...and second-highest mountain range,...",
    "...lay a sprawling empire.",
    "The Inca, through ingenious engineering and strict central planning,...",
    "...forged one of the world's most unusual empires.",
    "It was the largest empire in the pre-Columbian Americas...",
    "...without a written language, the wheel, or money,...",
    "...and one of the only empires to stretch upwards rather than across.",
    "Ancient Peru was one  of the ancient cradles of civilization.",
    "And between 8,000 and 3,000 BC, the people there domesticated...",
    "...llamas and alpacas, along with an immense variety of crops...",
    "...such as potatoes, corn, beans, peanuts, squashes, and quinoa.",
    "From these early agricultural societies,...",
    "...a series of complex cultures emerged such as Tiwanaku, Wari and Chimu.",
    "By 900 AD, states like Tiwanaku were erecting huge stone structures,...",
    "...building highways and canals,...",
    "...and maintaining a capital of 50,000 people...",
    "...at a time when London had around 30,000...",
    "...all at 3,000 meters above sea level.",
    "The Inca were the final great society to emerge here...",
    "...and inherited much from those that came before.",
    "As the Chimu Empire was at its peak, to its south,...",
    "...the tiny kingdom of Cuzco slumbered.",
    "This small kingdom would rapidly transform into Tawantinsuyu...",
    "...or what we call the Inca Empire.",
    "Tawantinsuyu, the land of the four quarters,...",
    "...as the Inca called their realm...",
    "...included parts of modern Colombia, Ecuador, Peru, Bolivia, Chile, and Argentina.",
    "It had a population of more than 10 million...",
    "...across innumerable ethnic groups and languages.",
    "The Inca developed in near isolation...",
    "...so their culture was missing many things...",
    "...that were vital in the Old World.",
    "The wheel was absent, along with any draft animal...",
    "...capable of pulling weight.",
    "Steel and iron were unknown...",
    "...while gold, silver, and bronze were masterfully worked.",
    "Most intriguing was that they lacked a written language...",
    "...so their knowledge was passed on orally...",
    "...or through a unique system of knots called \"quipu.\"",
    "These knots were used to collect data, keep records,...",
    "...measure taxes and record the census.",
    "However, as the Spanish established control over the Inca,...",
    "...the ability to read quipu faded away...",
    "...and the records are now indecipherable to us.",
    "Therefore, most of the history we have about the Inca...",
    "...has come down to us through Spanish historians or oral traditions."
]