[
    "My research team and I went to West Point Military Academy.",
    "We tried to predict which cadets would stay in military training and which would drop out.",
    "We went to the National Spelling Bee...",
    "...and tried to predict which children would advance farthest in competition.",
    "We studied rookie teachers working in really tough neighborhoods,...",
    "...asking which teachers are still going to be here in teaching by the end of the school year,...",
    "...and of those, who will be the most effective at improving learning outcomes for their students?",
    "We partnered with private companies, asking,...",
    "...which of these salespeople is going to keep their jobs?",
    "And who's going to earn the most money?",
    "In all those very different contexts,...",
    "...one characteristic emerged as a significant predictor of success.",
    "And it wasn't social intelligence.",
    "It wasn't good looks, physical health, and it wasn't IQ.",
    "It was grit.",
    "Grit is passion and perseverance for very long-term goals.",
    "Grit is having stamina.",
    "Grit is sticking with your future day in day out,...",
    "...not just for the week, not just for the month, but for years,...",
    "...and working really hard to make that future a reality.",
    "Grit is living life like it's a marathon, not a sprint.",
    "A few years ago, I started studying grit in the Chicago public schools.",
    "I asked thousands of high school juniors to take grit questionnaires,...",
    "...and then waited around more than a year to see who would graduate.",
    "Turns out that grittier kids were significantly more likely to graduate,...",
    "...even when I matched them on every characteristic I could measure,...",
    "...things like family income, standardized achievement test scores,...",
    "...even how safe kids felt when they were at school.",
    "So it's not just at West Point or the National Spelling Bee that grit matters.",
    "It's also in school, especially for kids at risk for dropping out."
]