[
    "When my father and I started a company to 3D-print human tissues and organs,...",
    "...some people initially thought we were a little crazy.",
    "But since then, much progress has been made, both in our lab and other labs around the world.",
    "And given this, we started getting questions like,...",
    "...\"If you can grow human body parts, can you also grow animal products like meat and leather?\"",
    "When someone first suggested this to me, quite frankly I thought they were a little crazy,...",
    "...but what I soon came to realize was that this is not so crazy after all.",
    "What's crazy is what we do today.",
    "I'm convinced that in 30 years, when we look back on today...",
    "...and on how we raise and slaughter billions of animals...",
    "...to make our hamburgers and our handbags,...",
    "...we'll see this as being wasteful and indeed crazy.",
    "Did you know that today, we maintain a global herd of 60 billion animals...",
    "...to provide our meat, dairy, eggs and leather goods?",
    "And over the next few decades, as the world's population expands to 10 billion,...",
    "...this will need to nearly double to 100 billion animals.",
    "But maintaining this herd takes a major toll on our planet.",
    "Animals are not just raw materials.",
    "They're living beings,...",
    "...and already our livestock is one of the largest users of land, fresh water...",
    "...and one of the biggest producers of greenhouse gases which drive climate change.",
    "On top of this, when you get so many animals so close together,...",
    "...it creates a breeding ground for disease and opportunities for harm and abuse.",
    "Clearly, we cannot continue on this path...",
    "...which puts the environment, public health and food security at risk.",
    "There is another way, because essentially, animal products are just collections of tissues,...",
    "...and right now, we breed and raise highly complex animals...",
    "...only to create products that are made of relatively simple tissues.",
    "What if, instead of starting with a complex and sentient animal,...",
    "...we started with what the tissues are made of, the basic unit of life, the cell?",
    "This is biofabrication, where cells themselves...",
    "...can be used to grow biological products like tissues and organs.",
    "Already in medicine,...",
    "...biofabrication techniques have been used to grow sophisticated body parts,...",
    "...like ears, windpipes, skin, blood vessels and bone...",
    "...that have been successfully implanted into patients.",
    "And beyond medicine, biofabrication can be a humane, sustainable and scalable new industry."
]