[
    "Where do you come from?",
    "It's such a simple question, but...",
    "...these days, of course, simple questions bring ever more complicated answers.",
    "People are always asking me where I come from, and they're expecting me to say India,...",
    "...and they're absolutely right,...",
    "...insofar as 100 percent of my blood and ancestry does come from India...",
    "...except I've never lived one day of my life there.",
    "I can't speak even one word of its more than 22,000 dialects,...",
    "...so I don't think I've really earned the right to call myself an Indian.",
    "And if \"Where do you come from?\" means \"Where were you born and raised and educated?\"...",
    "...then I'm entirely of that funny little country known as England,...",
    "...except I left England as soon as I completed my undergraduate education,...",
    "...and all the time I was growing up, I was the only kid in all my classes...",
    "...who didn't begin to look like the classic English heroes represented in our textbooks.",
    "And if \"Where do you come from?\" means \"Where do you pay your taxes?",
    "Where do you see your doctor and your dentist?\"...",
    "...then I'm very much of the United States,...",
    "...and I have been for 48 years now, since I was a really small child.",
    "Except, for many of those years,...",
    "...I've had to carry around this funny little pink card, with green lines...",
    "...running through my face, identifying me as a permanent alien.",
    "I do actually feel more alien the longer I live there.",
    "And if \"Where do you come from?\" means...",
    "...\"Which place goes deepest inside you,...",
    "...and where do you try to spend most of your time?\"...",
    "...then I'm Japanese, because I've been living as much as I can for the last 25 years in Japan.",
    "Except, all of those years I've been there on a tourist visa,...",
    "....and I'm fairly sure not many Japanese would want to consider me one of them.",
    "And I say all this just to stress...",
    "...how very old-fashioned and straightforward my background is,...",
    "...because when I go to Hong Kong or Sydney or Vancouver,...",
    "...most of the kids I meet are much more international and multicultured than I am.",
    "And they have one home associated with their parents,...",
    "...but another associated with their partners,...",
    "...a third connected maybe with the place where they happen to be,...",
    "...a fourth connected with the place they dream of being, and many more besides.",
    "And their whole life will be spent taking pieces of many different places...",
    "...and putting them together into a stained glass whole.",
    "Home for them is really a work in progress.",
    "It's like a project on which they're constantly adding...",
    "...upgrades and improvements and corrections.",
    "And for more and more of us,...",
    "....home has really less to do with a piece of soil, than you could say, with a piece of soul."
]