[
    "Our emotions influence every aspect of our lives, from our health and how we learn,...",
    "...to how we do business and make decisions, big ones and small.",
    "Our emotions also influence how we connect with one another.",
    "We've evolved to live in a world like this,...",
    "...but instead, we're living more and more of our lives like this.",
    "This is the text message from my daughter last night,...",
    "...in a world that's devoid of emotion.",
    "So I'm on a mission to change that.",
    "I want to bring emotions back into our digital experiences.",
    "I started on this path 15 years ago.",
    "I was a computer scientist in Egypt,...",
    "...and I had just gotten accepted to a Ph.D. program at Cambridge University.",
    "So I did something quite unusual for a young newlywed Muslim Egyptian wife.",
    "With the support of my husband, who had to stay in Egypt,...",
    "...I packed my bags and I moved to England.",
    "At Cambridge, thousands of miles away from home,...",
    "...I realized I was spending more hours with my laptop than I did with any other human.",
    "Yet, despite this intimacy, my laptop had absolutely no idea how I was feeling.",
    "It had no idea if I was happy, having a bad day, or stressed, confused,...",
    "...and so, that got frustrating.",
    "Even worse, as I communicated online with my family back home,...",
    "...I felt that all my emotions disappeared in cyberspace.",
    "I was homesick, I was lonely, and on some days I was actually crying,...",
    "...but all I had to communicate these emotions was this.",
    "Today's technology has lots of IQ but no EQ; lots of cognitive intelligence...",
    "...but no emotional intelligence.",
    "So that got me thinking, what if our technology could sense our emotions?",
    "What if our devices could sense how we felt and reacted accordingly,...",
    "...just the way an emotionally intelligent friend would?",
    "Those questions led me and my team to create technologies...",
    "...that can read and respond to our emotions, and our starting point was the human face.",
    "So our human face happens to be one of the most powerful channels...",
    "...that we all use to communicate social and emotional state,...",
    "...everything from enjoyment, surprise, empathy and curiosity.",
    "In emotion science, we call each facial muscle movement an action unit.",
    "So, for example, action unit 12, it's not a Hollywood blockbuster,...",
    "...it is actually a lip corner pull, which is the main component of a smile.",
    "Try it everybody.",
    "Let's get some smiles going on."
]