[
    "Now, the important thing about this story...",
    "...is that we both ended up catching the winds of luck...",
    "...as a result of his thank you note.",
    "But it was the winds that we didn't expect in the first place.",
    "Over the course of the last couple of years,...",
    "...I've come up with some tactics for my own life to help me really foster appreciation.",
    "My favorite is that at the end of every single day,...",
    "...I look at my calendar and I review all the people I met with,...",
    "...and I send thank you notes to every single person.",
    "It only takes a few minutes, but at the end of every day,...",
    "...I feel incredibly grateful and appreciative, and I promise you it has increased my luck.",
    "So first, you need to take some risks and get out of your comfort zone.",
    "Second, you need to show appreciation.",
    "And third, you want to change your relationship with ideas.",
    "Most people look at new ideas that come their way and they judge them.",
    "\"That's a great idea\" or \"That's a terrible idea.\"",
    "But it's actually much more nuanced.",
    "Ideas are neither good nor bad.",
    "And in fact, the seeds of terrible ideas are often something truly remarkable.",
    "One of my favorite exercises in my classes on creativity is to help students...",
    "...foster an attitude of looking at terrible ideas through the lens of possibilities.",
    "So I give them a challenge: to create an idea for a brand new restaurant.",
    "They have to come up with the best ideas for a new restaurant...",
    "...and the worst ideas for a new restaurant.",
    "So the best ideas are things like a restaurant on a mountaintop with a beautiful sunset,...",
    "...or a restaurant on a boat with a gorgeous view.",
    "And the terrible ideas are things like a restaurant in a garbage dump,...",
    "...or a restaurant with terrible service that's really dirty,...",
    "...or a restaurant that serves cockroach sushi.",
    "So they hand all the ideas to me, I read the great ideas out loud,...",
    "...and then I rip them up and throw them away.",
    "I then take the horrible ideas and redistribute them.",
    "Each team now has an idea that another team thought was horrible,...",
    "...and their challenge is to turn it into something brilliant."
]