[
    "I've spent nearly two decades observing what makes people luckier than others...",
    "...and trying to help people increase their luck.",
    "You see, I teach entrepreneurship, and we all know that most new ventures fail,...",
    "...and innovators and entrepreneurs need all the luck they can get.",
    "So what is luck?",
    "Luck is defined as success or failure apparently caused by chance.",
    "Apparently.",
    "That's the operative word.",
    "It looks like it's chance...",
    "...because we rarely see all the levers that come into play to make people lucky.",
    "But I've realized, by watching so long,...",
    "...that luck is rarely a lightning strike, isolated and dramatic.",
    "It's much more like the wind, blowing constantly.",
    "Sometimes it's calm, and sometimes it blows in gusts...",
    "...and sometimes it comes from directions that you didn't even imagine.",
    "So how do you catch the winds of luck?",
    "It's easy, but it's not obvious.",
    "So I'm going to share three things with you that you can do...",
    "...to build a sail to capture the winds of luck.",
    "The first thing you want to do is to change your relationship with yourself.",
    "Be willing to take small risks that get you out of your comfort zone.",
    "Now, when we're children, we do this all the time.",
    "We have to do this if we're going to learn how to walk...",
    "...or talk or ride a bike or even quantum mechanics.",
    "Right?",
    "We need to go from someone one week who doesn't ride a bike to, next week, someone who does.",
    "And this requires us to get out of our comfort zone and take some risks.",
    "The problem is, as we get older, we rarely do this.",
    "We sort of lock down the sense of who we are and don't stretch anymore.",
    "Now, with my students, I spend a lot of time giving them encouragement...",
    "...to get out of their comfort zone and take some risks.",
    "How do I do this?",
    "Well, I start out by having them fill out a risk-o-meter.",
    "Now, it's basically a fun thing we developed in our class...",
    "...where they map out what risks they're willing to take.",
    "And it becomes clear very quickly to them that risk-taking is not binary.",
    "There are intellectual risks and physical risks...",
    "...and financial risks and emotional risks and social risks and ethical risks and political risks.",
    "And once they do this, they compare their risk profiles with others,...",
    "...and they quickly realize that they're all really different.",
    "I then encourage them to stretch, to take some risks that get them out of their comfort zone.",
    "For example, I might ask them to do an intellectual risk...",
    "...and try to tackle a problem they haven't tried before;...",
    "...or a social risk, talking to someone sitting next to them on the train;...",
    "...or an emotional risk, maybe telling someone they really care about how they feel."
]