[
    "The second thing you want to do is to change your relationship with other people.",
    "You need to understand that everyone...",
    "...who helps you on your journey is playing a huge role in getting you to your goals.",
    "And if you don't show appreciation, not only are you not closing the loop,...",
    "...but you're missing an opportunity.",
    "When someone does something for you,...",
    "...they're taking that time that they could be spending on themselves or someone else,...",
    "...and you need to acknowledge what they're doing.",
    "Now, I run three fellowship programs at Stanford,...",
    "...and they are very competitive to get into,...",
    "...and when I send out the letters to those students who don't get in,...",
    "...I always know there are going to be people who are disappointed.",
    "Some of the people who are disappointed send me notes, complaining.",
    "Some of them send notes saying what could I do to make myself more successful next time around?",
    "And every once in a while, someone sends me a note thanking me for the opportunity.",
    "This happened about seven years ago.",
    "A young man named Brian sent me a beautiful note saying,...",
    "...\"I know I've been rejected from this program twice,...",
    "...but I want to thank you for the opportunity.",
    "I learned so much through the process of applying.\"",
    "I was so taken by the graciousness of his message that I invited him to come and meet me.",
    "And we spent some time chatting and cooked up an idea for an independent study project together.",
    "He was on the football team at Stanford,...",
    "...and he decided to do a project on looking at leadership in that context.",
    "We got to know each other incredibly well through that quarter,...",
    "...and he took the project that he started working on in the independent study...",
    "...and turned it, ultimately, into a company called Play for Tomorrow,....",
    "...where he teaches kids from disadvantaged backgrounds...",
    "...how to, essentially, craft the lives they dream to live."
]