[
    "I do this myself all the time.",
    "About a dozen years ago, I was on an airplane, early, early morning flight on my way to Ecuador.",
    "And normally, I'd just put on my headphones and go to sleep, wake up, do some work,...",
    "...but I decided to take a little risk,...",
    "...and I started a conversation with the man sitting next to me.",
    "I introduced myself, and I'd learned that he was a publisher.",
    "Interesting.",
    "We ended up having a fascinating conversation.",
    "I learned all about the future of the publishing industry.",
    "So about three quarters of the way through the flight, I decided to take another risk,...",
    "...and I opened up my laptop...",
    "...and I shared with him a book proposal I put together for something I was doing in my class.",
    "And he was very polite, he read it, and he said,...",
    "...\"You know what, Tina, this isn't right for us,...",
    "...but thank you so much for sharing.\"",
    "It's OK.",
    "That risk didn't work out.",
    "I shut my laptop.",
    "At the end of the flight, we exchanged contact information.",
    "A couple of months later, I reached out to him,...",
    "...and I said, \"Mark, would you like to come to my class?",
    "I'm doing a project on reinventing the book, the future of publishing.\"",
    "And he said, \"Great. I'd love to come.\"",
    "So he came to my class.",
    "We had a great experience.",
    "A few months later, I wrote to him again.",
    "This time, I sent him a bunch of video clips from another project my students had done.",
    "He was so intrigued by one of the projects the students had done,..",
    "...he thought there might be a book in it, and he wanted to meet those students.",
    "Now, I have to tell you, I was a little bit hurt, right?",
    "I mean, he wanted to do a book with my students and not with me, but OK, it's all right.",
    "So I invited him to come down, and he and his colleagues came to Stanford...",
    "...and met with the students, and afterwards, we had lunch together.",
    "And one of his editors said to me, \"Hey, have you ever considered writing a book?\"",
    "I said, \"Funny you should ask.\"",
    "And I pulled out the exact same proposal that I had showed his boss a year earlier.",
    "Within two weeks, I had a contract,...",
    "...and within two years, the book had sold over a million copies around the world.",
    "Now, you might say, \"Oh, you're so lucky.\"",
    "But of course I was lucky, but that luck resulted from a series of small risks I took,...",
    "...starting with saying hello.",
    "And anyone can do this, no matter where you are in your life,...",
    "...no matter where you are in the world, no matter ... even if you think you're the most unlucky person,...",
    "...you can do this by taking little risks that get you out of your comfort zone.",
    "You start building a sail to capture luck."
]