[
    "Now, that doesn't mean you're gonna be so complacent in life...",
    "...because we see them as very black-or-white.",
    "You're either ambitious or you're lazy.",
    "I don't think we're talking about either.",
    "You don't have to be ambitious in order to be detached or attached.",
    "You don't have to be lazy to say that \"I don't attach myself on to the universe.\"",
    "Like if you're going to sit an exam, you might as well do that fairly well.",
    "If you have to sit the exam because you know it means I get into a university,...",
    "...university means I get a good degree and it means I get a job,...",
    "...which means I get a way of living.",
    "Now, those aren't crazy ambitions.",
    "They're just quite realistic ambitions.",
    "What is discouraged is when you go so far...",
    "...based on the fact that you've got this kind of almost addiction with materialism.",
    "Like your ambition is that \"I want to drive a Ferrari and I want to own this...",
    "...and I want to live in a penthouse suite in the middle of New York.\"",
    "And you see, when you start saying...",
    "Now, society will tell you, \"Those are great ambitions.",
    "Yeah, go for it. You go for it. Fantastic!",
    "And we'll cheer you all the way.\"",
    "But then what?",
    "Let's say you reach every single one of your dreams.",
    "Do you think the richest people in the world are the happiest people in the world?",
    "Now, you can be ambitious for other things.",
    "You can be ambitious to help the world.",
    "And that's not driven by a sense of personal satisfaction...",
    "...because in fact, that's a hard thing to do.",
    "Because you can go and live a perfectly comfortable life...",
    "...and say \"Forget the rest of the world.\"",
    "You can be ambitious and driven and determined to do other things...",
    "...that's an ambition driven by love.",
    "You are already fulfilled. You're saying \"My life is pretty good right now.",
    "I'm not trying to satisfy my life.",
    "I can try and help other people.\"",
    "So, there are different ways to be ambitious.",
    "The question is: What are your ambitions based upon?",
    "Are they based upon some false sense of hope?",
    "And if it is based on a false sense of hope that I'm going to be happy tomorrow,...",
    "...guru says \"I can show you a way to be happy right now.\"",
    "So, it's not a question of \"Should I be ambitious or not?\"",
    "The question is: What is the driving factor behind that ambition?"
]