[
    "What do you know about 80s fashion?",
    "Absolutely nothing.",
    "I don't know anything about that.",
    "80s fashion is what hipsters are wearing today.",
    "Like the headbands across, with the leotards and the colored tights.",
    "Women in blazers all the time.",
    "Awful!",
    "Shoulder pads.",
    "Awful.",
    "First off, one of the biggest trends in the 80s for women:...",
    "...clothing that had built-in shoulder pads.",
    "Why do you think this was a thing in the 80s?",
    "You tell me!",
    "I don't know.",
    "I wasn't alive in the 80s.",
    "I don't even know.",
    "I didn't know shoulder pads were that serious.",
    "Maybe it made their waists seem much smaller.",
    "Maybe it makes their heads look smaller,  I don't know.",
    "Women were becoming more active in business...",
    "...and they wanted to show that they were capable,...",
    "...and they wanted to show that they were not masculine, necessarily...",
    "...but could handle the same things as men.",
    "Well, one of the reasons was a movement called power dressing.",
    "Power Dressing.",
    "Sounds so awesome.",
    "Power Dressing!",
    "Women wanted to show that they were capable in society,...",
    "...so they wanted to look more masculine.",
    "Okay, that makes sense.",
    "When I put it on, it makes me feel powerful.",
    "I think that women can be as powerful as men without making themselves look like men.",
    "What do you think of the loud colors of the 80s?",
    "It's not for me.",
    "They were very loud and eccentric back then, weren't they?",
    "We're more subdued now.",
    "I love it.",
    "It's so fun.",
    "As a person that dresses in black almost twenty-four seven, this is a fun change.",
    "I love it.",
    "But that's coming from me, who has no style, no fashion sense whatsoever.",
    "Can you talk about why you think fashion trends even happen...",
    "...because why is something that is cool not always cool?",
    "Maybe because people realize how stupid it is.",
    "Because they're horrible.",
    "Each generation sees their parents in things and it's like \"Ew! I don't want to wear those.\"",
    "If I saw my mom in Zubaz, this would be the geekiest thing I'd ever seen.",
    "But now that I'm wearing it, I love it.",
    "You can't wear the same thing forever, it has to change up and then it comes back."
]