[
    "Coronaviradae are actually an entire family of viruses...",
    "...that cause disease in mammals and birds.",
    "SARS for example was also a coronavirus.",
    "Now, viruses are interesting...",
    "...in that they are sometimes considered both living and nonliving things.",
    "They aren't made of cells, but they do have the ability to replicate,...",
    "...just in a different way than other organisms.",
    "Oh, and they're actually much, much smaller than cells.",
    "Now, to contract the coronavirus,...",
    "...you first have to come in contact with it,...",
    "...either through an infected person's respiratory secretions...",
    "...so a cough or a sneeze, through physical contact with them...",
    "...or by physically touching a surface that the virus is on...",
    "...and then touching somewhere like your nose or your mouth before washing your hands.",
    "In the case of the coronavirus,...",
    "...these symptoms include headaches, runny nose, coughing, sore throat and fever,...",
    "...which is part of the reason why it's been so hard to track and understand...",
    "...because those are common symptoms, we feel those all the time, specially during flu season...",
    "...or just from getting the common cold.",
    "Medical professionals would need to do laboratory tests on respiratory specimens...",
    "...as well as blood work and blood tests...",
    "...to understand if your symptoms are coming from the Wuhan coronavirus.",
    "In a healthy individual,...",
    "...the immune system will eventually realize that there's a foreign agent inside your body...",
    "...and mount an attack.",
    "The immune system is incredibly complex with a plethora of different mechanisms...",
    "...to take down your invaders.",
    "Your temperature increases which helps your immune system function better...",
    "...and actually makes it a more hostile environment for the virus.",
    "You might create more snot and phlegm,...",
    "...which make it harder for the virus to attach to your cells...",
    "...and also help to get rid of dead viruses and immune cells.",
    "You may feel weak and tired as your body starts to prioritize fighting off this virus...",
    "...instead of doing your regular day-to-day activities.",
    "And your bones may actually feel sore and ache...",
    "...and that's because they're actually making more white blood cells."
]