[
    "So, I came up with a setup that would guarantee success 100 percent of the time.",
    "With my setup, it would be nearly impossible to fail.",
    "And that was that instead of trying to succeed,...",
    "...I was going to try to build things that would fail.",
    "And even though I didn't realize it at the time, building stupid things was actually quite smart,...",
    "...because as I kept on learning about hardware,...",
    "...for the first time in my life, I did not have to deal with my performance anxiety.",
    "And as soon as I removed all pressure and expectations from myself,...",
    "...that pressure quickly got replaced by enthusiasm, and it allowed me to just play.",
    "So, as an inventor, I'm interested in things that people struggle with....",
    "...It can be small things or big things or medium-sized things...",
    "...and something like giving a TED talk presents this whole new set of problems that I can solve.",
    "And identifying a problem is the first step in my process of building a useless machine.",
    "So, as much as my machines can seem like simple engineering slapstick,..",
    "...I realize that I stumbled on something bigger than that.",
    "It's this expression of joy and humility that often gets lost in engineering,...",
    "...and for me, it was a way to learn about hardware without having my performance anxiety get in the way.",
    "Now, I often get asked if I think I'm ever going to build something useful, and maybe someday I will.",
    "But the way I see it, I already have because I've built myself this job...",
    "...and it's something that I could never have planned for, or that I could.",
    "It's something that I could never have planned for.",
    "Instead, it happened just because I was enthusiastic about what I was doing,...",
    "...and I was sharing that enthusiasm with other people.",
    "To me, that's the true beauty of making useless things,...",
    "...because it's this acknowledgment that you don't always know what the best answer is.",
    "And it turns off that voice in your head that tells you that you know exactly how the world works.",
    "And maybe a toothbrush helmet isn't the answer, but at least you're asking the question.",
    "Thank you."
]