[
    "Hi, everybody.",
    "Let me start by saying the obvious: These aren't normal times.",
    "As we all manage our way through a pandemic unlike anything we've seen in a century,...",
    "...Michelle and I hope that you and your families are safe and well.",
    "If you've lost somebody to this virus or if someone in your life is sick,...",
    "...or if you're one of the millions suffering economic hardship,...",
    "...please know that you're in our prayers.",
    "Please know that you're not alone because now is the time for all of us...",
    "...to help where we can and to be there for each other...",
    "...as neighbors, as co-workers and as fellow citizens.",
    "In fact, over the past weeks, we've seen plenty of examples of the kind of courage,...",
    "...kindness and selflessness that we're going to need...",
    "...to get through one of the most difficult times in our history.",
    "Michelle and I have been amazed at the incredible bravery of our medical professionals...",
    "...who are putting their lives on the line to save others,...",
    "...the public servants and health officials battling this disease,...",
    "...the workers taking risks every day to keep our economy running,...",
    "...and everyone who's making their own sacrifice at home with their families,...",
    "...all for the greater good.",
    "But if there's one thing we've learned as a country from moments of great crisis,...",
    "...it's that the spirit of looking out for one another...",
    "...can't be restricted to our homes or our workplaces or our neighborhoods or our houses of worship.",
    "It also has to be reflected in our national government,...",
    "...the kind of leadership that's guided by knowledge and experience,...",
    "...honesty and humility, empathy and grace.",
    "That kind of leadership doesn't just belong in our state capitals and mayor's offices.",
    "It belongs in the White House,...",
    "...and that's why I'm so proud to endorse Joe Biden for president of the United States."
]