[
    "Let's get this out of the way.",
    "Ancient Greece and Rome were really colorful.",
    "Their buildings were full of intricate frescoes and elaborate mosaics...",
    "...and covered with vibrantly painted statues...",
    "...of things like epic battles, glimmering gods, and pretty flowers.",
    "But today, most of us picture something more like this...",
    "...brilliant white marble as far as the eye can see.",
    "We're wrong.",
    "But, it's not our fault.",
    "It's Hollywood's fault.",
    "And our high school textbooks' fault.",
    "White marble became the norm.",
    "Along the way, art historians reinforced this bias.",
    "Namely this guy, Johann Joachim Winckelmann.",
    "He's sometimes known as the father of Art History.",
    "In the 18th century, he wrote a hugely influential book on ancient art.",
    "He went out of his way to ignore obvious evidence of colored marble,...",
    "...and there was a lot of it,...",
    "...especially after the rediscovery of the ancient Roman city of Pompeii in the 1700s.",
    "And one particular mural of an artist in the act of painting a sculpture.",
    "This colorful sculpture was also found in Pompeii.",
    "Winckelmann claimed it was too primitive to have been made by them.",
    "But, evidence wasn't just ignored.",
    "Some of it might have been destroyed.",
    "Luckily, art historians have since shifted to believe...",
    "...it's not about what people think looks better.",
    "It's about what's accurate.",
    "But, how did they get from this to this?",
    "Today, scientists can extract and test those tiny samples...",
    "...to determine the original pigments used.",
    "To the Greeks and the Romans, painting a sculpture made it complete.",
    "Color can make marble seem human or godlike.",
    "It infused them with drama and emotion.",
    "It brought history and mythology to life.",
    "And even though these reconstructions aren't perfect,...",
    "...seeing these statues in color...",
    "...can bring us a little closer...",
    "...to understanding what the ancient world might have looked like."
]