[
    "\"Jonathan Livingston Seagull\"",
    "This is one of the very few books...",
    "...I've ever read multiple times throughout my life.",
    "It's very simple.",
    "I think that's why I like it so much.",
    "This book is definitely not for everybody,...",
    "...and I do believe that it requires an open mind.",
    "But, for those that can connect with the story,...",
    "...I feel like it has a lasting impact.",
    "It's the story of Jonathan,...",
    "...the seagull that is unsatisfied with just learning how to fly.",
    "This is a bird with an intense desire to learn...",
    "...and to push limits and boundaries.",
    "This book is about his journey, the stages he goes through,...",
    "...the obstacles that he faces.",
    "I almost don't want to say anything else about it.",
    "Maybe because I don't want to give the wrong idea...",
    "...or to elevate expectations.",
    "You could almost call this a children's book.",
    "You can easily read it in one sitting,...",
    "...but trust me when I say that it will live in your mind...",
    "...for far longer than that.",
    "Just a final note about it:...",
    "...I highly recommend actually reading this one,...",
    "...rather than listening to it and to get the older version.",
    "Both the newer version and the audio version really kill some of the magic...",
    "...by adding things that aren't needed.",
    "The original was perfect as it was, in my opinion.",
    "I hope that this moved you in some way.",
    "I guess this is sort of a way for me...",
    "...to express my gratitude to the authors of these books.",
    "Whatever you do, if books are not currently a part of your life,...",
    "...try to bring them back.",
    "They will change you.",
    "If it doesn't work for you, you know, audiobooks isn't your thing,...",
    "...or you don't like one of the titles,...",
    "...that's totally cool.",
    "You know, it's not for everybody.",
    "But, all I'm saying is give it a shot."
]