[
    "The 911 Targa, still a style icon today.",
    "It's unique design emerged from a special set of circumstances.",
    "In the early 1960s, a discussion about inadequate safety features in convertibles...",
    "...was underway in the United States.",
    "A ban on the sale of convertibles was considered...",
    "...so Porche developed a new body type...",
    "...under the direction of Ferdinand Alexander Porche.",
    "Inspired by motorsport, the car was given a roll bar.",
    "Other new features included a roof section...",
    "...that could be taken out and stowed in the trunk...",
    "...as well as a fabric top in the back...",
    "...that continued the silhouette of the 911 coupe.",
    "All that was missing was the name.",
    "The first series models rolled out of the plant...",
    "...in Zuffenhausen in early 1967.",
    "The Targa found fervent admirers from the word \"go\".",
    "More than a quarter of all first generation Porche 911s...",
    "...were delivered with a silver roll bar.",
    "In addition to the folding window,...",
    "...it was fitted with a pane of heatable glass.",
    "At the 1969 IAA, Porche debut the 914,...",
    "...paving the way for the final breakthrough of the Targa roof.",
    "The 911 S2.2 Targa of 1970 appeared in the popular 911 design.",
    "It featured a 180 hp 6-cylinder boxer engine...",
    "...and reached a top speed of 230 kilometers per hour...",
    "...with minimal turbulence in the cockpit.",
    "Ultimately the top of the range 911 turbo...",
    "...came with the Targa roof.",
    "In 1995, the fourth generation of the Targa...",
    "...was fitted with a multisection fully electric...",
    "...panoramic roof made of safety glass...",
    "...which made the roll bar unnecessary.",
    "The roll bar made its come back in the 2014 Targa...",
    "...and with it cutting edge roof technology.",
    "It opened in a swift 19 seconds.",
    "The first safety convertible...",
    "...became one of the most beautiful sports cars in the world.",
    "A beauty from the get-go."
]