[
    "President Bolsonaro has tested positive,...",
    "...we just learned in the last hour, for coronavirus.",
    "This diagnosis, of course, comes after months of Bolsonaro dismissing...",
    "...and mocking the seriousness of the coronavirus,...",
    "...calling it something like a little flu.",
    "Ah, well, we're hearing a lot more of the president's words...",
    "...after he broke news in a little press gaggle in front of the palace.",
    "He did give an interview to CNN Brazil,...",
    "...and he talked about the fact that given the symptoms,...",
    "...it started Sunday with a certain indisposition as he described it,...",
    "...aggravated through Monday.",
    "He had a fever,...",
    "...and given the symptoms, the medical team decided to apply hydroxychloroquine.",
    "\"I took it yesterday about five o'clock.",
    "At 5 AM, I took the second dose; I confess, I feel perfectly well.",
    "And I can tell you more; I'm the president, I'm on the frontline.",
    "I don't run away from my responsibility nor do I shy away from the people.",
    "Because of my contact with them, I thought I had contacted already...",
    "...and not noticed it like the majority of the Brazilian population...",
    "...who contacts the virus and doesn't know.\"",
    "But later on, he talked about that people under 40 years old,...",
    "...the chances he says, the consequences of contamination...",
    "...is quote, \"close to zero.\"",
    "\"We have to worry about the virus, yes, but also with unemployment.",
    "I know, no one can recover from dying, but the economy that's not working...",
    "...leads to other causes of death and suicide.",
    "We've suffered very harsh criticism in this regard,...",
    "...but today shows that we are right.\"",
    "\"The fact that I am infected,\" Bolsonaro says, \"shows that I am a human being.\"",
    "\"Before, they said it was to be administered only in severe cases.",
    "We know now, that this stage, the chance is almost zero.\""
]