[
    "Your network is very important in your career.",
    "But sometimes, you won't have a connection...",
    "...to somebody that you want to...",
    "...you know, meet up with or learn more about their career.",
    "And that's where cold connections  come in.",
    "A cold connection is someone who you've never met before...",
    "...and you maybe don't have any shared connections with.",
    "So therefore, the first time you reach out to them,...",
    "...it's going to be what we called a cold reach out.",
    "Cold connections are great and you're gonna find a lot of them on LinkedIn.",
    "When you're reaching out to people that you don't already know,...",
    "...you need to be professional and polite.",
    "What that means is making sure that you always tell them a little bit about who you are..",
    "...and why you want to connect.",
    "If you do that, the chances of them denying your connection or not wanting to reach out...",
    "...are a lot slimmer.",
    "So, when you find the people on LinkedIn that you want to connect with...",
    "...and add to your network,...",
    "...you're going to send them a connection request...",
    "...but you need to personalize the note.",
    "So, when you send that connection request,...",
    "...the personalized note  that you send with that...",
    "...is where you want to focus on those etiquette rules...",
    "...of being professional and polite.",
    "Give them a heads-up about why you're connecting with them.",
    "It's a good idea to read through their summary or profile...",
    "...because they might say something in their summary like...",
    "\"Hey, I'm happy to connect with people I don't know,...\"",
    "\"...just tell me who you are first.\"",
    "Or sometimes, in their summary they might say...",
    "\"I don't accept people I've never worked with before.\"",
    "And remember, with this note, you really want to keep it short and sweet.",
    "You could say, \"Hi Grace, I'm Betsy...\"",
    "\"...and like you, I also work as a graphic designer for a startup in Los Angeles.\"",
    "\"I noticed we're both from Atlanta and would love to connect with you.\"",
    "\"Thanks, Betsy.\"",
    "So, what you're really trying to do here is make sure that...",
    "...yes, your note is concise, but also that there's something there...",
    "...that's relatable to them in some way, shape or form."
]