[
    "When it comes to the manufacturing and design of high-tech toilets,...",
    "...there's no country in the world that surpasses Japan,...",
    "...but now they've taken it to another level...",
    "...and they've designed and installed the world's very first see-through toilet cubicle.",
    "So, these newly installed cubicles are funded by the Nippon Foundation,...",
    "...and although it's transparent and certainly catching a lot of attention,...",
    "...there are a few sensible reasons behind it.",
    "So, one of the main reasons is actually safety.",
    "A lot of attacks that happen against women often happen in public bathrooms...",
    "...in areas that are less lit and less populated.",
    "The idea here is that the glass is actually transparent when it's not in use,...",
    "...so they can see if someone is waiting inside.",
    "It's a universally held opinion that public toilets are often gross...",
    "...and rather grim places that you really only opted to use...",
    "...if you had no other choice.",
    "In a bid to change the status quo, the Nippon Foundation...",
    "...has dreamt up the Tokyo Toilet Project,...",
    "...which aims to renovate 17 public toilets...",
    "...located in Shibuya using advanced designs to make them easily accessible for everyone...",
    "...regardless of gender, age or disability.",
    "All of this is with a goal in mind...",
    "...to demonstrate the possibilities of a more inclusive society.",
    "You see that once the handle goes down, all the walls are completely opaque,...",
    "...and I should add that I don't usually come in to the disabled toilets,...",
    "...but this is the launch day of this facility,...",
    "...and there's actually a press person outside...",
    "...and they said it's okay for us to come in here...",
    "...and check out this stall...",
    "...just because it's a little bit bigger.",
    "Next door, you got the women's and then the men's one at the end there,...",
    "...but they're a little bit more narrow,...",
    "...so this one gives me more room to swing the camera around.",
    "You can see here we've got a very fancy,...",
    "...very quite standard Japanese toilet.",
    "You all know you would love them,...",
    "...and we've got a little diaper changing station over here in the corner...",
    "...and a couple of sinks.",
    "And yeah, quite a bit of room because like I say, it's the disabled toilet.",
    "But that's it really.",
    "It's kind of interesting, so now I'm going to go out,...",
    "...and I guess we'll flip up the handle and see what happens.",
    "Whoa, crazy!"
]