[
    "Right from the start, it can be tempting to upgrade your schematics...",
    "...once you have the experience available for it,...",
    "...but you should definitely wait before you start upgrading these items.",
    "See, when you upgrade a schematic,...",
    "...not only do you make the base power of your weapons stronger,...",
    "...but you also make it cost more crafting materials.",
    "Sometimes, if you upgrade a schematic too far,...",
    "...you won't be able to actually get those schematics...",
    "...until you reach later points in the game.",
    "This makes the schematics useless to you,...",
    "...and you'll want to avoid this at all times.",
    "One of the most interesting choices that Epic Games have made for Fortnite...",
    "...is the durability feature.",
    "Basically, each weapon that you use has a specific durability,...",
    "...and once this durability runs out, the weapon breaks and another is equipped.",
    "This means you want to be constantly on the lookout for toolboxes...",
    "...and any other objects that you can search...",
    "...as you'll need to be able to build new weapons...",
    "...from your schematics when you need them.",
    "Of course, you shouldn't overstock your weapons or hoard items you find in the wild...",
    "...as you have a very limited amount of space in your inventory.",
    "You can keep an eye on your weapons durability by checking the line in the right icon.",
    "This line starts at the top and slowly wears down as you use the weapon more and more.",
    "Most weapons have a pretty good amount of durability, but lower tier heavy weapons...",
    "...like the RPG have a much smaller amount of durability.",
    "The kicker here though is that they have unlimited ammunition...",
    "...so you won't have to waste resources crafting ammo for them.",
    "Being a new player on Fortnite can be stressful...",
    "...especially if you don't know how to use the game's basic systems.",
    "If you keep all the information we've shared in mind,...",
    "...then you should be well on your way to mastering the basics...",
    "...and moving on to the more advanced parts of the game."
]