[
    "All kids are a joy to be around.",
    "But Japanese children are some of the most polite, friendly...",
    "...and well-behaved you'll ever meet.",
    "No. 4: The children's nutrition is spot on.",
    "If your little one throws a temper tantrum at the sight of veggies on their plate...",
    "...and they're screaming  for chicken nuggets instead,...",
    "...then this Japanese parenting tip should help.",
    "In Japan, children always have a balanced meal.",
    "Their parents prepare a nutritional lunch that usually includes some rice,...",
    "...vegetables, soup and lean meat.",
    "So when they go to school, they don't scarf down a bunch of junk...",
    "...that doesn't fuel their body but instead gives them mood swings...",
    "...makes them fatigued or on the other end of the spectrum,...",
    "...causes them to be super hyper and unfocused.",
    "Of course, when you eliminate this bad stuff that brings on mental fog,...",
    "...kids can concentrate on their homework and grades.",
    "No. 3: Children must think of others.",
    "If kids everywhere thought about other people's feelings,...",
    "...you'd never see a sibling whack another one with a Lego piece...",
    "...or throwing a temper tantrum in the middle of the grocery store.",
    "From the very early age, parents in Japan teach their children to think of others...",
    "...before they speak or act.",
    "So it's very uncommon to see a child crying uncontrollably...",
    "...or being aggressive in public.",
    "Wherever they are, whether it be at school, restaurants or museums,...",
    "...kids are well-behaved.",
    "They stay in their seat, eat what their parents put in front of them...",
    "...and talk without raising their voices.",
    "This means that even if children are uncomfortable,...",
    "...or something upsets them, they don't show it.",
    "They either keep it to themselves, let it go or express it without making a big scene.",
    "No. 2: Children are highly independent.",
    "Depending on where you live, the thought of letting your child walk to school alone...",
    "...might turn your stomach in knots.",
    "But in Japan, kids as young as seven years old, get to travel to school by themselves.",
    "The Japanese get away with this because they have a phenomenal public transport systems.",
    "And one of the lowest crime rates in the world.",
    "Children are responsible for taking themselves to school and heading back home afterwards.",
    "No. 1: Parents discipline their children in private.",
    "In a lot of countries, when a child is making a fuss in public, yelling...",
    "...or just generally misbehaving, parents might rush to put a stop to things at once.",
    "Many parents discipline their kids in the presence of others.",
    "But Japanese parents tend to do it behind doors and away from prying eyes.",
    "In Japan, parent's are expected to be role models that remain patient...",
    "...when their children are misbehaving."
]