[
    "The overarching goal of Project Natick...",
    "...is to evaluate the feasibility of underwater data centers.",
    "Phase one was just to be able to figure out,...",
    "...can we get computers into a container...",
    "...and can we deploy them in the water without it leaking,..",
    "...and do the computers survive and how well do they last?",
    "Phase two was to show that we can make it in a manufacturable production scale component.",
    "So, the container behind me, it fits on a trailer, it fits on a cargo ship,...",
    "And it allows us to actually build up this data center to any size that we want.",
    "Computers are not designed to work in an environment that we humans operate.",
    "So, things like oxygen, moisture in the air,...",
    "...that is really bad for computers, it causes corrosion on the components.",
    "You also get temperature fluctuations.",
    "So, the heat from night to day and summer to winter can cause those components to fail...",
    "...and so we had this theory that if we're really in a stable environment,...",
    "...we're in this cylinder, we've taken all the oxygen out.",
    "We've controlled the humidity.",
    "No one's walking around.",
    "There's nobody bumping things and causing any additional failures...",
    "...that we'd see better reliability.",
    "And so far, as we've been monitoring this and the data center that we have on land...",
    "...that are using the same components,...",
    "...we see one-eighth the failure rate in the ocean data center than we do on land.",
    "We got some good data on reliability.",
    "We've proven out that we can do this whole deployment process.",
    "Now, let's finish the story and let's show that we can do the retrieval...",
    "...and we can do the recycling once it does reach end of life...",
    "...and make sure that that entire cycle is possible,",
    "This project gives us the ability to feel like we're working not just on computers,...",
    "...not just on data centers, but on sort of moving forward environmental responsibility...",
    "...as a company and as individuals."
]