[
    "My fellow Americans, four years ago,...",
    "...we launched a great national effort to rebuild our country,...",
    "...to renew its spirit, and to restore the allegiance of this government to its citizens.",
    "In short, we embarked on a mission to make America great again for all Americans.",
    "As I conclude my term as the 45th President of the United States,...",
    "...I stand before you truly proud of what we have achieved together.",
    "We did what we came here to do and so much more.",
    "This week, we inaugurate a new administration...",
    "...and pray for its success in keeping America safe and prosperous.",
    "We extend our best wishes, and we also want them to have luck, a very important word.",
    "Most of all, I want to thank the American people.",
    "To serve as your president has been an honor beyond description.",
    "Thank you for this extraordinary privilege.",
    "And that's what it is, a great privilege and a great honor.",
    "We must never forget that while Americans will always have our disagreements,...",
    "...we are a nation of incredible, decent, faithful, and peace-loving citizens...",
    "...who all want our country to thrive and flourish...",
    "...and be very, very successful and good.",
    "We are a truly magnificent nation.",
    "All Americans were horrified by the assault on our Capitol.",
    "Political violence is an attack on everything we cherish as Americans.",
    "It can never be tolerated.",
    "Now more than ever,...",
    "...we must unify around our shared values and rise above the partisan rancor,..",
    "...and forge our common destiny.",
    "Four years ago, I came to Washington as the only true outsider ever to win the presidency.",
    "I had not spent my career as a politician,...",
    "...but as a builder looking at open skylines and imagining infinite possibilities.",
    "I ran for president because I knew there were towering new summits for America...",
    "...just waiting to be scaled.",
    "I knew the potential for our nation was boundless as long as we put America first.",
    "So I left behind my former life and stepped into a very difficult arena,...",
    "...but an arena nevertheless, with all sorts of potential if properly done.",
    "America had given me so much, and I wanted to give something back."
]