[
    "Seven months after launching from Florida's Cape Canaveral,...",
    "...NASA's Perseverance Rover..",
    "...completed a space journey of nearly half a billion kilometers...",
    "...to the surface of Mars.",
    "The mission ahead: to search the red planet for signs of ancient life.",
    "For now, NASA's scientists like Lori Glaze are breathing a sigh of relief...",
    "...after the perilous landing.",
    "It is definitely the most dangerous thing we have to do.",
    "And the most challenging thing is entering the Mars atmosphere.",
    "Mars' atmosphere is very thin.",
    "It's about one percent of Earth's atmosphere...",
    "...so it's just enough atmosphere that we get really hot coming in...",
    "...but not enough atmosphere to slow us down,...",
    "...so very challenging.",
    "NASA aimed to park its rover at the Jezero crater...",
    "...that scientists believe was once filled with water,...",
    "...an essential prerequisite for life as we know it.",
    "Perseverance is the biggest vehicle NASA has to rove on Mars.",
    "On board is the helicopter Ingenuity.",
    "Together they will survey the Martian surface....",
    "...and collect samples that could answer an age-old question,...",
    "...\"Did life ever exist beyond Earth?\"",
    "But that's not all according to NASA's Thomas Zurbuchen.",
    "What's so exciting about this, it's not only the landing and the investigations,...",
    "...which is just search for extinct ancient life...",
    "...from a time where life arose on Earth.",
    "If everything goes exactly like we hope, later in the 20s,...",
    "...we're going to go pick up the samples this vehicle is collecting...",
    "...and bring it back to Earth for the first round-trip to the planet Mars.",
    "Perseverance is scheduled to spend at least one Martian year or two Earth years...",
    "...exploring the landing site region of the ancient river Delta...",
    "...in a lake that once filled the Jezero crater.",
    "Arash Arabasadi, VOA News."
]