[
    "Millions of communities around the world rely on the industries...",
    "...that mine, make and transport the things we use today.",
    "That means that everywhere in the world, energy transitions will be disruptive.",
    "Those disruptions will ultimately make us successful.",
    "But, they also mean finding new ways to manufacture products,...",
    "...generate electricity, move people and cargo from place to place,...",
    "...produce food, and heat and cool our buildings.",
    "And these new ways may not use the same workforce...",
    "...or be located in the same place as the old ways.",
    "Unfortunately, this conversation sometimes happens as an afterthought,...",
    "...when it's already too late to undo the damage.",
    "...or without including the communities that are affected by the changes.",
    "We can do it differently.",
    "In the race to develop new technologies...",
    "...to replace the ones that emit greenhouse gases,...",
    "...we have to consider the families...",
    "...that depend on the old technologies for a paycheck.",
    "If we're thoughtful about it,...",
    "...we can guarantee that the technological transformation...",
    "...we need to address climate change actually creates good, safe jobs...",
    "...and a more equitable, prosperous economy.",
    "We need to plan for these transitions either to the new technologies...",
    "...or to entirely new economic opportunities...",
    "...at the same time as we're inventing the new tools...",
    "...to complete the overall energy transition.",
    "We need to work with communities to design transitions that will benefit everyone,...",
    "...including coal miners in West Virginia,...",
    "...factory workers in Ohio and North Carolina,...",
    "...farmers across the American Heartland, long-haul truckers in China...",
    "...and railroad workers who move coal across India.",
    "No matter where we live or where we come from,...",
    "...we all want to build stronger communities.",
    "The only way to do that is to work together."
]