[
    "Autocomplete is a feature within Google search...",
    "...designed to make it faster to complete searches you're beginning to type.",
    "We created it to help save people time, which it definitely does.",
    "On average, Autocomplete reduces typing by about 25 percent.",
    "How it works, at a very basic level,...",
    "...is by looking at what you're starting to type in the search bar,...",
    "...sorting through trillions of past Google searches...",
    "...to find ones that include the letters you just typed,...",
    "...then displaying some of the most common ones.",
    "So, what you see in Autocomplete...",
    "...are predictions based on lots of data about how people search.",
    "That's why the first queries you typically see are your own past searches,...",
    "...because data tell us users tend to repeat them.",
    "Those predictions are indicated by a clock icon.",
    "And you can delete them right in the search bar,...",
    "...or you can visit your Google Account page.",
    "Another thing to know is that a common query...",
    "...in one part of the world may not be so common in another.",
    "That's why Autocomplete considers location,...",
    "...as well as the language being used, when displaying predictions.",
    "Autocomplete also takes into account what searches have been trending,...",
    "...which is why queries related to the news or recent events...",
    "...may move up the list of predictions when relevant.",
    "The last thing Autocomplete factors in is what you won't see,...",
    "...predictions identified as inappropriate, harmful, or otherwise against our policies.",
    "We don't stop anyone from searching for whatever they want.",
    "We've simply designed policies so people won't be unintentionally surprised,...",
    "...shocked, or otherwise shown unhelpful predictions in Autocomplete,...",
    "...because Autocomplete has always been about getting you...",
    "...to what you're really looking for quicker.",
    "And with billions of searches being completed every day,...",
    "...our predictions will keep getting better, getting you to results even faster."
]