[
    "So, here's the thing,...",
    "...the climate emergency is upon us,...",
    "...and if we want to make it through this,...",
    "...we have to plant millions of trees, which, you know, Ecosia does,...",
    "...but that's not going to be enough.",
    "We also have to say goodbye to fossil fuels, once and for all,...",
    "...and accelerate the transition to clean, renewable energy.",
    "All the experts agree.",
    "One of our highest priorities as a society has to be cuts to greenhouse gas emissions.",
    "So, as a result, the move to renewable energies is absolutely critical...",
    "...as we attempt to try and address climate change.",
    "Ecosia started building solar plants in 2018.",
    "This way, we now feed enough renewable energy into the grid...",
    "...to power every single one of your Ecosia searches with 100% renewable energy.",
    "But there's more!",
    "So, by running on 100% renewable energy and by using our surplus income...",
    "...in order to finance tree planting projects across the world,...",
    "...we are much more than climate neutral.",
    "Each search is removing substantial amounts of CO2 from the air.",
    "By planting trees, we absorb CO2,...",
    "...and by producing renewable energy, we prevent CO2 from being released.",
    "But that's still not quite good enough for us.",
    "In 2019, we're becoming the first company...",
    "...to produce twice as much renewable energy as we need.",
    "This way, we feed enough renewable energy into the grid to power your searches...",
    "...and to crowd out dirty energy.",
    "So, when you're using Ecosia,...",
    "...you're not just fighting climate change by planting trees,...",
    "...you're not just running on 100% of renewable energy,...",
    "...but you're actively supporting the energy transition...",
    "...to a fully renewable energy system.",
    "With the climate emergency upon us, we have no time to waste.",
    "By using Ecosia, you can both remove CO2 from the atmosphere...",
    "...by planting trees and prevent CO2 from being released in the first place...",
    "...by accelerating the transition to a sustainable, renewable future."
]