[
    "Iga, congratulations. Roland-Garros champion.",
    "Has it sunk in yet?",
    "How do you reflect on the magic of yesterday?",
    "It was pretty hard because I still have a lot of emotions...",
    "...and it was hard to look from another perspective on this whole tournament.",
    "So, I think I'm going to need to have some more time...",
    "...to just get my thoughts straight...",
    "...and just see the whole two weeks from a distance.",
    "So, right now I'm still happy and I'm still kind of shocked.",
    "And right now I'm going to have a lot of responsibilities...",
    "...which are going to be new for me, so it's a new experience.",
    "And I still have some things to learn.",
    "So, I'm just going to enjoy the moment.",
    "There are loads of messages popping in on social media,...",
    "...congratulating you from Djokovic, Osaka, Billie Jean King, Levandusky.",
    "What does that kind of praise mean to you?",
    "Well, it's a lot.",
    "I know that it's a weird feeling having so many popular people behind you...",
    "...and still I feel like I'm not really a celebrity,...",
    "...so it's also overwhelming for me to get messages from people like that.",
    "But it's nice that I have support.",
    "And also I feel like the whole Poland,...",
    "...my country, was behind me the whole tournament.",
    "They were believing in me so I believed in me.",
    "And it was just amazing and I'm really thankful for the whole,...",
    "...for my fans and for the people.",
    "You've had a dream two weeks here, obviously your first Grand Slam...",
    "...but what's been the real highlight for you?",
    "I think winning against Simona Halep was the measure that I'm gonna remember the most.",
    "...and obviously the final and the trophy ceremony.",
    "But I think on the quarterfinal, I finally realized...",
    "...that I can play my best tennis even under pressure.",
    "And during the whole tournament, I've made a huge progress..",
    "...and I was catching confidence in every match.",
    "...so at the end I just felt that I can win with everyone...",
    "...and it was also new for me and amazing.",
    "Thank you so much. Congratulations.",
    "Thank you."
]