[
    "Turmeric ginger shots, elderberry syrup, vitamin C tablets.",
    "No one likes to be sick, so it's 100 percent understandable...",
    "...why we're all intrigued by products...",
    "...that promise to boost our immune system.",
    "The problem is that we often think about the immune system in the wrong way.",
    "We think of it like a muscle that we can strengthen...",
    "...by feeding it lots of antioxidants and supplements.",
    "But that's just not how the immune system works.",
    "While the immune system can be suppressed and can be less effective,...",
    "...for example, in people receiving chemotherapy,...",
    "...the reverse, strengthening the system overall, just doesn't happen.",
    "Our immune system is what protects us from the bacteria, viruses, fungi and toxins...",
    "...we encounter on a constant basis.",
    "It also plays an integral part in wound healing.",
    "It's an elegant network of cells, tissues and organs, all working together.",
    "You can think of the immune system in two broad terms: innate immunity and adaptive immunity.",
    "Innate immunity means nonspecific defense mechanisms, and this is our first line of protection.",
    "It helps fight off pathogens before they cause a problem.",
    "It's like a bouncer at the door of a club.",
    "The innate immunity keeps invaders out or neutralizes them shortly after entry...",
    "...so they don't start a fight inside.",
    "It can only recognize self, meaning what's allowed in the club,...",
    "...and nonself, meaning what's not allowed inside.",
    "Think the physical barriers of our skin, the hairs in our nose,...",
    "...the eyelashes that blink out dirt, even vaginal discharge that prevents infections.",
    "Now, if a pathogen does manage to get past the first line of defense,...",
    "...we have another layer of protection: the adaptive immune system,...",
    "...which is more complex and targeted than our bouncer.",
    "The adaptive immune system responds to antigens.",
    "Antigens are unique proteins on the surface of pathogens,...",
    "...which helps identify what kind of pathogen it is.",
    "Kind of like a name tag.",
    "Your immune system is constantly reading name tags,...",
    "...and when one is recognized as being on the \"no entry list,\"...",
    "...the adaptive immune system creates special immune cells to attack,...",
    "...which are specialized white blood cells called lymphocytes."
]