[
    "Baseball is witnessing something insane.",
    "One of the best hitters in the league...",
    "...and one of the best pitchers in the league were the same person.",
    "But that's exactly what's going on.",
    "Shohei Ohtani, the first two-way star in a hundred years,...",
    "...goes against everything we thought we knew about baseball, and yet, he is making it look easy.",
    "But what Ohtani is doing is just another level.",
    "He's the best baseball player I've seen in my life.",
    "He can hit the ball 900 feet and throw 99 off the mound.",
    "Yeah!",
    "Like who else is doing that, bro?",
    "So why has Ohtani's story unfolded differently?",
    "Well, it was mostly by chance.",
    "Like many American highschool prospects, Ohtani was a two-way star in Japan.",
    "He led his team deep into the Koshen, a national high school tournament that is a huge deal there.",
    "He was one of the highest profile prospects in Japanese baseball history...",
    "...and everyone everywhere was interested in signing him.",
    "Japanese teams in the Nippon Professional Baseball league, viewed Ohtani as a pitcher.",
    "American teams viewed him as a hitter.",
    "If he signed with a major league team, he almost certainly would have been asked to focus on just his hitting.",
    "The 18-year-old phenom, like dozens of two-way players before him,...",
    "...was ready to focus on just one skill set.",
    "He declared his intent to play in MLB and asked the Japanese teams not to draft him.",
    "But the Nippon Ham Fighters had an ace up their sleeve.",
    "The club took a risk and it paid off.",
    "He spent five seasons with the NPB, proving himself as a two-way threat.",
    "He racked up a league championship and a whole host of hardware.",
    "But just like the Nippon Ham Fighters, the Angels were willing to take the risk.",
    "Take one part phenom talent, add an open-minded GM, a healthy dose of patience,...",
    "...and, voila, we all get to witness history.",
    "But what happens next?",
    "It's like Ohtani unlocked a cheat code.",
    "Teams get two-way star players for the price and roster spot of one."
]