[
    "Welcome. This is my office.",
    "I am on Microsoft Teams' product marketing team.",
    "I focus on webinars and events capability on Teams.",
    "Starting from working from home, I set up my working station by my dining table.",
    "It was really, really hard because my husband also works from home.",
    "We have a two-year-old toddler.",
    "Our daily routine just got completely changed.",
    "I didn't have the separation from work and life.",
    "When I first designed this room,...",
    "...I really think about, I need space in this house just for myself,...",
    "...where I can just take a short break, ...",
    "...but also, I can enjoy having a cup of coffee,...",
    "...my reading time in between meetings, meditation.",
    "When I'm thinking about setting up this working station, I really want a second monitor.",
    "So, I found that there's 34 inches all-in-one monitor from Dell,...",
    "...has all the Teams certified peripherals built in.",
    "It has this cool Teams button that I can just pop up Teams.",
    "And it has this built-in camera.",
    "And with this simple click, it pops up.",
    "How cool is that?",
    "As much as I love my workstation setup upstairs,...",
    "...I don't want to stay there for a whole day long.",
    "I need a space where I can work and hang out with my family,...",
    "...getting ready for my dinner,...",
    "...hang out with my son.",
    "So, I end up working here a lot on my kitchen countertop.",
    "Also, I really love to use the Teams display which connects with my laptop,...",
    "...gives me a lot of the notifications, and chats,...",
    "...and helps me keep on top of all the tasks that I need to finish up the day.",
    "Even I can make a quick phone call with my teammates as needed on this display.",
    "So, I really get a lot of things done in the kitchen.",
    "I'm so glad that I invested in creating those dedicated working setups in my house.",
    "This is how I work.",
    "Thank you for stopping by."
]