[
    "What is the most livable city in the world?",
    "Don't be too fast to answer that question.",
    "That is, if you don't have the liver to engage in a textual brawl.",
    "To consider a city livable, you must look at how clean the water and air is.",
    "You also need to consider the availability of food and shelter,...",
    "...communality and hospitality of the city's communities,...",
    "...how easy for the youth to develop social skills,...",
    "...and the depth of the sense of identity and autonomy are all important indicators.",
    "Availability, accessibility and stability of culture and infrastructure...",
    "...are also big factors combined.",
    "Assessing cities in the world using these indices...",
    "...as given by Monocle's most livable cities index,...",
    "...the Economist Intelligence Unit, global livability ranking...",
    "...and Mercer Quality of Living survey,...",
    "...you'll find Vienna, the capital and largest city of Austria,...",
    "...the most livable city in the world according to the last most reliable record.",
    "Number one: Vienna in Austria scores 99.1 percent in the ranking index.",
    "The city with about 1.9 million inhabitants,...",
    "...which is nearly one-third of the country's population,...",
    "...is the cultural, economic and political center.",
    "Number two: Melbourne.",
    "This city in Australia with its 98.4 percent score...",
    "...has continued to compete among the top 10.",
    "You can rate it high with the environmental metric...",
    "...after establishing a strict and aggressive zero carbon emissions goal.",
    "Number three: Sydney.",
    "This Australian city with its 98.1 percent score...",
    "...has been on the list of the top 10 for some years.",
    "It scores high on environmental efficiencies.",
    "Number four: Osaka.",
    "In Japan, Osaka scores 97.7 on the livable index.",
    "It's the second largest metropolitan city in Japan...",
    "...and the 10th largest urban city in the world.",
    "Number five: Calgary.",
    "A Canadian city scores 97.5 in the livable cities index.",
    "Its situation in the Bow River and the Elbow River around the south of the province...",
    "...is an advantage for Calgary."
]