[
    "Have you experienced deja vu?",
    "It's that shadowy feeling you get when a situation seems familiar.",
    "A scene in a restaurant plays out exactly as you remember.",
    "The world moves like a ballet you've choreographed,...",
    "...but the sequence can't be based on a past experience...",
    "...because you've never eaten here before.",
    "This is the first time you've had clams, so what's going on?",
    "Unfortunately, there isn't one single explanation for deja vu.",
    "The experience is brief and occurs without notice,...",
    "...making it nearly impossible for scientists to record and study it.",
    "Scientists can't simply sit around and wait for it to happen to them.",
    "This could take years.",
    "It has no physical manifestations...",
    "...and in studies, it's described by the subject as a sensation or feeling.",
    "Because of this lack of hard evidence,...",
    "...there's been a surplus of speculation over the years.",
    "Since Emile Boirac introduced deja vu as a French term meaning \"already seen,\"...",
    "...more than 40 theories attempt to explain this phenomenon.",
    "Still, recent advancements in neuroimaging and cognitive psychology...",
    "...narrow down the field of prospects.",
    "Let's walk through three of today's more prevalent theories,...",
    "...using the same restaurant setting for each.",
    "First up is dual processing.",
    "We'll need an action.",
    "Let's go with a waiter dropping a tray of dishes.",
    "As the scene unfolds, your brain's hemispheres process a flurry of information:",
    "the waiter's flailing arms, his cry for help, the smell of pasta.",
    "Within milliseconds, this information zips through pathways...",
    "...and is processed into a single moment.",
    "Most of the time, everything is recorded in sync.",
    "However, this theory asserts that deja vu occurs...",
    "...when there's a slight delay in information from one of these pathways.",
    "The difference in arrival times...",
    "...causes the brain to interpret the late information as a separate event.",
    "When it plays over the already recorded moment,...",
    "...it feels as if it's happened before because, in a sense, it has."
]