[
    "So, when is a form of speech considered a dialect versus a language?",
    "It seems reasonable that the degree of mutual intelligibility...",
    "...would determine whether two ways of speaking...",
    "...are classified as separate languages or as dialects of the same language.",
    "But as we've seen, there are many occasions where this is not the case.",
    "Perhaps surprisingly, the distinction between a language and a dialect...",
    "...usually has nothing to do with pronunciation, vocabulary,...",
    "...or any other linguistic features.",
    "However, it's not coincidental, either.",
    "It's a matter of politics.",
    "The basis for what's officially deemed a language...",
    "...was shaped by the emergence of a European nation states beginning around the 1500s.",
    "In order to establish and maintain centralized governments,...",
    "...clear territorial boundaries, and state-sponsored education systems,...",
    "...many nation states promoted a standardized language.",
    "Which form of speech was chosen to be the standard language...",
    "...was usually based on what people spoke in the capital.",
    "And while other forms of speech persisted, they were often treated as inferior.",
    "This tradition extended across the globe with European colonization...",
    "...and into modern times.",
    "Italy, for example, has at least 15 of what might be called regional dialects.",
    "One of them, the Florentine dialect,...",
    "...became known as Standard Italian when the country politically unified in 1861.",
    "It was selected because legendary authors like Dante and Machiavelli...",
    "...used it in their original works.",
    "And it came to represent an image of Italian national identity...",
    "...that some found particularly desirable.",
    "Later on, in his attempt to establish a unified, fascist state,...",
    "...Italian dictator Benito Mussolini saw language standardization...",
    "...as an important objective.",
    "His government promoted standard Italian...",
    "...while prohibiting other forms of speech from the public sphere,...",
    "...framing them as backward and unsophisticated."
]