[
    "Alice works at a local department store.",
    "She spends most of her day interacting with customers and co-workers.",
    "There's a lot of talking involved,...",
    "...but there's also another form of nonverbal communication...",
    "...that's being used just as often: body language.",
    "Body language is the process of communicating through nonverbal signals.",
    "It includes things like our posture, facial expressions, gestures and more.",
    "The meanings of these all vary from culture to culture,...",
    "...but we instinctively read body language...",
    "...and interpret it as some expression of moods, feelings or intentions.",
    "So, in Alice's case, even before she speaks,...",
    "...she may be communicating all kinds of things to customers.",
    "For example, if her arms are crossed and she's avoiding eye contact,...",
    "...customers may not find her to be very approachable.",
    "However, Alice could be in a friendly mood...",
    "...even though her body language suggests otherwise...",
    "...and this isn't necessarily a conscious choice that she's made.",
    "This could just be how she habitually presents herself.",
    "But if Alice is aware of these habits,...",
    "...she can work on improving her body language.",
    "Changing your habits can be difficult,...",
    "...but if you take time to pause and check in with yourself,...",
    "...you can start to notice them and adjust things...",
    "...to become a better nonverbal communicator.",
    "This awareness can also be applied to reading other's body language.",
    "Let's say Alice notices that her co-worker is unusually quiet,...",
    "...has his body turned away from her and is slouched over.",
    "She may pick up that he's upset...",
    "...or that there's an unspoken issue at hand.",
    "Depending on Alice's relationship with him,...",
    "...she may want to give him some space or ask if anything is wrong.",
    "Being aware of the various aspects of body language can make all the difference...",
    "...in how people perceive you and how you perceive them.",
    "Be aware of how you present yourself and you can say a lot without speaking."
]