[
    "After a presentation that includes your prices, you may expect to hear this objection:...",
    "\"It's too expensive.\"",
    "And often, they'll be right,...",
    "...but this whole script is based on the fact...",
    "...that you want to steer the focus away from the price of the solution,...",
    "...and instead towards the budget they intend to spend, earlier in the process.",
    "Now, before we get into this, I just wanted to discuss what resources you had in mind...",
    "...to address your needs knowing that our solutions usually run from X to Y.",
    "That will be too expensive for us.",
    "The point here is to understand what this really means.",
    "It could mean that it's too expensive compared to what they were thinking of spending...",
    "...or it's too expensive compared to other solutions out there,...",
    "...which offer the same amount of value...",
    "...or that, for such a price, they've seen solutions which will offer them more value.",
    "I get it.",
    "The fact is, though, that we usually see that people...",
    "...mean different things when they say that.",
    "Compared to what do you see this as too expensive?",
    "To what I planned to spend.",
    "Okay, what were you planning on spending?",
    "Well, we were thinking of staying within X and Y amount, ideally.",
    "Based on what you've heard, and what you know about your own solution,...",
    "...it's now important for you to choose the path forward.",
    "You may want to:...",
    "Sell them on the value of the budget that is higher than the range that they are thinking.",
    "You may want to propose a narrower scope of solution that fits within their budget...",
    "...or you may want to pause...",
    "...and allow the prospect to feel that you can't see how you would reach a solution...",
    "...in that price range.",
    "Assuming that you have the need that you described to me...",
    "...and if you saw a solution that really helps,...",
    "...would you say that your budget range is absolutely fixed...",
    "...or is there room for flexibility?",
    "We'd like to stay in that range, if possible.",
    "If you want to stay in that range,...",
    "...would you be willing to discuss a solution...",
    "...that requires narrowing the scope of your needs in order to meet your budget?",
    "Now, you have an opportunity to discover which of their needs are of highest priority,...",
    "...and which can be sacrificed to reach the budget."
]