[
    "If you were the product manager for WhatsApp, how would you improve WhatsApp?",
    "Got it.",
    "Before we go ahead, I have a few clarifying questions I'd like to ask.",
    "Number one, are there any specific goals we're thinking about...",
    "...when it comes to improving WhatsApp?",
    "Like, are we thinking about improving user acquisition,...",
    "...user engagement, monetization, or is that something you'd like to be defined?",
    "I would like you to define it.",
    "But if I have to lean somewhere with the opportunities that you listed...",
    "I would say that monetization is not one of our current goals right now...",
    "We're still in the phase of growing and getting user engagement.",
    "Got it.",
    "The second question I had was...",
    "...is there any specific customer segment that we're interested in targeting...",
    "...or is that something you'd like for me to define as well?",
    "I would like you to define the target segment for improving WhatsApp.",
    "WhatsApp is obviously, clearly a very global company in product.",
    "So, I would like to see maybe how you think about it...",
    "...and I'm happy to nudge you in the right direction throughout the interview.",
    "And we're going ahead with picking the elderly segment.",
    "We're focusing on specifically that segment.",
    "That customer segment in terms of how we're going to think about improving WhatsApp.",
    "Cool, sounds great.",
    "Yeah, let's dive a little bit deeper into the elderly population segment.",
    "I'd love for you to also kind of tell me a little bit more about some ideas you have...",
    "...and the product vision that you have around...",
    "...how we would improve it, or what is the vision of this improvement?",
    "Is it a feature, you know, regardless of whether or not it's a feature or a product,...",
    "...I'd like to just see kind of your vision, thinking here.",
    "I want to get into the product itself in this...",
    "...this conversational system that you're suggesting...",
    "...and I want to kind of hammer out like what that actually looks like.",
    "Can you take us through maybe a user journey...",
    "…of what using that conversational assistant might look like?",
    "Yeah, for sure."
]