[
    "Suffixes.",
    "Suffixes are added to the end of a base word.",
    "Let's take a look at the word sleepy.",
    "We know that sleep is the base word.",
    "That means the \"y\" after \"sleep\" is a suffix.",
    "So, just like prefixes, suffixes also change the meaning of the word.",
    "Let's take a look at a few examples of how a suffix can change the meaning of the word.",
    "When I add the suffix \"y\" to the end of a word, it means \"full of\".",
    "So, if I say he is sleepy, that means he is \"full of sleep\".",
    "Or if I say the sky is cloudy, that means the sky is \"full of clouds\".",
    "When I add the suffix \"ly\" to the end of the word,...",
    "...it means to do in a certain way.",
    "For example, when I say the man is walking slowly,...",
    "...I mean to say he is walking \"in a slow way\".",
    "If I say this decision was made fairly,...",
    "...that means that decision was done \"in a fair way\".",
    "When I add the suffix full to a word, it means \"full of\".",
    "For example, when I say \"beautiful\", it means \"full of beauty\".",
    "Or \"colorful\", which means \"full of color\".",
    "When I add the suffix \"less\" to the end of a word, it means \"without\".",
    "Like when I say \"fearless\" which means \"without fear\".",
    "When I add the suffix \"er\" to the end of a word, it could mean two things.",
    "It could mean \"more\" or it could mean \"someone who\".",
    "For example, in the word \"smaller\", the suffix \"er\" here...",
    "...is used to show that one item or one animal is smaller than the other one.",
    "However, when I say the word \"singer\",...",
    "...the suffix \"er\" here is used to show \"someone who sings\".",
    "Finally, when I add the suffix \"est\" to a word, it means \"most\".",
    "For example, if I want to say this man is the most strong out of his friends,...",
    "...I say \"strongest\".",
    "Or if I want to say he's the most tall out of his friends,...",
    "...I say \"tallest\"."
]