[
    "I want to help people.",
    "I want to encourage people.",
    "I want people to feel that they are valuable.",
    "Using makeup, being a Buddhist monk, talking about equality,...",
    "...they are both coming from the same spirit.",
    "I consider myself gender-gifted...",
    "...because I think I'm both male and female.",
    "Although my body is male, I feel that soul doesn't have a gender.",
    "When I was in the kindergarten, I really loved role-playing as Cinderella or princesses.",
    "Because I was born in a temple, people expected me to be a monk.",
    "People asked me, like \"Oh, do you practice chanting?\"",
    "Or \"Do you have to shave your head?\"",
    "And I was like. \"Hell, no. I don't want to do that.\"",
    "I never wanted to become a monk, because I was very skeptical.",
    "When I was in high school, I felt that being a part of the LGBTQ+ community...",
    "...is something to be ashamed of.",
    "During the training to become a Buddhist monk,...",
    "...I asked my master, \"Is it okay that I'm a homosexual?",
    "Can I still be welcomed in the Buddhist community?\"",
    "And my master said, \"In Buddhism, everybody can be equally liberated.",
    "Race, sexuality, disability, it doesn't matter at all.\"",
    "This is something that I would really love to introduce to the world,...",
    "...because I see some people are not as welcomed or respected because of who they are.",
    "I would love to spread the equality part of the Buddhism.",
    "So, my mission now is to inspire leaders of the world...",
    "...to lift the laws and regulations against LGBTQ+ people and also women...",
    "...so that everybody can be equally respected.",
    "I am both religious and a trendy person so I can be a bridge.",
    "I really want people to feel fluid and flexible because I think we are all unique.",
    "I want to stretch the horizon and inspire people...",
    "...that I can be a monk wearing heels, so you can be who you are."
]