[
    "Hello, everyone.",
    "I'm Francine D. Alvarez here with a special report.",
    "Since the events of September 11, 2001, and the anthrax incidents that followed,...",
    "...there's a growing concern about new kinds of terrorist attacks.",
    "A major concern is the threat of attacks on the United States' food supply.",
    "Intelligence reports have found that a terrorist attack on the food supply...",
    "...could pose both severe public health and economic impacts...",
    "...and also damage to public's confidence in the food that we eat.",
    "Both food safety and food defense...",
    "...are focused on keeping the nation's food supply safe.",
    "The difference between the two is that food safety...",
    "...is concerned with accidental contamination of food,...",
    "...while food defense is concerned with intentional contamination or sabotage of food.",
    "Food defense awareness and preparedness starts on the frontline.",
    "Employees are the first line of defense in preventing, detecting,...",
    "...and responding to potential threats to the food supply.",
    "The FDA has created an initiative called \"Employees First,\"...",
    "...that explains the simple steps frontline food industry workers can take...",
    "...to help protect against intentional contamination of the food supply.",
    "This \"first\" initiative is designed to help frontline food industry workers...",
    "...remember the following:...",
    "F -  Follow company food defense plan and procedures.",
    "I - Inspect your work area and surrounding areas.",
    "R - Recognize anything out of the ordinary.",
    "S - Secure all ingredients, supplies and finished product.",
    "...and T - Tell management if you notice anything unusual or suspicious.",
    "If the \"Employees First\" initiative is implemented nationwide...",
    "...by conscientious frontline food industry workers,...",
    "...the nation's food supply can be protected from terrorist threats.",
    "That's the news, I'm Francine D. Alvarez."
]