[
    "COVID-19 has reshaped the world...",
    "...in ways that will endure long after the pandemic ends.",
    "Remote work is here to stay.",
    "E-commerce is soaring.",
    "Automation is accelerating.",
    "Our research indicates that the mix of available jobs will change as a result,...",
    "...creating more urgency for training workers for the changes ahead.",
    "More than 100 million workers in our focus countries or one in 16,...",
    "...may need to switch occupations by 2030.",
    "Job growth will be more heavily concentrated in high skill jobs,...",
    "...while middle and low skill jobs decline.",
    "The explosion in e-commerce set off a scramble for warehouse workers...",
    "...that is unlikely to stop.",
    "Investment in the green economy will increase the need...",
    "...for wind turbine technicians.",
    "Demand for photographers may grow...",
    "...to address our increasingly visual ways of communicating.",
    "Aging populations in many advanced economies...",
    "...will increase demand for nurses, home health aides,...",
    "...and hearing aid technicians.",
    "Teachers and training instructors will also continue to find work over the coming decade.",
    "But the forces unleashed by COVID-19 have put other jobs at risk.",
    "Business travel is unlikely to recover quickly...",
    "...and that affects flight attendants, airline mechanics and baggage handlers.",
    "Use of self-checkout stands accelerated during the pandemic,...",
    "...displacing some grocery store clerks.",
    "Companies have deployed robotics to process routine paperwork,...",
    "...replacing office workers.",
    "We are entering an era of occupational transitions,...",
    "...an era that demands answers to three key questions.",
    "What new approaches to training can support the millions of people...",
    "...making these transitions?",
    "To protect the social fabric, what benefits,...",
    "...such as sick leave and unemployment insurance are needed for all workers,...",
    "...including gig workers?",
    "Can business and government leaders come together to create solutions,...",
    "...not only for navigating the pandemic,...",
    "...but for navigating the post-pandemic world of work?"
]