[
    "On February 24th,...",
    "...just hours after Ukrainian president Volodymyr Zelensky addressed the nation,...",
    "...bombing by the Russian military began,...",
    "...followed by thousands of troops entering Ukraine.",
    "So what led to this catastrophic invasion?",
    "Since Vladimir Putin's ascent to power in 2000, according to U.S. officials,...",
    "...his end goal for decades has been a restoration of the former Soviet Union,...",
    "...including now independent countries like Ukraine.",
    "NATO, an alliance of 30 European and North American countries...",
    "...established after World War II,...",
    "...has been an effective deterrent against international aggression,...",
    "...but also an informal adversary to Putin's long-term plans.",
    "Ukraine sits on the border between Russia and many NATO countries...",
    "...and has made overtures in the past decade...",
    "...to align itself closer with the European Union and NATO,...",
    "...creating tension between Russia and Ukraine.",
    "The conflict reached a critical point in 2014...",
    "...when pro-Moscow Ukrainian president Viktor Yanukovych,...",
    "...rejected an association agreement with the European Union.",
    "Following that controversial decision, massive protests began...",
    "...and the Ukrainian parliament voted to remove him from office...",
    "...while efforts to join NATO resumed.",
    "In response, Russia invaded and effectively annexed Crimea,...",
    "...an ethnically Russian territory of Ukraine on the Black Sea.",
    "To the east, Ukrainian separatists began fighting for control of additional regions...",
    "...supported by Russian arms and supplies.",
    "And while a peace agreement later in 2014...",
    "...largely ended full-scale fighting among Ukrainians and rebel forces,...",
    "...it allowed separatists to create their own police force...",
    "...and keep political influence in the region,...",
    "...effectively keeping pro-Moscow rebels in power.",
    "Recently in the past weeks though, Putin formally rejected that peace agreement...",
    "...and recognized these regions of Donetsk and Luhansk as independent states.",
    "No one knows exactly why Putin has escalated the conflict to full-scale invasion now,...",
    "...but economic sanctions from multiple countries including halting Nord Stream 2,...",
    "...a crucial gas pipeline from Russia to Germany and the rest of Europe,...",
    "...has not deterred the leader's aggression.",
    "Putin has strongly denounced Ukraine's attempts to join NATO in recent years...",
    "...and considers their inclusion a red line in diplomatic discussions...",
    "...and has described Russians and Ukrainians as one people...",
    "...and questioned Ukraine's right to exist as an independent country."
]