[
    "Nine-year-old Edmar and his younger brother, Cedric, don't know it,...",
    "...but they're breaking the law.",
    "Neither of them can read or write, but instead of going to school,...",
    "...they spend their days scavenging to earn a living.",
    "There are tens of thousands of others like them,...",
    "...needing to help their families survive...",
    "...despite primary education being mandatory in the Philippines.",
    "Not that being in a classroom would give them much of one.",
    "Concerned educators say a lack of investment has hurt standards.",
    "The Philippines spends just two percent of its gross domestic product on education.",
    "The World Bank recommended amount is six percent.",
    "There are certain areas where we have been unable to provide enough resources...",
    "...in terms of classrooms.",
    "Some of the basic resources for education: classrooms, textbooks, teachers.",
    "Nineteen million students are enrolled in state-run schools this year,...",
    "...but 42% are expected to drop out before graduation.",
    "For now, these pupils are some of the fortunate ones.",
    "They have a classroom and even a teacher.",
    "Many classrooms end up empty, even on a regular school day.",
    "The lack of teachers has meant that when one is absent,...",
    "...there usually isn't a substitute available.",
    "Now, what that means for the students is...",
    "...they have to either get split up into other classrooms...",
    "...that now become overcrowded or they just don't bother to come in at all.",
    "It doesn't help that teachers are not just underpaid but badly managed.",
    "Many go abroad in search of higher salaries,...",
    "...and quite a number of those that stay...",
    "...are made to teach subjects they haven't been trained for.",
    "If people leave it to government and just hope they have the right thing,...",
    "...it will never be enough.",
    "For Edicio Dela Torre, education should be everyone's concern.",
    "His group, E-NET,...",
    "...is pushing for reform and wants to fill in the gaps in the state system.",
    "One of their projects is to conduct classes with flexible hours...",
    "...so that those that have to work or are marginalized can still get an education.",
    "Marga Ortigas, Al Jazeera Manila."
]