[
    "What would happen if everyone in the world was suddenly a vegetarian?",
    "What effect would it have on our lives and the planet?",
    "Before we begin, full disclosure:...",
    "...none of us at AsapSCIENCE are vegetarians...",
    "...and the worldwide rate of vegetarianism is fairly low,...",
    "...ranging from about four to five percent in the US and Canada...",
    "...to a little over 30 percent in India.",
    "As a result, there are currently about 20 billion chickens,...",
    "...1.5 billion cows, over a billion sheep...",
    "...and nearly a billion pigs in the world.",
    "Without any meat-eating humans to provide a market,...",
    "...whole herds of domestic animals would disappear...",
    "...and this would free up vast quantities of land.",
    "About 33 million square kilometers of land are used for pasture,...",
    "...an area about the size of Africa...",
    "...and that's not even counting the land used to grow crops...",
    "...exclusively for animal feed.",
    "Some of it would be needed for the increased amount of vegetable crops,...",
    "...but much of the land currently used as pasture...",
    "...is actually too dry to grow crops.",
    "Without humans adding artificial nutrients,...",
    "...this land could turn to desert, but if properly managed,...",
    "....it's possible that some farmland...",
    "...would return to its natural state of grassland or forest,...",
    "...which could help counteract global climate change.",
    "After all, the loss of CO2-absorbing trees cleared for agriculture...",
    "...is a major reason why global levels of CO2 are going up.",
    "Cows and other grazers also affect our climate...",
    "...through large amounts of methane production,...",
    "...which has 25 times more potential planet-warming power than CO2.",
    "Combined with the loss of forests and other effects,...",
    "...livestock production is responsible...",
    "...for about 15 percent of global greenhouse gas emissions,...",
    "...which is more than all the world's...",
    "...planes, trains and automobiles put together.",
    "In fact, many scientists believe that reducing meat consumption,...",
    "...may be one of the best strategies for managing climate change."
]