[
    "Qatar is the smallest country to ever host the World Cup...",
    "...and they're also the first Islamic country to do so.",
    "And while they have huge plans for their tournament,...",
    "...there are also big controversies that are almost impossible to ignore.",
    "The decision to give Qatar the tournament was made in 2010...",
    "...with FIFA saying it would bring new audiences to football.",
    "It was also the day when Russia was handed the World Cup in 2018.",
    "Qatar got 2022.",
    "But people have argued for years...",
    "...as to how legitimate that decision really was.",
    "Qatar always insisted they won it fair and square.",
    "Qatar is a conservative state...",
    "...where homosexuality is still against the law.",
    "The organizers insist that everybody is welcome.",
    "The rainbow flags can be flown in stadiums,...",
    "...but some gay fans just don't want to travel.",
    "There have also been reports of worker rights abuses...",
    "...in the building of stadiums for the tournament.",
    "Just how many workers have died...",
    "...in the construction of these stadiums is disputed.",
    "But all the attention has forced Qatar...",
    "...to improve the conditions and rights of workers.",
    "For the first time ever,...",
    "...the World Cup is being played in the winter...",
    "...because the summertime temperatures here are just too hot.",
    "Temperatures can reach close to 50 degrees Celsius.",
    "It will still be warm, but air conditioning inside these venues...",
    "...will help fans and the players keep cool.",
    "There will be eight stadiums...",
    "...all within an hour's drive of each other...",
    "...so it will feel more like an Olympic Games centered on one city.",
    "Favorites for the tournament include Brazil,....",
    "...reigning champions France and even England,...",
    "...who reached the semifinals in the last World Cup.",
    "But European champions Italy will not be in the tournament...",
    "...after getting knocked out of the qualifying playoffs...",
    "...by North Macedonia.",
    "Another team who won't be there are Russia.",
    "They were removed from the tournament after the country invaded Ukraine."
]