[
    "Hidden within the remarkable mountains of the Andes Cordillera in Bolivia...",
    "...lies a mythical passage that has such a deadly reputation,...",
    "...it came to be known as the \"Death Road.\"",
    "Many consider this to be the most dangerous road in the world...",
    "...because of hundreds of traffic accidents in its long history.",
    "Death Road is very narrow...",
    "...and offers barely any space for even compact cars...",
    "...and yet, you'll see mostly trucks and buses plying this route...",
    "...aside from hanging off the edge as you pass through.",
    "The weather around this area is near freezing with high humidity,...",
    "...so the road itself is almost always slippery all year round.",
    "Back in 2007, the road had been improved immensely,...",
    "...hoping to turn its unfortunate reputation around.",
    "Today, the road is a popular tourist destination for anyone...",
    "...looking for a little thrill in their lives.",
    "Not only will you be able to inject a little adrenaline into your system,...",
    "...but you also get to experience a dramatic downhill route...",
    "...through sceneries that are constantly changing before your eyes...",
    "...from lush green forests to glaciers and frozen lagoons.",
    "The abrupt changes are so fascinating...",
    "...and will surely leave you breathless.",
    "Ninety miles off the coast of Santos, Brazil,...",
    "...is a small island with the highest concentration...",
    "...of one of the most venomous snakes in the world:...",
    "...the golden lancehead viper.",
    "Stepping ashore on this uninhabitable island,...",
    "...it's expected that you would see a snake about 10 minutes in.",
    "With overgrown grass all over the island,....",
    "...it'll feel like walking through a minefield of venomous serpents.",
    "The island is generally closed to the public,...",
    "...but there are some exemptions with tourists and scientists...",
    "...who pay the big bucks to experience the island themselves.",
    "With an estimated number of 2,000 to 4,000  snakes on the island,...",
    "...it's important to know that one bite can kill you within an hour.",
    "It's hard to imagine why anyone would willingly visit a place...",
    "...where a painful death may lurk under the grass.",
    "Whether it's for personal experience or monetary incentives,...",
    "...the risk of death is certainly high here."
]