[
    "Ed, so this study explains how global warming forces animals...",
    "...to move outside of their typical habitats...",
    "...and then have encounters with different species.",
    "How does this then pose threats to animal and to human health?",
    "So, as you said, animals will be forced to relocate to new places...",
    "...to track the changing climates that we have inflicted upon the planet.",
    "As they do that, species that never previously coexisted...",
    "...will suddenly encounter each other for the first time.",
    "And the viruses that those species uniquely harbor...",
    "...will get chances to jump into new hosts,...",
    "...and that increases the risk of new diseases occurring in not only these animals,...",
    "...but then eventually in ourselves.",
    "The new study that you mentioned shows that these events...",
    "...are happening at an increasing pace, at an alarming degree.",
    "And worst of all,...",
    "...to a degree that is already going on and that may be very difficult to stop.",
    "This is the era that we have found ourselves in through our own actions,...",
    "...one where the risk of pandemics is greater than it was before.",
    "You write that the study simulation,...",
    "…quote, \"revealed that million viruses have been dramatically reshuffled...\"",
    "\"...to a degree that likely can't be undone,...\"",
    "\"...even if all carbon emissions ceased tomorrow.\"",
    "At this point then, what can be done to prevent this from getting worse?",
    "Yes, so I mean, firstly, it's worth saying...",
    "...that there are obviously many good reasons to forestall future carbon emissions.",
    "But that's not going to be the thing that stops this process from happening...",
    "…because it's already well underway.",
    "We, therefore, need to prepare.",
    "We need to acknowledge that we live in a future where, sadly,...",
    "...the events of the last three years might well happen again...",
    "…and before we're ready for it."
]