[
    "The rivalry between Jeff Bezos and Elon Musk is heating up again,...",
    "...this time over satellite internet.",
    "Project Kuiper is Amazon's plan to deliver internet from space...",
    "...using 3,236 small satellites in low Earth orbit.",
    "In many ways, it's a response and a competition to Elon Musk and SpaceX...",
    "...with its Starlink network.",
    "Amazon is known as the \"everything company\",...",
    "...and it's hard to have an everything company without internet.",
    "So, Amazon's fastest-growing segment has been its AWS cloud service.",
    "And in support of that,...",
    "...they've built out a tremendous amount of internet infrastructure,...",
    "...whether it's data centers or fiber.",
    "Space is actually a very natural expansion of one,...",
    "...their data business and two, their consumer business,...",
    "...providing goods and electronics and resources to people around the world.",
    "SpaceX's Starlink already has about 2,000 satellites in orbit,...",
    "...serving about 250,000 total subscribers.",
    "But the FCC has approved SpaceX to launch a total of 12,000 satellites.",
    "Amazon has yet to launch any.",
    "Amazon first revealed Project Kuiper in 2019,...",
    "...but in early April, a big announcement cemented the project's momentum.",
    "Amazon recently signed a multibillion-dollar contract...",
    "...in what is the largest rocket deal in the commercial space industry's history,...",
    "...for launches of its Kuiper satellites with three different entities:",
    "Blue Origin, Jeff Bezos' space company,...",
    "...United Launch Alliance, which is the joint venture of Boeing and Lockheed Martin,...",
    "...and Arianespace, which is the European rocket maker.",
    "The question now is, can the e-commerce giant catch up to SpaceX?",
    "It is true that SpaceX has a first mover advantage...",
    "...and has more satellites launched than Amazon.",
    "The advantage that Amazon has is they have the chance to learn from Starlink's mistakes."
]