[
    "Imagine that you've been unemployed and seeking work for months.",
    "Government benefit programs have helped you cover...",
    "...rent, utilities, and food, but you're barely getting by.",
    "Finally, you hear back about a job application.",
    "You receive your first paycheck in months, and things seem to be turning around.",
    "But there's a catch.",
    "Your new job pays just enough to disqualify you through the benefit programs...",
    "...and not enough to cover the same costs.",
    "To make things worse, you have to pay for transportation to work...",
    "...and childcare while you're at the office.",
    "Somehow, you have less money now than when you were unemployed.",
    "Economists call this demoralizing situation the \"welfare trap\",...",
    "...one of the many different poverty traps...",
    "...affecting millions of people around the world.",
    "Poverty traps are economic and environmental circumstances...",
    "...that reinforce themselves, perpetuating poverty for generations.",
    "Some poverty traps are tied to an individual circumstances,...",
    "...like a lack of access to healthy food or education.",
    "Others can affect entire nations,...",
    "...such as cycles of corrupt government or climate change.",
    "But the cruel irony of welfare traps in particular...",
    "...is that they stem from the very policies designed to battle poverty.",
    "Most societies throughout history employed some strategies...",
    "...to help people in poverty meet basic needs.",
    "Before the 20th century, religious groups and private charities...",
    "...often led such initiatives.",
    "Today, these are called welfare programs,...",
    "...and they usually take the form of government-provided subsidies...",
    "...for housing, food, energy, and healthcare.",
    "Typically, these programs are means-tested,...",
    "...meaning that only people who fall below a certain income level...",
    "...are eligible for benefits.",
    "This policy is designed to ensure aid goes to those who need it most,...",
    "...but it also means people lose access as soon as they earn...",
    "...more than the qualification threshold,...",
    "...regardless of whether or not...",
    "...they are financially stable enough to stay there.",
    "This vicious cycle is harmful to both those in poverty and those outside of it."
]