[
    "Where to go this summer?",
    "Well, the opportunities and options are many.",
    "You could go around the world anywhere from the tropics...",
    "...to the Northern Hemisphere, where the sun waits to bronze your skin.",
    "This video will help you choose among the best of the best.",
    "Greece is a great summer holiday location with beautiful islands...",
    "...and ancient attractions.",
    "Greece is a famous tourist destination because of its ancient Greek culture.",
    "Popular Greek islands include Corfu, Crete, Santorini and Mykonos.",
    "Summers are long and hot in Greece with little rain.",
    "Greece's basic yet wonderful national cuisine is a foodie's dream.",
    "Even the smallest taverna...",
    "...will wow you with the taste and freshness of Greek food.",
    "The Acropolis of Athens, the Sanctuary of Delphi...",
    "...and the ruined temple of Knossos are among the must-see ancient attractions.",
    "Spain has always been a favorite summer destination.",
    "The Costa del Sol and the Balearic Islands are unbeatable.",
    "Summertime in Spain brings more tourists.",
    "Consider Cadiz a surfer's paradise, or Granada,...",
    "...noted for its Moorish history and architecture.",
    "Summer in Spain means long, sunny days,...",
    "...perfect for catching up on tan and relaxing.",
    "Spain offers lots of historic and natural attractions to see.",
    "Its volcanic park and its Roman gold mines in Leon are two examples.",
    "Costa Rica is a spectacular destination to visit...",
    "...with towering mountains and the gorgeous cloud forests of Monteverde...",
    "...as backdrops to your journey.",
    "It is also regarded as a pioneer in the field of ecotourism.",
    "Costa Rica is one of the most incredible destinations to visit in the summer,...",
    "...whether you want to go on adventurous nighttime nature excursions...",
    "...in search of sloths and spider monkeys,...",
    "...or you just want to relax on the gorgeous beaches of Tamarindo...",
    "...with a tropical drink in hand."
]