[
    "Have you ever thought about the meaning of the Olympic rings?",
    "What is their essence?",
    "In 1912, Pierre de Coubertin...",
    "...developed the symbol of the Olympic Games: Olympic rings,...",
    "...which were approved in 1914.",
    "They made their debut at the Olympic Games in Belgium in 1920.",
    "De Coubertin said that the five rings...",
    "...represent the five parts of the world,...",
    "...which were reviving the spirit of Olympism...",
    "...and were willing to accept healthy competition.",
    "Since then, the symbol of five rings has been present...",
    "...throughout the Olympic attributes, on every medal and each logo.",
    "But what is their essence?",
    "The five interlocking rings colored blue, yellow, black, green and red...",
    "...represents the five parts of the world:...",
    "...America, Europe, Asia, Africa and Oceania.",
    "In the classic version,...",
    "...the Olympic rings must be placed on a white background.",
    "An interesting fact is that the Olympic Charter...",
    "....recognize the importance of the Olympic rings,...",
    "...saying that they represent the union of the five continents...",
    "...as well as gathering of athletes from around the world at Olympic Games.",
    "There's a strict code regarding the use of the symbol,...",
    "...which must befall under any circumstance.",
    "For example, even if the Olympic rings are shown on a black background,...",
    "...the black ring must not be replaced by a ring of another color.",
    "The color combination of the Olympic rings was chosen on purpose.",
    "After all, at least one of the colors is present...",
    "...on the national flag of any country...",
    "...as subtext suggests that athletes from any country...",
    "...can participate in the Olympics.",
    "The main purpose of the Olympic Games...",
    "..is maintaining peace and improving relations between all the countries...",
    "...and the Olympic rings can be considered...",
    "...as symbol of peace throughout the world."
]