[
    "Oh, there we go.",
    "Vincent the painter.",
    "Hi, my name is Sheldon Clarke, and I work in the Security Department...",
    "...here at the Museum of Modern Art.",
    "My name is Anny Aviram.",
    "I'm a Senior Paintings Conservator.",
    "I'm Cara Manes.",
    "I'm an Associate Curator in the Department of Painting and Sculpture.",
    "I'm Robert Kastler.",
    "I'm the Director of Imaging and Visual Resources.",
    "And today, we're going to be talking about Starry Night.",
    "The Museum of Modern Art developed this partnership with the Lego team...",
    "...trying to reimagine this iconic painting as a Lego set.",
    "Honestly, I knew nothing about Starry Night or Vincent...",
    "...before I started working here.",
    "And I remember the first time I stood at the painting.",
    "First of all, I was so amazed at the reaction of the public.",
    "There's always a group of people just fighting to just look at it,..",
    "...to take pictures, to take selfies.",
    "And I was just curious to know who is this painter...",
    "...and why is everyone so excited to see this piece?",
    "Vincent van Gogh is a Dutch artist.",
    "He was born in the Netherlands in 1853.",
    "He started painting in his late 20s, eventually moved to Paris,...",
    "...started studying these impressionist artists.",
    "Traditionally, artists had measured success by their ability...",
    "...to capture the illusion of reality on a two-dimensional surface.",
    "Van Gogh and his colleagues at the end of the 19th century...",
    "...really started questioning whether the goal of a painting should be to reflect reality.",
    "Van Gogh painted Starry Night when he was in a self-imposed exile.",
    "The artist had a mental break and decided to commit himself to the asylum...",
    "...where he stayed for approximately one year.",
    "He would spend time looking out of the window of his room,...",
    "...which is ostensibly the view that we're seeing in Starry Night.",
    "I think that that's what makes the painting so radical.",
    "While what you're seeing is recognizable, it looks like a landscape,...",
    "...but in fact, it is a portrait of an inner landscape."
]