[
    "Remote work introduced more flexibility to people's lives.",
    "Working from home saved an average of 40 minutes daily from commuting,...",
    "…and 77% of workers say they were more productive.",
    "But the need for in-person business has remained unchanged.",
    "There was a lot of benefit and a lot of goodness that came from working from home.",
    "But there was a lot of things that were missing, too, right?",
    "People missed their colleagues.",
    "We don't have that spark of innovation from meeting someone face-to-face.",
    "The tax and accounting software giant, Intuit, is one of Clive Wilkinson's clients...",
    "…and it is going all in on the hybrid model.",
    "Employees come in between two to three days in person,...",
    "…but that amount is up to each team.",
    "On days where you might be doing a lot of individual work or heads down work,...",
    "…working from home may be the right answer.",
    "But when teams need to come together...",
    "...to collaborate, build that relationship, to innovate and move faster,...",
    "...we think those are what really will draw people back to the campuses.",
    "Wilkinson has designed two buildings for Intuit.",
    "One was completed in 2016, and the other is expected to be finished next year.",
    "I did the first building with them.",
    "A lot of, kind of, great collaboration space, town hall space,...",
    "…really, kind of a well evolved working environment.",
    "We were about to repeat that, more or less, in a new building when the pandemic hit.",
    "With the second project under construction during the pandemic,...",
    "…Wilkinson and his firm redesigned the interior to reflect Intuit's new hybrid model.",
    "The initial plans for Intuit were very workstation centric.",
    "Coming through the pandemic,...",
    "...there was an acknowledgment that people are going to be working differently.",
    "And so, the architecture needs to change, functionally, to better suit the wide variety...",
    "...of new reasons why people are actually going into the office."
]