[
    "A Louis Vuitton with every item swiped from the shelves...",
    "...in San Francisco's Union Square.",
    "A nearby Nordstrom robbed by 80 people the next day.",
    "Similar sprees on Chicago's Magnificent Mile and Rodeo Drive in L.A.",
    "They're actively looking for about 30 people...",
    "...who are trying to break into other stores.",
    "Theft is nothing new,...",
    "...but a recent spree of coordinated, big scale robberies has law enforcement...",
    "...and retailers warning this is not simple shoplifting by those in need.",
    "The police say this is a professional crew connected to a six state crime spree.",
    "It's organized retail crime by professional crews...",
    "...and it's on the rise for one big reason.",
    "What fuels this as an enterprise...",
    "...is the ease of reselling stolen merchandise on online marketplaces.",
    "While punishments for shoplifters are hotly debated,...",
    "...there's growing consensus around a solution...",
    "...that holds an entirely different group accountable:...",
    "....the online sites where stolen goods are sold,...",
    "...primarily Amazon, eBay, and Facebook marketplace,...",
    "...which all say they're already doing a lot to stop this.",
    "eBay is not a place to hide yourself and try and offload some of this stuff.",
    "It used to be you have to go to a pawnshop.",
    "You have to go find a place to sell it at a flea market.",
    "Now, you have the ability to ship it from your home.",
    "Twenty major retailers,...",
    "...including Home Depot, Best Buy, Walgreens, and Kroger,...",
    "...sent a letter to Congress in December...",
    "...asking them to crack down on online marketplaces...",
    "...by requiring stricter verification of sellers.",
    "\"My ask for the online community is just do more, right.\"",
    "CNBC went to Home Depot to see the new tech...",
    "...and decades-old solutions it's now using to stop theft.",
    "Generally, anything over $100 is typically behind the bars in this case."
]