[
    "NFTs, known as NFTies by insiders,...",
    "...are a type of digital asset.",
    "Ownership of these tokens is recorded on a blockchain,...",
    "...a digital ledger using similar technology to the networks...",
    "...that underpin Bitcoin and other cryptocurrencies.",
    "But unlike currencies, where every token is of equal value...",
    "...and could be sold for any other, NFTs have unique qualities,...",
    "...which stop them from being interchangeable or fungible.",
    "You can think of them...",
    "...as the crypto alternative to rare Pokemon or baseball cards.",
    "And just like the traditional art market,...",
    "...NFTs are often sold at auction; prospective buyers...",
    "...bidding against each other until a price is reached.",
    "The rise of the Internet meant that images, videos and songs...",
    "...could be reproduced and distributed infinitely online,...",
    "...often without any royalties being paid to their creators,...",
    "...and even tech giants such as YouTube and Spotify have faced criticism...",
    "...for not compensating artists sufficiently for their work.",
    "Proponents of NFT say they address this problem by allowing ownership...",
    "...to be recorded on the blockchain,...",
    "...preventing unlimited reproduction or piracy,...",
    "...enabling creators to reap the financial rewards.",
    "Rock band Kings of Leon sold NFTs over two weeks in March 2021,...",
    "...which gave buyers access to a deluxe form of their album for $50,...",
    "...whilst also auctioning off an even more exclusive version...",
    "...limited to just 18 copies.",
    "In the same month, the NFT of Twitter CEO Jack Dorsey's first tweet...",
    "...sold for nearly $3 million to Sina Estavi,...",
    "...a Malaysia-based crypto entrepreneur.",
    "Meanwhile, art dealers are also getting on the action,...",
    "...with auction house Christie's running an auction...",
    "...for a virtual work from the artist Beeple,...",
    "...which eventually sold for 70 million dollars.",
    "But NFTs aren't a totally new phenomenon.",
    "CryptoKitties, a virtual pet game based on the blockchain Ethereum,...",
    "...was so popular in 2017...",
    "...that they clogged up the network of the cryptocurrency Ether.",
    "To date, these colorful online cats have generated sales over 40 million dollars."
]