[
    "Whether it's searching for a new restaurant or a vacation getaway,...",
    "…the first place many of us go is Google.",
    "But internal research shared by Google...",
    "…found that nearly half of Gen Z-ers actually go to social media platforms.",
    "So, we're talking Instagram or TikTok.",
    "And that's to get their information.",
    "Super fascinating.",
    "The ages of those surveyed ranges from eighteen to twenty-four, according to TechCrunch.",
    "So, what exactly is behind this shift in search habits?",
    "NBC Youth and Internet Culture Reporter, Kalhan Rosenblatt, has the answers.",
    "She always does.",
    "She joins us now.",
    "Hey, Kalhan.",
    "You know, I remember a few years ago we were talking about...",
    "…how YouTube was a huge search engine for younger people,...",
    "…and now, it's these social media platforms.",
    "Is it because people are looking for videos or photos,...",
    "…rather than text and information...",
    "…like the kinds of things they may get on a Google search?",
    "Yeah, Vicky, you nailed it.",
    "It is because of the visual aspect of a platform like Tiktok.",
    "These young people want to see when they're checking out a makeup brand,...",
    "…a skincare line, a place to go on vacation,...",
    "…they want to see what it looks like.",
    "What does a product look like on someone's skin?",
    "What does the spot look like where I might go?",
    "What menu items are at this restaurant that I might attend or patronize?",
    "It's all about the visuals of an app like TikTok or Instagram.",
    "Now, the young people I spoke with said that they tend to lean more towards TikTok...",
    "…because TikTok has a more robust search feature.",
    "It has an autofill feature.",
    "But they also use platforms like Instagram and Pinterest even,...",
    "…when they're looking to design an outfit, come up with an aesthetic,...",
    "…figure out how they want to decorate their room.",
    "So, it's really all about that visual nature of these social media platforms...",
    "…that's drawing in a younger audience."
]