[
    "TSMC is the largest and most advanced chipmaker in the world...",
    "...supplying the biggest companies Apple, Nvidia, Intel, you name it.",
    "And it's so powerful that it doesn't compete with companies.",
    "It competes with governments.",
    "So how did they achieve this global monopoly?",
    "Back in the 80s, large American corporations like Intel...",
    "...used to make their own chips in-house.",
    "In those days, profits for the IT sector were booming...",
    "...and companies like Apple were becoming leading players.",
    "It was then that more and more companies...",
    "...started outsourcing their chip manufacturing.",
    "They decided to focus on aspects like the chip's design...",
    "...and then simply produce the chips elsewhere.",
    "That's because fabrication plants, also called fabs,...",
    "...are extremely expensive and hardly profitable.",
    "So while big tech moved their productions abroad,...",
    "...someone saw an opportunity there.",
    "Morris Chang, soon-to-be founder of TSMC,...",
    "...made a career for himself in the United States.",
    "Maybe you never heard of him,...",
    "...but he changed your life more than you think.",
    "Originally from Taiwan, Chang moved overseas...",
    "...to attend Harvard, Stanford and MIT...",
    "...and then went on to work at Texas Instruments for 25 years.",
    "His specialty?",
    "Electrical engineering, of course.",
    "It was in 1985, when Chang was already in his mid 50s,...",
    "...that he was contacted by the Taiwanese government...",
    "...to help grow the new industry of semiconductors.",
    "Morris Chang flew back home and in 1987, he founded TSMC...",
    "...as a joint venture mainly between the government of Taiwan and Philips Electronics.",
    "The strategy itself is simple but revolutionary.",
    "If the large American corporations just design the semiconductors...",
    "...but don't want to produce them anymore, let's create a number of foundries...",
    "...that are only dedicated to building chips.",
    "They design them, but we make them and we sell them."
]