[
    "This is a duck world, where you can feed the ducks.",
    "So have either of you been on a date here?",
    "Oh yeah, I've been on a date here.",
    "It was pretty chill.",
    "Feeding ducks, a nature stroll, or even a round of mini golf.",
    "Welcome to dating in the Metaverse, where you can come as yourself - that's me,...",
    "…or a floating robot, all from the comfort of your couch.",
    "This is our Flirtual Speed Matching World.",
    "Flirtual is a VR dating app that lets you go on dates with people all over the world...",
    "...in different VR worlds and games.",
    "Anthony Tan and Kyle Farwell are the Gen Z-ers who run the dating company,...",
    "...which operates similar to a real-life dating app.",
    "Users match through profiles via their app or website,...",
    "...but instead of drinks at a bar in the neighborhood,...",
    "...hopeful singles meet up virtually.",
    "This is where I met my girlfriend two years ago.",
    "In this bar?",
    "Yeah.",
    "So when you tell people, would you say we met at a bar?",
    "I guess so.",
    "Luke Smith is a 19-year-old teen in the UK looking for love,...",
    "…both on real-life dating apps and on Flirtual.",
    "It's the same thing with online dating,...",
    "…like, it started off with the younger generation,...",
    "...but as the older generation got more used to it, they started using it, and so on.",
    "And I feel like the Metaverse will end up being the same way.",
    "Flirtual is not the only one trying to get in on this.",
    "Planet Theta is the world's first dedicated space for virtual reality dating.",
    "Aurora Townsend, the company's chief marketing officer,...",
    "...calls it a safer way to meet up.",
    "It's so normalized that when we, as women, go to like, a bar or a restaurant...",
    "...to go meet someone that we met through a dating app,...",
    "...to text multiple friends our exact GPS location to make sure that...",
    "...hey, if anything sketchy is going on, this is where I'm at.",
    "We want to change that.",
    "Plus, there's the convenience.",
    "If you have a busy work week, you know,...",
    "...you can be in your sweatpants with a glass of wine, chatting with people.",
    "And because you mostly see people as avatars first,...",
    "...fans of VR dating say it can lead to better connections."
]