[
    "Now that the pandemic has chased many of us out of our offices,",
    "...we're chafing under the new remote rules of work.",
    "Too much screen time, a lack of boundaries between work and home,...",
    "...it takes energy to be on,...",
    "...so, the key to managing remote work is to protect your energy.",
    "First, pay attention to ritual and routine.",
    "As much as we hated our commutes,...",
    "...they were a ritual that created a boundary between work and home.",
    "So, how can you recreate those breaks and boundaries at home?",
    "The key is to be intentional.",
    "It could be music or lighting, a pep talk with a friend.",
    "You could take a walk around the block at a certain time of day...",
    "...or even a breathing or stretching routine before you sit.",
    "Whatever it takes for you to delineate the transition between work and home.",
    "Second, we need to manage our pace, place and space.",
    "You could consider the time of day.",
    "Think about when you can typically summon the energy to be on...",
    "...and save other times for quiet work.",
    "For place, use your workspace to help you enforce good boundaries.",
    "Even if your desk is in your kitchen, make it feel like a workplace.",
    "For space, build in some alone time everyday...",
    "...and this includes time away from your kids.",
    "It's really key to avoiding burnout.",
    "Finally, if you're a manager, you have a special role to play.",
    "To help employees protect their pace, place and space.",
    "Manage the room during video calls.",
    "Even remotely, chatty extroverts tend to dominate.",
    "To create a space where everyone can be heard,...",
    "...structure agendas, assign presentation rules and minimize brainstorming.",
    "Favor audio over video calls.",
    "Research shows that we actually communicate more emotion and nuance via audio alone.",
    "Try asynchronous communication for more complicated or provocative one-on-ones.",
    "We have an opportunity, remote work is here to stay.",
    "So, don't just transfer over old habits and old company culture to remote work."
]