[
    "Have you noticed that the price of your groceries has gone up?",
    "Bread, milk, cheese, eggs are all more expensive...",
    "...and it's something we're seeing throughout most of the globe.",
    "So what is behind the price increase?",
    "The United Nations Food Price Index...",
    "...tracks the monthly change in the price of a basket of food items.",
    "The five commodities making up this basket are cereals, vegetable oils,...",
    "...sugar, meats and dairy products.",
    "In March of 2022, the index recorded the highest price levels...",
    "...in its three-decade history.",
    "It has since come off that high slightly,...",
    "...but is still well above levels seen in previous years.",
    "The UN body's chief economist warned...",
    "...prices won't be going back to normal anytime soon.",
    "They will continue increasing...",
    "...because we will be not having the planting, or regular planting season for these two countries,...",
    "...and that could have a significant effect in the world.",
    "The two countries he's referring to here are unsurprisingly Russia and Ukraine.",
    "Russia's unprovoked invasion of Ukraine and rising energy prices...",
    "...are the two main reasons why food is getting more costly.",
    "But why is food price inflation so widespread?",
    "Let's take a closer look.",
    "Prices are really complicated.",
    "They're shaped by all sorts of things.",
    "We've had the Ukraine crisis, which has really thrown the world's food system...",
    "...into disarray in some respects.",
    "Ukraine is one of the breadbaskets of Europe.",
    "It's where we produce lots of our crops, and many of those crops...",
    "...have been unable to leave the country,...",
    "...and farmers right now in Ukraine are meant to be planting the next season's crops,...",
    "...and they haven't been able to.",
    "So we can expect these issues to continue as well.",
    "Ukraine is known for its fertile soils.",
    "It is a top exporter of sunflower oil, corn and grains.",
    "Ukraine and Russia combined produce more than a quarter of the global wheat supply.",
    "So you can understand how disruptions in these markets...",
    "...can cause massive shocks to our global food supply."
]