[
    "Space, the filthy frontier.",
    "Humans successfully put their first object into space in 1957: the Sputnik satellite.",
    "And after 75 years of spacecraft being sent into orbit,...",
    "...it's a lot easier to go for launch, but a lot messier once you're up there.",
    "Governments now have to share space with private companies,...",
    "...and without much in the way of regulation, it's starting to get so congested...",
    "...we don't know exactly what's up there anymore.",
    "Some estimates say around 5,000 satellites in orbit...",
    "...with fewer than half actually working.",
    "And when a satellite stops functioning, it still keeps orbiting,...",
    "...which is a problem for the useful ones.",
    "Satellites, when they die on these orbital highways,...",
    "...they just keep on going at these very fast speeds.",
    "Some of the relative speeds between satellites that are crisscrossing each other,...",
    "...it's like 15 times the speed of a bullet,...",
    "...so that's pretty gnarly to think about.",
    "And every once in a while, ...",
    "...two of these things find each other in space at these very high speeds, collide,...",
    "...and break up into very smaller pieces and that sort of stuff.",
    "And most of the things that could damage a satellite...",
    "...that's providing a service or a capability that we care about,...",
    "...most of those things are not trackable because they're too small.",
    "Moriba's co-founder of Privateer, which tracks space debris.",
    "It aims to collect information from many different origins,...",
    "...like telescopes and radars, physical sensors, even news articles,...",
    "...and turn it into usable data for developers.",
    "Imagine a massive machine-readable spreadsheet,...",
    "...where all the data is lined up so the column headings make sense.",
    "It's one of many companies and space agencies...",
    "...taking part in the Summit for Space Sustainability at London's Science Museum.",
    "These are the people hoping to clean up up there.",
    "And it's harder than you think...",
    "...because you can't exactly use a vacuum cleaner in a vacuum."
]