[
    "Three decades ago, a Vietnamese businessman began making a fortune...",
    "...selling dried noodle soup in Ukraine.",
    "Today, that same man wants to build an EV business in America.",
    "VinFast is the brand, and it is laying the foundation...",
    "...to become a serious contender in the United States...",
    "…and elsewhere around the world.",
    "In fact, it is moving aggressively.",
    "VinFast, a subsidiary of Vietnamese conglomerate Vingroup,...",
    "…only began selling cars in 2019,...",
    "…but it has already invested $2 billion in a factory in North Carolina...",
    "…and has plans to open 30 showrooms in California by the end of 2022.",
    "It is also planning a U.S. IPO.",
    "The U.S. market has a huge potential.",
    "If you talk about the number of vehicles running on the streets right now,...",
    "…it's really a huge potential.",
    "The company has yet to sell a single car in the U.S.,...",
    "…and it only sold 35,000 cars in Vietnam in 2021.",
    "Most of them were gas-powered.",
    "Other foreign automakers have spent years building their businesses...",
    "...in their home markets before attempting to enter the United States.",
    "VinFast is not waiting.",
    "They are going from 0 to 100 in a matter of nanoseconds.",
    "It is just one of countless new companies trying to enter the EV business.",
    "A lot of them are underfunded.",
    "A lot of them will not make it.",
    "Getting into the vehicle space itself, into the automotive industry...",
    "...is a tough slog to climb.",
    "It has yet to be seen if the buying public...",
    "...is willing to put down 40, 50, 60,000 dollars...",
    "...on a new unknown brand from a country that has never built a vehicle before.",
    "And VinFast is an unknown brand from Vietnam,...",
    "…a country with no international reputation for auto manufacture,...",
    "...but it is under the wing of the 5.4 billion dollar Vingroup conglomerate...",
    "…owned by that country's richest man.",
    "They've been in property, in education, in software, in motorcycles for years,...",
    "…and whatever they've touched has turned to gold.",
    "So, they feel quite confident.",
    "Hey, we win where we go.",
    "Why not electric vehicles too?"
]