[
    "There are a ton of influencers on social media.",
    "I'm thinking about all the folks who have...",
    "...content creator in their bios and have impeccable skin.",
    "The influencer community has grown a lot in recent years.",
    "Data from Influencer Marketing Hub found that the industry is set to grow...",
    "...to approximately 16.4 billion dollars in 2022,...",
    "...and last year, the global number of influencer marketing-related services,...",
    "...companies that helped creators grow their brand, grew by 26 percent.",
    "There are a lot of major players here,...",
    "...including social platforms, advertisers, influencers,...",
    "...and agencies that manage content creators.",
    "As the industry is growing in value,...",
    "...we wanted to break down how different platforms are working...",
    "...to compensate influencers fairly for their content.",
    "Influencer agencies say micro influencers,...",
    "...someone that has between 10,000 and 50,000 followers,...",
    "...can make anywhere from 40,000 to 100,000 dollars a year.",
    "Big-time celebrity influencers...",
    "...like Charlie D'Amelio, Addison Rae, and Bretman Rock make way more.",
    "One way they make money is through brand deals.",
    "On platforms like Instagram, a picture of an influencer...",
    "...holding or wearing a product and endorsing it...",
    "...can bring in a decent amount of cash.",
    "Someone with one million followers may charge brands up to 10,000 dollars per post,...",
    "...according to influencer agency Viral Nation.",
    "Within the last two years, Instagram rolled out new monetization features...",
    "...where creators could make money directly through the app,...",
    "...instead of just from brand partnerships.",
    "They introduced their affiliate program...",
    "...where creators can share products with their followers...",
    "...and earn a commission from purchases...",
    "...and they made it easier for creators to sell their own merchandise.",
    "Influencers can also earn money from IGTV ads,...",
    "...but Instagram acknowledges more can be done.",
    "By the end of 2022, they plan to invest over one billion dollars...",
    "...in programs that give creators new ways to earn money."
]