[
    "Nearly 50 million kids in the U.S. are headed back to class,...",
    "…and across the country, districts are approaching security differently.",
    "In Indiana, Jay County schools have gun safes on each campus,...",
    "…where trained staff have access with just a thumbprint.",
    "Clinton Public Schools in Mississippi added a fourth police officer.",
    "And in Las Vegas,...",
    "…El Dorado High School is set for a 26 million dollar security upgrade...",
    "…with cameras, single point entry, and perimeter fencing.",
    "I'm here at White Plains High School in New York...",
    "…for an exclusive look at their campus security system,...",
    "…and with me is John LaPlaca.",
    "He's a consultant who works with schools across the nation.",
    "Let's talk about the security here.",
    "What's the first thing a visitor would notice?",
    "So, as you approach the building,...",
    "…we're gonna have a single blocked point of entry for visitors.",
    "If they want to gain access to the building,...",
    "…the first step in the process would be they buzz in on the intercom system,...",
    "…which would be answered by security personnel inside.",
    "Hi there, it's John LaPlaca from Altaris.",
    "I'm here to visit the main office.",
    "So, I've announced myself,...",
    "…and the security person has now given us access to the building,...",
    "…has buzzed us into the vestibule.",
    "But that's not it.",
    "We're stopped by a second set of doors,...",
    "…where security scans our driver's license...",
    "...to cross-check against the sex offender registry and local banned persons lists.",
    "Okay, John. So, now we're inside the school.",
    "What other security measures are in place here?",
    "So, visible throughout the building, you'll see cameras.",
    "It also gives law enforcement the ability in an emergency situation...",
    "...to look at the cameras.",
    "What about the classrooms themselves?",
    "They have electronic locks,...",
    "…which will actually automatically lock in an emergency situation.",
    "Some of the best returns on investment for safety...",
    "…and security are things that cost nothing at all.",
    "Low-cost signs to help people provide 911 with their location...",
    "…and help responders outside find them."
]