[
    "Welcome back.",
    "Today, a new groundbreaking study on the use of psychedelics to treat addiction.",
    "Doctors at NYU report significant improvements in patients...",
    "...who use the active ingredient in so-called magic mushrooms,...",
    "...along with psychotherapy to reduce alcohol abuse.",
    "NBC News and medical fellow, Dr. Akshay Syal, joins us now with more on this.",
    "So Doctor, this was the largest clinical study of its kind, the clinical trial.",
    "Walk us through what happened here.",
    "So Steven, really what they found was that, yes,...",
    "...this was the largest clinical trial looking at how psilocybin,...",
    "...which is found in magic mushrooms,...",
    "...can help cure alcohol or treat alcohol addiction.",
    "And so what they found off the top was that those who took the psilocybin...",
    "...saw an eighty percent reduction in the amount of heavy drinking days they had.",
    "And here's the really cool part,...",
    "...half of the people in the psilocybin group...",
    "...actually stayed sober for about eight months after their first dose.",
    "Wow. And how exactly does... what is the drug again?",
    "Psilocybin.",
    "Psilocybin. I'll work on that.",
    "How exactly does it work?",
    "So, the best idea or best guess right now...",
    "...is that it makes the brain more malleable to change.",
    "And so, you know, there's two components here:...",
    "...there's the psilocybin, and there's the therapy.",
    "You really need both...",
    "...because, just because you are more open to change,...",
    "...doesn't mean you're gonna change for the better.",
    "So, you really need that therapy to help guide you and help change you...",
    "...and work on your alcohol addiction.",
    "And I understand that you spoke to a patient who was part of this study.",
    "What did he have to say?",
    "Yeah, so the patient's name was John,...",
    "...and like a lot of people with alcohol use disorder,...",
    "...he'd been drinking for a long time.",
    "And so he enrolled in this trial, looking, because nothing else had really worked.",
    "And so basically what happened with him was he took a few doses,...",
    "...he had the hallucinogenic effects, and it cured him of his alcohol.",
    "He said when he sees alcohol now, he no longer has a desire to drink.",
    "Here's what he had to say.",
    "This worked almost like an antibiotic for me.",
    "Where I was sick with a disease or a disorder, I went into this clinical trial,...",
    "...and this surpassed that.",
    "This took away,...",
    "..this eliminated all my cravings to the point where it cured my alcoholism."
]