[
    "Well here in Singapore, the country's Prime Minister has said...",
    "...Singapore will end its ban on sex between men..",
    "...but will take steps to defend the institution of marriage...",
    "...as a union between a man and a woman.",
    "Prime Minister Lee Hsien Loong said...",
    "...Singaporean society was becoming more accepting of gay people,...",
    "...and the British colonial era law was out of date,...",
    "...and the legal ban on sex between men, while not enforced,...",
    "...has long been criticized by LGBT activists,...",
    "...although many more conservative citizens still support it.",
    "The government will repeal Section 377a and decriminalize sex between men.",
    "I believe this is the right thing to do...",
    "...and something that most Singaporeans will now accept.",
    "That was the Prime Minister Lee Hsien Loong speaking at the National Day Rally.",
    "And with me is our Asia digital reporter Tessa Wong,...",
    "...who's been following and reporting on this issue for years in Singapore.",
    "It's great to get you on the program, Tessa.",
    "I think it's fair to say, isn't it,...",
    "...that there's been huge joy in the wake of this decision,...",
    "...but at the same time, criticism that effectively a red line...",
    "...has been drawn when it comes to gay marriage.",
    "That's right, Karishma.",
    "So, when the news broke last night, it was met with immediate joy,...",
    "...and, you know, one LGBT activist that I interviewed for my story actually told me,...",
    "\"I'm ecstatic, you know. I'm at a loss for words.\"",
    "And you know, there were pictures of people celebrating at parties,...",
    "...waving the LGBT flag at private viewing parties of the speech last night.",
    "But at the same time, you know, the move has also been met with some caution.",
    "Effectively, what the Singapore government has done...",
    "...is  that they've made it a lot harder to legalize gay marriage.",
    "They have put in constitutional protections...",
    "...for the definition of marriage as one is between a man and a woman."
]