[
    "The stunning announcement from the founder of Patagonia...",
    "…sharing that he's giving away the three billion dollar company...",
    "...to help fight climate change.",
    "Our chief business correspondent, Rebecca Jarvis, is here with that.",
    "Good morning, Rebecca.",
    "Good morning to you, Robin.",
    "And it's extraordinary, not only because of what he's doing,...",
    "…but how he's doing it.",
    "Most billionaires donate tiny slivers of their wealth...",
    "…while they're still living.",
    "But not the founder of Patagonia.",
    "He says his two adult children don't want the money...",
    "...and he and his wife don't need it.",
    "So, they're giving away the three billion dollar company he founded...",
    "…half a century ago.",
    "With their signature jackets, vests, and pullovers,...",
    "...Patagonia has become one of the biggest apparel brands in the world.",
    "The activewear company worth three billion dollars.",
    "But this morning, Patagonia's founder, Yvon Chouinard, making a landmark decision...",
    "...to give away all of his company's profits,...",
    "…estimated at 100 million dollars a year to help Mother Earth.",
    "Not a lot of people understand how serious we are about saving this planet.",
    "I'm dead serious.",
    "Chouinard deciding to transfer ownership to a trust in a non-profit organization...",
    "…dedicated to combating climate change...",
    "and protecting undeveloped land all around the world.",
    "The job of these non-profits is to invest this money...",
    "…into environmentally friendly initiatives and into political candidates.",
    "Chouinard saying, \"Earth is now our only shareholder.\"",
    "Even those we call generous and think of as big philanthropists...",
    "…they don't give away a huge fraction of their wealth.",
    "So, this is very different.",
    "This is much more dramatic than we usually see in the world of philanthropy.",
    "The 83 year old founder saying, what Patagonia has been doing,...",
    "…donating one percent of their sales to climate change efforts,...",
    "…wasn't enough and we needed to find a way to put more money...",
    "…into fighting the crisis while keeping the company's values intact."
]