[
    "California is suing Amazon, accusing the world's largest retailer...",
    "...of alleged antitrust law violations.",
    "That's right, the state's attorney general claims the company's practices...",
    "...stifle competitors while driving up online prices.",
    "Amazon serves roughly 25 million people in California alone.",
    "According to the 2020 census, California's total population...",
    "...is just over 39 million people.",
    "And while the lawsuit is restricted to the Golden State,...",
    "...it could have significant implications nationwide.",
    "Amazon claims the California attorney general, quote,...",
    "\"...has it exactly backward.\"",
    "The company's statement goes on to say,...",
    "...\"The relief the AG seeks would force Amazon to feature higher prices...\"",
    "\"...to customers, oddly going against core objectives of antitrust law.\"",
    "So, let's bring in California's attorney general, Robert Bonta,...",
    "...now for more on all of this.",
    "Attorney General Bonta, welcome.",
    "Thank you so much for joining us.",
    "So, first off, we want to get your response to Amazon's statement there...",
    "...saying that you have the situation backwards...",
    "...that this lawsuit will only drive up prices on its platform...",
    "...and ultimately hurt consumers.",
    "Unfortunately, they have it exactly backwards...",
    "...and they maintain that position at their own peril.",
    "We have a very detailed complaint based on two and a half years of investigation...",
    "...and document gathering and interviews...",
    "...with businesses and vendors that do business with Amazon.",
    "We interviewed Amazon's own employees to build this case.",
    "And what is clear from all that evidence is that...",
    "...Amazon has artificially inflated prices.",
    "And the remedies and the solutions that we seek through this investigation...",
    "...and through this lawsuit will lower prices...",
    "...for consumers who deserve it.",
    "Who are paying artificially high prices for everything...",
    "...ranging from groceries and healthcare items,...",
    "...to diapers and school supplies.",
    "They've been paying artificially inflated prices for over a decade...",
    "...and it needs to stop, and that's why we're telling Amazon...",
    "...we'll see you in court."
]