[
    "My name is Martin Schoeller.",
    "I'm a photographer and artist.",
    "I work a lot for magazines photographing well-known people.",
    "I also do personal projects that are close to my heart, such as this one.",
    "On January 1st, 2021,...",
    "...a new rule went into effect called the Hospital Price Transparency rule.",
    "This bipartisan rule requires every hospital in the United States...",
    "...to provide clear and accessible pricing...",
    "...about the items and services they provide to their patients.",
    "Despite the rule, 86 percent of hospitals...",
    "...are still not complying with the government-issued requirements.",
    "Whether it's through surprise bills or straight up price gouging,...",
    "...many of these patients are getting financially destroyed.",
    "I remember opening up that first bill and thinking, \"it was just complete shock.\"",
    "And I was so hurt because everybody seemed so kind and so nice.",
    "And then, suddenly, you're hit with this bill.",
    "And I just thought, \"there has to be a better way.\"",
    "Without hospitals providing prices up front,...",
    "...there is no opportunity for patients to compare prices...",
    "...or to make any informed financial decisions about their care.",
    "And without prices being published,...",
    "...there will never be price competition between hospitals.",
    "They can basically charge patients whatever they want.",
    "I have had issues with severe asthma the last at least 10 years.",
    "And then last year, I had Covid, which sort of sent everything into a downward spiral.",
    "I was in the hospital at least 10 times...",
    "...maybe more. Like, a lot. Too much.",
    "I've been a patient since 1989.",
    "Basically, I'm a woman living with HIV.",
    "I had a lot of abdominal surgeries.",
    "I think it was 17.",
    "Now it's 21, I think.",
    "21 surgeries.",
    "They would just say, \"Okay, well now you need to see a cardiologist.\"",
    "\"Now, you need to see a neurologist.\"",
    "Did they ever tell you beforehand how much things would cost?",
    "Of course not. No."
]