[
    "Hey there, Chance.",
    "Well, the President's declaration that the pandemic is over...",
    "...just not really squaring with reality.",
    "The WHO saying it is not over, though we are nearing the end.",
    "And then, now is certainly not the time to be letting up on the gas pedal.",
    "Even the President's own chief medical advisor, as you heard saying,...",
    "...this is a complicated picture...",
    "...and that we're not where we need to be to live with this virus.",
    "The CDC still reporting 360 daily deaths from the coronavirus.",
    "That is far from the peaks we saw...",
    "...in the thousands in the winters of 2020-2021 and 2021-2022.",
    "But it is not near that low that we saw mid-2021,...",
    "...and certainly 360 people a day is 360 too many,...",
    "...depending on how you look at this.",
    "If we are going to live with this virus,...",
    "...public health officials say we need to continue to be vigilant for now,...",
    "...especially as we near the colder months...",
    "...when there could be more of a take-off in case counts.",
    "And get those booster vaccine shots...",
    "...that are now available to everyone over the age of 12,...",
    "...even the second gentleman and Dr. Ashish Jha,...",
    "...who is directing the COVID response,...",
    "...getting very public booster shots just last week in part to promote that.",
    "And then, of course, you had the President this weekend...",
    "...saying that the pandemic was over.",
    "Just a very different sort of tact to take...",
    "...from the rest of the global community and even his own administration.",
    "Just listen to what the director general of the World Health Organization...",
    "...had to say about where we are right now...",
    "...in this fight and what we need to do going forward.",
    "We have never been in a better position to end the pandemic.",
    "We're not there yet, but the end is in sight.",
    "A marathon runner does not stop when the finish line comes into view.",
    "She runs harder with all the energy she has left."
]