[
    "Picture yourself at the top of Mount Fuji.",
    "If you look down, you'll see a futuristic city...",
    "...nestled between the sprawling green tea fields.",
    "That's Toyota's ten-billion-dollar Woven City.",
    "It has an innovative basket-like design that's intertwined...",
    "...with three types of roads, smart houses,...",
    "...research facilities, and an underground transport system.",
    "Three hundred sixty of Toyota's best inventors live in Woven City,...",
    "...and they are constantly working on new technologies...",
    "...to assist the city's residents.",
    "Woven City is years away from becoming a reality,...",
    "...but today we're giving you a sneak peek.",
    "Let's head down for a closer look.",
    "It looks like that 10,000 dollar Toyota e-Palette autonomous vehicle is empty.",
    "So let's hop inside and take a drive-through Woven City.",
    "The first thing you'll notice is just how big the city is.",
    "It was built on 175 acres and is home to 360 inventors...",
    "...as well as seniors with mobility issues and families with young children.",
    "Eventually, 2,000 Toyota employees will call Woven City home...",
    "...and there will be people from all demographics living here,...",
    "...including retirees, scientists and retailers.",
    "You'll notice that Woven City uses a unique grid system...",
    "...made up of three types of interconnected roads.",
    "We're on a road built specifically for autonomous vehicles,...",
    "...but over there, you'll notice a road made for pedestrians...",
    "...as well as people on bikes or scooters.",
    "That road over there doubles as a linear park...",
    "...and is only for pedestrians.",
    "All three types of roads flow together seamlessly.",
    "Traffic congestion is never a problem in Woven City,...",
    "...and the roads elegantly weave through the smart houses and buildings.",
    "You'll also notice that there's no pollution in Woven City.",
    "The air is crisp and fresh...",
    "...because there are miniature parks around every corner.",
    "The roads are lined with shrubs, fruit trees and cherry blossom trees.",
    "In true Japanese fashion,...",
    "...Woven City's technology blends seamlessly with nature."
]