[
    "In Iran this morning, the Army vows to quote,...",
    "...\"confront the enemies and put down a series of deadly protests mostly led by women.\"",
    "The protesters are furious over the recent death of a 22-year old woman...",
    "...after she was taken into custody...",
    "...accused of violating Iran's rigid dress code for women there.",
    "Ramy Inocencio reports on the women...",
    "...who are challenging some of the basic underpinnings Iran's Islamic regime.",
    "Taking off their head coverings and waving them in the air.",
    "This is defiance in Iran.",
    "And women are leading the charge.",
    "Some are even burning their hijabs, their mandatory head coverings, in protest.",
    "Sparked by the death of 22-year old Mahsa Amini,...",
    "...police allege she suffered a heart attack...",
    "...after being arrested for wearing an improper hijab.",
    "They released this security footage showing her collapse.",
    "CBS News cannot verify its authenticity, but critics believe she was beaten,...",
    "...saying her body was bruised and bleeding.",
    "It all started with a hijab.",
    "How is that possible?",
    "There is a morality police that polices the streets, brings women in, punishes them.",
    "Sanam Vakil is an expert in Iranian policy.",
    "The morality police are enforcers of Iran's strict Islamic dress code,...",
    "...well-documented confronting women,...",
    "...sometimes violently, for not covering their heads or bodies.",
    "For conservatives and hardliners within the system,...",
    "...the hijab can be a source of power or source of identity.",
    "For people that are against the hijab, it is the question of choice.",
    "Really their lack of choice, under Iran's version of Islamic law.",
    "But angry Iranians are trying to break that.",
    "Striking its symbols of government authority...",
    "...and stoning an image of Iran's supreme leader.",
    "Some women are cutting their hair in front of clapping crowds in solidarity."
]