[
    "It's known as the Doomsday Glacier,...",
    "...and scientists are growing more concerned about it.",
    "The Thwaites glacier in Antarctica is one of the largest on earth...",
    "...and is larger than the state of Florida.",
    "According to a new study, scientists say sometime in the last 200 years,...",
    "...the base of the glacier retreated twice as much than observed in the last 10 years.",
    "That means the glacier can shrink much faster than previously thought.",
    "If it collapses, scientists say the global sea level could increase several feet...",
    "...and put coastlines at risk of destruction.",
    "Joining us now to talk more about this concerning finding, Terry Tamminen.",
    "He's the president and CEO of Altasea at the Port of Los Angeles.",
    "Thank you so much for your time, sir.",
    "How concerned should we be about this glacier melting?",
    "We should be very concerned.",
    "Scientists have been telling us about this for quite some time,...",
    "...and in parallel with that, the Greenland ice mass is suffering a similar decline.",
    "And part of what we're starting to learn now with new science,...",
    "...both in terms of the Thwaites glacier and Greenland,...",
    "...is how fast the meltwater underneath these giant ice floes is melting.",
    "And that's something that’s been much harder to study because you can't get cameras...",
    "...down there and sensors, although now they're starting to do that.",
    "And what we're finding is, you know,...",
    "...imagine that you had some ice on the top of your table...",
    "...and then suddenly you had some water underneath it.",
    "Well, it would slide much faster off the table.",
    "And the same thing is happening here.",
    "And so I think we need to be very concerned...",
    "...because the consequences of this happening rapidly,...",
    "...especially if it happens both in the Arctic and the Antarctic at the same time,...",
    "...that could just be catastrophic to our coastal cities and infrastructure."
]