[
    "What humans will look like in a thousand years.",
    "Humans are still evolving.",
    "So where will evolution take us in a thousand years?",
    "Chances are we'll be taller.",
    "Humans have already seen a boom in height over the last 130 years.",
    "In 1880, the average American male was five foot seven.",
    "Today, he's five foot ten.",
    "We may also merge with machines...",
    "...that can enhance our hearing, eyesight, health and much more.",
    "Right now, there are hearing aids that let you record sounds,...",
    "...generate white noise and even come with a built-in phone.",
    "Another example is a team out of the University of Oregon,...",
    "...which is developing bionic eyes that help the blind to see,...",
    "...but it's not impossible to imagine that this technology could become a tool...",
    "...for seeing what we currently consider invisible...",
    "...like different energies of light, such as infrared and x-rays.",
    "There will eventually be a day...",
    "...where prosthetics are no longer just for the disabled.",
    "However, it's not just our outside appearance that will change.",
    "Our genes will also evolve on microscopic levels to aid our survival.",
    "Another way to jumpstart the human evolution on a different path...",
    "...is to move some of us to Mars.",
    "Mars receives 66 percent less sunlight than Earth,...",
    "...which can mean humans on Mars will evolve larger pupils...",
    "...that can absorb more light in order to see.",
    "And since Mars' gravitational pull is only 38 percent of Earth's,...",
    "...people born on Mars might actually be taller than anyone on Earth.",
    "The path to immortality will likely require humans...",
    "...to download their consciousness into a machine.",
    "Right now, scientists in Italy and China...",
    "...are performing head transplants on animals...",
    "...to determine if you can transfer consciousness from one body to another.",
    "They claim their next big step is to transplant human heads.",
    "Whatever happens in the next thousand years,...",
    "...whether we merge with machines or become them,...",
    "...one thing is certain: the human race is always changing.",
    "And the faster we change and branch out from Earth,...",
    "...the better chance we have of outrunning extinction."
]