[
    "We use a lot of slang.",
    "Not gonna do it on camera, but we swear a lot as well.",
    "We just make words out of different words.",
    "I guess she can understand me because she's a Kiwi and it's very similar,...",
    "...but I don't think you would be able to understand a lot of my slang.",
    "I don't think so.",
    "Maybe a little.",
    "I've learned a lot, so I feel quite confident in my Aussie slang now.",
    "I was thinking the other day, Aussie is like 30 percent American, 30 percent UK and just 30 percent we made up.",
    "New Zealand and Australia, we adopt similar slang,...",
    "...but we always do have little arguments of like,...",
    "\"Who created what?\"",
    "You guys say pants, not underwear.",
    "And then, we say pants and you guys say trousers.",
    "Actually, we say pants.",
    "You guys say pants.",
    "You say trousers.",
    "I say trousers.",
    "We say pants because our pants like, this is pants, but for you it's underwear, right?",
    "We call them undies.",
    "I call them undies, too.",
    "In the US, we call them sneakers.",
    "Like \"Oh, I want to get a pair of sneakers.\"",
    "Like \"Oh, nice sneakers.\"",
    "Sometimes people have to say like \"Oh, nice kicks you got there.\"",
    "Like that's a slang for it.",
    "Oh, nice kicks.",
    "In the UK, we call them trainers.",
    "Okay?",
    "So as a Kiwi, we literally, it depends on the shoe, but we say sneakers.",
    "We also say runners.",
    "We can also say trainers, depending on the shoe.",
    "Yeah.",
    "In Australia, there's 100% runners.",
    "In South Africa, we're a little bit similar to New Zealand.",
    "We can call them sneakers or takkies.",
    "Takkies.",
    "Takkies.",
    "So cute.",
    "I have no idea where it came from.",
    "When you're a kid, you're like \"I want to get some new takkies.\"",
    "It's quite a cute word.",
    "I like it.",
    "I remember the first time I heard someone said trainers.",
    "They said like, \"Oh, I've got to go get my trainers.\"",
    "I thought, \"You have personal trainers?\"",
    "What?"
]