[
    "On Click, we've seen digital supermodels carefully crafted over many months.",
    "And we've learned why designers want them.",
    "Digital models are going to become more and more in demand...",
    "...as it makes much more sense to put your 3D clothes on 3D models.",
    "Entirely digital fashion now often exists solely for social media.",
    "But the reality is physical clothing still results in about 100 million tons...",
    "...of waste every year and that's mostly because of customers...",
    "...sending things back.",
    "But now, one startup here in the heart of Amsterdam's fashion district...",
    "...is hoping to change that by using digital models to help online retailers...",
    "...clean up their act.",
    "This is Lalaland.",
    "Instead of painstakingly using CGI to create one or two digital supermodels...",
    "...it uses artificial intelligence that can make all kinds of digital bodies in minutes.",
    "Basically, we're going to have you configuring your own fashion model.",
    "Generating these synthetic models using artificial intelligence...",
    "...that then consumers can relate to more, which solves a massive problem...",
    "...of people feeling underrepresented while shopping online.",
    "The idea is that a retailer can make digital models...",
    "...they think shoppers will want to see,...",
    "...choosing skin tone, size, facial features, and hairstyles in just a click.",
    "So that's short, curly and we go to body shape.",
    "Yeah. Which we have apple, rectangle, pear, triangle.",
    "I've always had a nightmare myself, shopping, only seeing one type of complexion model.",
    "The closer the model is to you, the better idea you have of what the clothes...",
    "...will look like in reality.",
    "It's not just about colorizing...",
    "...or I'm trying to make someone look dark brown to light brown.",
    "It's really trying to take all characteristics...",
    "...that you would have with real humans, right?",
    "South Americans with bigger hips, maybe dark brown people with bigger lips.",
    "Shops then add garments, picking poses and fits.",
    "First, the before which was just the model.",
    "Wow.",
    "And the after, which is the model wearing your product items, in a couple of minutes.",
    "That's insane."
]