[
    "There's a desperate plea for global support to protect the world's animals and plants.",
    "It comes after a new report has shown...",
    "…that wildlife populations have fallen by nearly 70% since 1970.",
    "The Worldwide Fund For Nature says governments, businesses, and the public...",
    "…must take action to reverse the destruction of biodiversity.",
    "Sean Dilly reports.",
    "Striding with grace, content with its natural habitat in the Amazon.",
    "But maybe that's because this big cat doesn't understand the danger...",
    "…that lurks around the corner.",
    "The conservation charity, the Worldwide Fund For Nature...",
    "…says the breakup of natural habitat and climate change...",
    "…means animal populations here are in particular danger.",
    "The charity's latest Living Planet Report warns that global wildlife populations...",
    "…have fallen by nearly 70% in around 50 years.",
    "The study which assesses the abundance of almost 32,000 populations...",
    "..of 5,230 species of animals, birds, reptiles, amphibians, and fish around the world,...",
    "…suggests that population sizes declined by 69% on average between 1970 and 2018.",
    "Species living in freshwater lakes and wetlands have fallen by an average of 83%.",
    "The most impacted species live here in Latin America and the Amazon...",
    "…where deforestation is destroying trees and the species who rely on them...",
    "...to sustain life.",
    "Wildlife population sizes here have fallen by 94% over the past half century...",
    "…according to the report.",
    "Other areas such as North America, Asia, and Europe have seen a smaller decline,...",
    "…but climate change threatens species everywhere.",
    "The UK is one of the most nature depleted countries in the world,...",
    "…with just half of its nature richness remaining.",
    "The Worldwide Fund For Nature says...",
    "...it's now or never if we're to restore the natural world.",
    "The government says it's committed to halting the decline of nature by 2030,...",
    "…and that it will continue to improve on wildlife laws.",
    "But the WWF says it needs to act very quickly...",
    "…if it wants to protect species from danger and extinction.",
    "Sean Dilly, BBC News."
]