[
    "Now, to a potential breakthrough in getting rid of plastic in the environment,...",
    "...researchers in Spain have found...",
    "...that saliva from the larvae of wax worms can break down...",
    "...some of the toughest types of plastic.",
    "Tom Brada has the details.",
    "Plastic pollution is one of the great environmental crises of our time.",
    "But could the humble worm potentially provide a solution?",
    "This specific worm you can see wriggling away is the wax worm,...",
    "...and Spanish researchers say they've discovered chemicals in the wax worm's drool,...",
    "...which can break down polyethylene, one of the most widely used plastics in the world.",
    "Now, we found that the worms can do that through their saliva...",
    "...and in the saliva, there are two enzymes...",
    "...that can actually oxidize and then degrade polyethylene.",
    "According to the scientists who carried out the research,...",
    "...just one hour's exposure to the saliva can break down the plastic...",
    "...as effectively as years of weathering.",
    "And that could be crucial.",
    "Polyethylene is an extremely useful but durable material.",
    "First created in 1933, it's cheap to produce and doesn't interact with food.",
    "Which means it can be particularly useful for things like food packaging.",
    "But it can also be very hard to get rid of.",
    "The original concept of biodegration into the environment,...",
    "...you throw the plastic bags and then it degrades there.",
    "But I don't think it's feasible, it will all make much sense.",
    "So, in a controlled environment, waste management facility, bigger, smaller,...",
    "...whatever it is, you can imagine clearly we have to collect the plastic.",
    "Then, you can pour liters of the solution of this enzymes in there.",
    "Wax worms currently have a tricky reputation.",
    "They're actually considered pests by beekeepers...",
    "...as they feed on beeswax, pollen, and honey.",
    "But if they prove a useful weapon for tackling our plastic problems,...",
    "...then we might have to rethink their reputation.",
    "Tom Brada, BBC News."
]