[
    "They often say that in good times, people drink.",
    "And in bad times?",
    "Well, I guess people drink.",
    "At its simplest, it really is just barley, hops, yeast, and just water.",
    "But those four ingredients and a whole lot more, have increased quite a lot of late.",
    "Meaning that that is a little more expensive.",
    "Beer is the most popular alcoholic beverage in the world.",
    "It's a standing that has been boosted by the drink's relative affordability...",
    "...compared to cocktails or wine at a bar.",
    "But everyone from multinational brewers to small craft beer companies to pub chains...",
    "...has been warning about the beverage's inevitable price increase.",
    "In the United Kingdom, for instance, the average cost of a pint of beer...",
    "...has soared by 70% since the global financial crisis.",
    "The mean price for 568 milliliters of brew has gone from £2.30 in 2008 to £3.95 in 2022.",
    "The cheapest pint was found in a pub in Lancashire,...",
    "...in the northwest of England, at £1.79.",
    "The most expensive?",
    "London, of course, where one unnamed pub...",
    "...was charging a whopping £8.06 on average.",
    "But London is far from the priciest place to buy a beer.",
    "It's the seventh most expensive capital, according to one beer index,...",
    "...which analyzed the price of brew from local supermarkets and hotel lobbies.",
    "Tokyo, Bern, Paris, Beijing, Amman, and Doha,...",
    "...top the list of most expensive places to buy beer,...",
    "...with a pint costing nearly $20 in Qatar's capital.",
    "Why? The short answer is inflation.",
    "The long answer extends from the cost of raw materials...",
    "...to the wages of the bar staff pouring your pint.",
    "Just look at these charts released by Heineken, the second-largest brewer in the world.",
    "The costs of barley, aluminum, natural gas and paper are all going up,...",
    "...and Heineken told investors it’s protecting its bottom line...",
    "...by passing on those costs to consumers."
]