[
    "Wait, we all know that one person who just gets eaten alive by mosquitos.",
    "Maybe it's you.",
    "I'm one of them.",
    "But now we're learning more about why.",
    "A new study says it could have everything to do with how you smell.",
    "CNN's Tom Foreman is here to explain.",
    "I know there are a lot of people wondering why they're a mosquito magnet, Tom?",
    "Of course, this is really exciting research out of Rockefeller University...",
    "…up in New York where they do a lot of great work on this.",
    "What they have found is that skin odor has a definite attractiveness...",
    "...to mosquitoes in some people.",
    "How definite?",
    "So much so that in some cases, they say the people who attract the mosquitos...",
    "…are 100 times more attractive than other people nearby in that circumstance.",
    "Now, what is it about skin odor that makes the difference?",
    "They put these sleeves on people and then collected their skin odor...",
    "…and then tested them against mosquitos.",
    "And they found that what it was was a type of fatty acid called carboxylic acid.",
    "What do carboxylic acids do?",
    "Carboxylic acids really, really draw mosquitos.",
    "Only female mosquitos, by the way, male mosquitos do not bite.",
    "And they give a slight odor, these acids, of cheese and feet...",
    "…which doesn't sound that attractive to begin with.",
    "Even if the mosquitos aren't bothering you, you might have another problem.",
    "But, here's the thing, Anna.",
    "The mosquitos, they even try to say, what if we could somehow cut off the receptors...",
    "…on these mosquitos, so they couldn't really smell it as well.",
    "Didn't matter.",
    "They had backup systems.",
    "They still went after these people more than anybody else.",
    "So now, the question is,...",
    "…can you come up with some sort of a blocking lotion or something...",
    "…that people could put over their skin that would suppress this so, at very least,...",
    "…these people are not more attractive to mosquitos than anybody else.",
    "And maybe you can get to where they're not so attractive.",
    "Big important deal, because remember, mosquitos aside from just being a nuisance...",
    "…and being uncomfortable,...",
    "…700 million people per year suffer from mosquito borne diseases...",
    "…like Zika, and Dengue, and Malaria.",
    "So, this is big news.",
    "It may seem funny in a way, but in other ways, could be really important, Anna."
]