[
    "Videos with the hashtag quiet quitting have racked up more than 150 million views...",
    "...on social media app, TikTok.",
    "The phrase gained momentum after a TikTok video was posted on the subject,...",
    "...by a software engineer in New York.",
    "I recently learned about this term called \"quiet quitting,\"...",
    "...where you're not outright quitting your job,...",
    "...but you're quitting the idea of going above and beyond.",
    "But this isn't just an American phenomenon.",
    "The rejection of hustle culture has been happening all around the world,...",
    "...including China, where the movement started long before it was popularized in the West.",
    "I talk with my friends, and they often use that term, like Tang Ping.",
    "\"I really want to lie down and lie flat and I don't want to do my job.\"",
    "\"I don't want to achieve something.\"",
    "It's more like people's attitudes towards their life.",
    "This is Dian Gu. He works as a content specialist for an internet company in China.",
    "Bai Lan is more like the definition of quiet quitting.",
    "People don't want to commit more to their jobs and they just do what the company require.",
    "So, these kind of phrases are really commonly used by me,...",
    "...by my friends, by younger people in China.",
    "The internet in China has been awash with the phrases \"Tang Ping,\" which means \"lying flat.\"",
    "And more recently, \"Bai Lan,\" which means \"let it rot.\"",
    "This has coincided with many young people in China becoming increasingly frustrated...",
    "...with both their personal and professional lives.",
    "Unlike most countries, China has continued to pursue a zero COVID strategy,...",
    "..which requires strict and sudden lockdowns...",
    "...and extensive testing for cities experiencing outbreaks,...",
    "...confining hundreds of millions of Chinese people to their homes.",
    "As a result, the country's economy has slowed down and is struggling to boost growth.",
    "The World Bank forecasts China  will grow just 2.8% in 2022,...",
    "...while the rest of the Asia-Pacific region is expected to grow 5.3% on average.",
    "This is the first time China's GDP growth has lagged behind its neighbors since 1990.",
    "Amidst the economic uncertainty,...",
    "...youth unemployment in cities rose to almost 20% in July 2022.",
    "The highest since the Chinese government started publishing the figures in 2018.",
    "As a result, the labor market has shrunk since 2019.",
    "At the same time, the number of people entering higher education has grown...",
    "...rapidly over the past two decades, which means there is fierce competition...",
    "...between graduates for white collar jobs."
]