[
    "Over the last few decades, the internet has evolved from a niche pastime...",
    "...to an essential part of our daily lives.",
    "But despite the technology's massive progress,...",
    "…critics say it's become too centralized,...",
    "…with power concentrated in the hands of a few big tech companies.",
    "Enter Web3, where a slew of companies, like the ones at this crypto conference,...",
    "…are aiming to reshape the internet.",
    "Proponents of Web3 say it has the potential to disrupt the giants of the tech world...",
    "...by giving power to internet users rather than platforms.",
    "But Web3's also drawn some prominent detractors, who've dismissed it as...",
    "…simply another Silicon Valley fad that creates more problems than it solves.",
    "So, what is Web3 exactly, and why can't the tech world stop talking about it?",
    "Web3 is a movement in tech that calls for the creation of a decentralized...",
    "…version of the internet based on a few technologies, with blockchain being a key one.",
    "Ethereum is currently the most popular platform on which Web3 services are built.",
    "But there are others, including Algorand and Polkadot.",
    "In fact, the term Web3 is thought to have been first coined in 2014 by Gavin Wood,...",
    "Polkadot's creator and a co-founder of Ethereum.",
    "Web3 is really sort of an alternative vision of the web where the services that we use...",
    "…are not hosted by a single service provider.",
    "To understand Web3 and where it's coming from, it's important to look a little...",
    "...at the history of the internet.",
    "During the 90s and early 2000s, websites were mostly static pages...",
    "...where you could consume pieces of information.",
    "But it was much harder to produce content of your own.",
    "This period has been described as Web1.",
    "With the advent of Web2 in the early to mid 2000s, we were introduced to applications...",
    "…like Facebook, YouTube and Twitter.",
    "These sites were more interactive, allowing users to post their own material...",
    "…and engage in online discussions about everything from politics to pets.",
    "While Web2 ushered in a more user-friendly online experience,...",
    "…there were a few significant drawbacks.",
    "Bertrand Perez, chief operating officer at the Web3 Foundation,...",
    "…ran me through some of the downsides.",
    "Right now, you have big organizations who are controlling your data...",
    "…and providing you services that use your data.",
    "When you're using a service, if the service is free,...",
    "…that means that you are, you are the product.",
    "Those organizations are having a lot of insight on you, on your life, etc.",
    "And if you add that,...",
    "…together with artificial intelligence, you're able to basically know...",
    "…and kind of model, person per person, very precisely, and that's, to some extent,...",
    "…a level of freedom that you're giving away.",
    "Because the more those institutions know you, the better they can sell you ads."
]