[
    "The first member of Gen Z has been elected to congress.",
    "At only 25 years old, Congressman-elect, Maxwell Alejandro-Frost,...",
    "...will represent Florida's tenth district.",
    "Frost first appeared on The Sunday Show last year to discuss his run,...",
    "...highlighting the importance of gun violence prevention.",
    "As he prepares to take office in January, his celebration began...",
    "...with a shout-out from President Biden.",
    "I was pleased to call Maxwell Frost, the 25-year-old who got elected,...",
    "...I guess, the youngest man ever elected to the United States Congress.",
    "I have no doubt he's off to an incredible start...",
    "...and what I'm sure will be a long, distinguished career.",
    "Earlier this morning, I spoke with Florida's new Congressman-elect.",
    "Congressman-elect, Maxwell Alejandro-Frost, welcome back to The Sunday Show.",
    "Of course, thank you for having me.",
    "How does it feel to hear that, Congressman-elect?",
    "I know, it's completely surreal.",
    "I feel incredibly blessed, humbled.",
    "I mean, I remember the election, my watch party,...",
    "...we had hundreds of our supporters around us and really,...",
    "...that's what i'm taking with me, just thinking of all those faces,...",
    "...everyone who put a lot on the line to make sure that we won this.",
    "So, you are part of what I call, The Parkland Generation.",
    "When I heard you were running for congress I said,...",
    "...\"let's get him on television, let's hear what he has to say\".",
    "And I'm just gonna claim credit,...",
    "...we were the first ones to put you on national television.",
    "And you impressed all of us.",
    "We kept inviting you back.",
    "Talk to us about the campaign, what it was like,...",
    "...now that you've run the race, you've won the race, the experience.",
    "Well, you know, we launched August 11th of last year.",
    "We've been doing this for over a year and a half.",
    "Or about a year and a half, it's been very difficult.",
    "There were a lot of trying times, a lot of hard decisions.",
    "But at the end of the day, like I said before,...",
    "...it is really about the team that we built.",
    "I mean, it was my name on the ballot,...",
    "...but it is really a whole movement of people in Central Florida,...",
    "...and really across the country that came together to make it happen.",
    "I'm happy election day, it has come and gone.",
    "I'm really excited to represent my community in congress."
]