[
    "It was, you know, one of the hardest calls that I've had to make...",
    "...in the 18 years of running the company.",
    "Company-wide announcements from tech CEOs have all had similarities recently.",
    "This is a very difficult decision.",
    "Tough decision.",
    "Amazon is preparing to lay off up to 10,000 workers.",
    "Meta is cutting 11,000.",
    "Netflix has made big cuts.",
    "So has Shopify, Snap, Twitter.",
    "Well, maybe that's a unique circumstance.",
    "Here are the macro and micro reasons why the tech industry...",
    "...is seeing massive layoffs right now.",
    "Picture it, Silicon Valley, 2019.",
    "These three major tech companies' revenues were growing steadily...",
    "...as everything moved online,...",
    "...and their number of employees was also growing.",
    "Then, of course, the pandemic hit.",
    "People began shopping from home, binge-watching,...",
    "...and just generally being online more.",
    "Not only did the revenues of many of these tech companies skyrocket,...",
    "...but so did their headcount.",
    "I think Amazon is the quintessential example here.",
    "If you're promising two-day shipping,...",
    "...you have to deliver two-day shipping.",
    "Amazon, in response, just had to hire many, many more people.",
    "Not only did Amazon grow its delivery operation,...",
    "...but it also grew from its web services.",
    "Companies and businesses that might not have been online before now...",
    "...had an online presence.",
    "You have to host that data somewhere.",
    "And so, Amazon saw their cloud computing service do very well during the pandemic.",
    "Revenues stayed high through 2021,...",
    "...and many tech CEOs thought the growth would continue at the same rate...",
    "...they had seen for the last two years.",
    "We're going to continue to invest aggressively...",
    "...into the growth opportunities that we see.",
    "So they continued the hiring spree, and not just a lot of employees,...",
    "...but some expensive employees...",
    "...because this is also when the talent wars ramped up,...",
    "...where companies were vying for in-demand employees.",
    "Facebook launching the Metaverse is a prime example."
]