[
    "Here in Gothenburg, one team are trying to solve this,...",
    "...and they're using technology that's a bit like a 3D printer.",
    "Their aim, well, is to grow organs from cells...",
    "...here in this lab, no donor necessary.",
    "Today, we are going to look at printing skin.",
    "The skin is composed of different layers.",
    "Okay.",
    "And every layer has different types of cells in combination.",
    "It is the human body's largest organ...",
    "...but even a small skin model requires millions of cells.",
    "They're mixed into different bio-inks for the machine to choose between.",
    "You really design a code that tells the printer what to print,...",
    "...when, and then, which structure.",
    "It's a lot more visible than I expected with the naked eye.",
    "A hollow blood vessel structure has been layered inside this one...",
    "...and a syringe-like print head has a different purpose.",
    "So you can actually print cells or hair follicles to really replicate the skin.",
    "At this stage it kind of looks like a bit of toothpaste,...",
    "...but actually it's seriously complicated cells in here.",
    "While 3D printed skin could be applied in surgical grafts, drug, and cosmetic testing,...",
    "...the cells have to mature first.",
    "This is where we culture the samples we've printed.",
    "They are kept in incubators for several weeks...",
    "...and this tray is about a week old.",
    "The top part, which is mimicking the top of our skin, is on top.",
    "A mix of proteins and nutrient molecules is fed in and the waste is removed,...",
    "...all while being closely monitored.",
    "The beauty with this microscope is you can actually watch your sample...",
    "...through an iPad so it's no longer looking through those small eye things.",
    "Green dots for living cells, red for dead.",
    "So there's not that many dead cells here that you can see.",
    "Which is a very good sign.",
    "Close analysis of the end results is needed to fine-tune.",
    "Cell ink has been printing cancer tumors...",
    "...so that patients could receive personalized treatments...",
    "...without enduring drug trials themselves.",
    "They've also made liver models for drug screening campaigns...",
    "...and are helping beauty brands become animal cruelty-free,...",
    "...thanks to testing on lab-grown skin."
]