[
    "Taking a daily multivitamin could possibly be a health benefit...",
    "…not just for your body, but for your brain.",
    "A new study from the Alzheimer's Association suggests that...",
    "...it may slow cognitive decline in older adults.",
    "To help us understand this encouraging news,...",
    "...in regards to finding potential ways to combat Alzheimer's disease and Dementia.",
    "Let's bring in CNN's Dr. Tara Narula.",
    "Dr. Narula, tell us more about this new study.",
    "Yes, so this was a study of 2200 older Americans,...",
    "…over 65, average age about 72.",
    "And researchers wanted to see if they gave them a supplement,...",
    "…either a cocoa extract supplement or multivitamin,...",
    "…could they protect their cognitive function.",
    "So, they gave them a cognitive test at baseline and then after three years,...",
    "…they looked after three years, they would test them year one, two, and three.",
    "And essentially, they thought they might find...",
    "…a benefit with the cocoa extract group, but they did not.",
    "What they did find was a significant benefit in the multivitamin group.",
    "They found that it basically slowed the decline of cognitive aging by about 60%.",
    "In addition to that,...",
    "...in those patients or subjects that had underlying cardiovascular disease,...",
    "…they saw even more benefit.",
    "So, people seem really excited about this.",
    "Why, other than the obvious reasons, why do you think it is so interesting?",
    "Well, prior reviews of nutrition supplements have really shown...",
    "...insufficient evidence to recommend that to protect cognitive function.",
    "So, this is kind of the first large-scale, what we call randomized control trial,...",
    "…of high-quality study to show a potential benefit.",
    "There is no FDA approved interventions for older asymptomatic adults...",
    "...to protect cognitive function.",
    "So, when you think of the potential public health impact...",
    "…of something as simple as a multivitamin that's safe, accessible, affordable.",
    "If it really is effective, you could have the potential to help millions of Americans.",
    "We know that six and a half millions of Americans have Alzheimer's disease.",
    "When you look worldwide, we're talking about 46 million adults...",
    "…who suffer from Alzheimer's, Dementia, or some form of Dementia.",
    "So, real potential.",
    "So, what are the takeaways?",
    "What should people at home be doing right now, because they're watching us?",
    "Well, it's important to emphasize, this is not practiced or guideline changing yet.",
    "This is definitely preliminary.",
    "Just one study?",
    "One study, important to replicate it in larger studies.",
    "Studies with a more diverse population.",
    "And what we really counsel people for in general is to eat a well-balanced diet, right?",
    "There's tons of bioactive nutrients in a good diet and you can get them that way.",
    "There are certain populations that certainly need supplementation...",
    "…and then there are other low-cost strategies that you can do...",
    "...to improve your cognitive function.",
    "Things like exercise, things like managing your stress, sleep,...",
    "…avoiding too much alcohol or cigarettes, social stimulation, mental stimulation.",
    "So, these are easy strategies to use."
]