[
    "As we honor those who've served this country,...",
    "...one group is enlisting shelter dogs...",
    "...to provide comfort and healing to veterans in need.",
    "Rescue dogs on a mission to save lives,...",
    "…all through the California non-profit, Shelter to Soldier.",
    "We aim to adopt dogs and give them a purpose in life,...",
    "…while also helping save veterans' lives.",
    "Post-9/11 veterans battling mental health conditions are paired at no charge,...",
    "...with dogs who have received specialized instruction over 12 to 18 months...",
    "...to become psychiatric service animals.",
    "The need is great.",
    "85% of our veterans suffer from nightmares and night terrors,...",
    "...so we have a bedroom in our task room to help practice those interruptions...",
    "…with our dogs for their rest.",
    "Trainers not only teach the dogs basic commands, but how to comfort.",
    "They help veterans like Adam Cunningham, a marine who served in Afghanistan.",
    "After getting out, I just felt like I didn't have any real options, I guess.",
    "During this time, I just felt so hopeless, helpless, lost.",
    "I felt like I was just slowly suffocating.",
    "But Adam's life turning around when he met Bash, a lab mix...",
    "…through Shelter to Soldier.",
    "Bash came in the room, he was kind of like, looked over, walked up to me...",
    "…and then hopped up.",
    "And then was just like, \"Hey, I'm here like, what's going on man?\"",
    "The organization living up to its motto, \"Saving two lives at a time.\"",
    "After experiencing the brotherhood of the military,...",
    "...after experiencing losing best friends, the relationship I have with Bash is...",
    "…it's almost like you're taking the best out of all those categories,...",
    "…wrapping it up in a dog.",
    "It's priceless.",
    "That's a special bond.",
    "And to all of the veterans out there, we are truly grateful...",
    "…for your service and sacrifice."
]