[
    "Now, on to something that's been all over the news in recent weeks,...",
    "...Elon Musk's purchase of Twitter.",
    "Yeah, his takeover hasn't been without issues, shall we say,...",
    "...from charging for verification, to laying off half of the social media site staff.",
    "As a result,...",
    "...millions of Twitter users are exploring another little-known platform called Mastodon.",
    "Our technology editor, Zoe Kleinman, gives us the low-down.",
    "It gets its name from a prehistoric elephant...",
    "...and shares it with a heavy metal band.",
    "Yes, Mastodon, an alternative to Twitter that's exploded in popularity lately.",
    "The first thing you have to do when you sign up is choose a server.",
    "There are loads of them,...",
    "...and they're themed by things like country, city, interests.",
    "You've got UK, Glasgow, gaming, and so on.",
    "It doesn't really matter which one you choose...",
    "...because you can see all the others anyway,...",
    "...but it gives you a sort of starting community of people...",
    "...who are more likely to be sharing the same sort of stuff...",
    "...that you're interested in as well.",
    "By the way, you don't tweet here, you Toot.",
    "One of the attractions of this platform is that it's decentralized.",
    "No one person or company owns Mastodon.",
    "The staffers all link up to form a kind of collective network,...",
    "...but they're all owned by individuals and different organizations.",
    "This does mean that you can be at the whim of whoever owns your server.",
    "If that goes down, so does your account.",
    "You can switch servers if you want to.",
    "But people are saying that it's quite a faff.",
    "There's also the issue of moderation.",
    "Because it's not centrally run, Mastodon moderation differs from server to server.",
    "Some have rules, some have none.",
    "It's free to use, but some of the hosts ask for donations because they don't get paid."
]