[
    "It's a case that's been going through the courts for two years.",
    "The advocacy group Make It Happen...",
    "…wants the voting age in New Zealand lowered to include 16 and 17 year olds.",
    "And the courts have agreed.",
    "The New Zealand Supreme Court declared the current law...",
    "…that prevents voting for teenagers is inconsistent...",
    "…with the Bill of Rights and it's backed by the Prime Minister.",
    "I personally support a decrease in the voting age,...",
    "...but it is not a matter simply for me or even the government.",
    "Any change in electoral law of this nature...",
    "…requires 75% of parliamentarian support.",
    "That's why it's our view that this is an issue best placed to Parliament...",
    "…for everyone to have their say.",
    "Only a few countries allow those under 18 to vote.",
    "Brazil, Cuba, Austria, and Malta to name some.",
    "But many across the world are arguing that young people should have a say...",
    "…on long-term democratic decisions,...",
    "…given they will have to live with the consequences.",
    "Brexit in the UK, is one example.",
    "Young people are not a monolithic group.",
    "Different young people will have different opinions on different issues.",
    "But we've seen global trends and what we know...",
    "...is that young people are deeply concerned about long-term issues.",
    "I think nowadays, that kids these days are getting more progressive...",
    "...and that it would be a good idea to have a younger voting age.",
    "I think everyone should be able to vote,...",
    "…but when I was 16 I didn't have enough knowledge to make a decent decision, no.",
    "The legislation will have a tough road ahead.",
    "75% support in Parliament would require the backing of both Ardern's Labor Party...",
    "…and the opposition, National Party, to become law.",
    "The National Party so far, opposed the plan.",
    "If approved, it won't happen by the next New Zealand general election...",
    "…that's due to take place sometime before January 2024.",
    "Francis Collings, TRT World."
]