[
    "Caroline Smith, she's head of Research Sciences Collections...",
    "...at the Natural History Museum, London.",
    "Okay, so news from Mars, not just that water was there...",
    "…perhaps millions of years ago, but also these organic compounds.",
    "Can you explain the importance of that discovery and how much more likely,...",
    "…if you believe so, that that makes it that there was life on Mars at some time.",
    "Yeah, of course.",
    "So, what we found with data that's come back from the Rover,...",
    "…and has been studied over the last few months,...",
    "...is that we see igneous rocks.",
    "So, these are rocks that have been formed through volcanic processes...",
    "…which have also been affected by the action of liquid water.",
    "And that's really, really interesting and exciting...",
    "…because liquid water is one of the key ingredients you need for life to start.",
    "So, if you've got the chances of life ever being on Mars,...",
    "…you'd need to have somewhere that had liquid water for at least a period of time.",
    "And we've got good evidence for that.",
    "Now, that's combined with the fact that we're seeing, using instruments like SHERLOC,...",
    "…which is an instrument that I'm involved with,...",
    "...also, the presence of organic molecules.",
    "And organic molecules are molecules, chemical molecules,...",
    "…made of the elements carbon, hydrogen, oxygen, nitrogen,...",
    "…sometimes with some sulfur, sometimes phosphorus, and maybe some added up things.",
    "And those are really, really important because you need organic molecules...",
    "…for life to start.",
    "And the other thing that's really interesting about organic molecules...",
    "...is they can actually be fossil evidence...",
    "…sort of fossil chemical evidence of potential past life.",
    "Now, it's very important to say that the organic molecules we found so far...",
    "…we cannot conclusively say, or even guess that those are evidence of past life.",
    "To be able to do those types of experiments,...",
    "…we need to do really detailed experiments on labs, in labs on Earth,...",
    "…which we hope to do in the 2030s...",
    "…when we hope that these samples will be returned from Mars."
]