[
    "Topping our world lead, police flooded the streets...",
    "...to crush a remarkable uprising in major Chinese cities last night,...",
    "…fueled by the country's strict COVID policies.",
    "Rare dissent over the ruling party and severe Chinese government censorship.",
    "On Monday, police in Shanghai ordered citizens...",
    "...to delete any photos or videos of the protests.",
    "They even took subway passengers' phones,...",
    "…apparently, deleting social media apps such as the popular WeChat,...",
    "…which is already heavily censored by Chinese authorities.",
    "Let's go right to CNN's Selina Wang in Beijing, China, for us, Selina.",
    "In some cases, police are even going further than that.",
    "Yeah, there are even reports from protesters that police have visited their homes.",
    "I mean, China, here they're using its playbook of repression, surveillance,...",
    "…individual intimidation tactics.",
    "And also police flooding the places...",
    "…where protests have broken out in recent days...",
    "…and proactively going to any places...",
    "…where potential future protests are planned...",
    "...in order to stop them from ever happening.",
    "I was at the protests in Beijing this week...",
    "…when I went back to the exact same location the following day.",
    "It was eerily quiet with masses of police cars as far as the eye could see.",
    "And what is chilling here, Jake, is that some of this intimidation...",
    "…playing out in broad daylight in massive metropolitan cities.",
    "Police randomly stopping people walking around where protests broke out in Shanghai.",
    "You can see in the video they're ordering people to delete content from their phones.",
    "There are other videos that appear to show police randomly checking the cell phones...",
    "…of passengers on the subways in Shanghai.",
    "Protesters have told us that police are checking if people have installed VPNs...",
    "…that can be used to circumvent China's firewall.",
    "Protesters need VPNs in order to use banned apps like Twitter...",
    "…and messaging apps like Telegram for communication."
]