[
    "If you're feeling sick, sad, or stressed, your dog might know before you.",
    "According to a new study published in PLOS One Journal,...",
    "...dogs can distinguish between when someone is stressed versus calm.",
    "Clara Wilson helped lead the research.",
    "We got people to do really hard math to stress them out",
    "We took samples from them before and after.",
    "And we trained dogs to be able to discriminate between these smells,...",
    "...and they were very able to do it.",
    "They could do it in around 94% of trials.",
    "That's because dogs have an incredible sense of smell.",
    "Canines have more than 200 million olfactory receptors.",
    "Those are the nerve endings inside your nose.",
    "Humans have about 50 million.",
    "But that nose structure isn't dogs' only advantage.",
    "They also have more of their brain region dedicated to processing smells than humans.",
    "So, they're able to detect one odorant in a much lower concentration than humans can.",
    "So, that really helps.",
    "And dogs can do more than sense stress.",
    "Other research points to their ability to know if you're happy or potentially sick.",
    "Dogs have detected diseases including breast cancer, lung cancer, and cervical cancer.",
    "And early in the pandemic,...",
    "...a Bay Area hospital has a new way to screen people for COVID-19...",
    "...with the help of a four-legged friend.",
    "Dogs trained to sniff out the coronavirus.",
    "That's because disease and illness change how our bodies smell.",
    "There is a lot of evidence that when we get sick,...",
    "...what's called our volatile organic compound profile,...",
    "...and that's all these compounds that are emitting through our breath and sweat,...",
    "...they change.",
    "And it's not just dogs.",
    "Researchers in Africa train rats to identify tuberculosis...",
    "...and other studies have found that fruit flies and pigeons can detect cancer cells.",
    "More research is needed to determine...",
    "...how effective these animals can be in detecting illness,...",
    "...but researchers say their ability to know how humans are feeling...",
    "...and sniff out potentially deadly diseases could lead to earlier detection.",
    "Meg Hiling, Newsy Chicago."
]