[
    "Starbucks workers at stores across the U.S. have walked off the job...",
    "...in a dispute over unionization efforts at the coffee giant.",
    "The walkout comes after a one-day strike last month...",
    "…on the retailer's popular Red Cup Day...",
    "…when it gives away reusable holiday cups.",
    "The Starbucks Worker United Union reported it has won votes...",
    "...at almost three hundred stores so far.",
    "The union is protesting what it calls unfair labor practices.",
    "Newsy national correspondent, James Packard, is live tonight from Los Angeles...",
    "...and James bring us up to date on what exactly is happening...",
    "…and really how big an impact the strike could have.",
    "Yeah, hey Julie, well, we're only talking about one hundred stores here,...",
    "...but, in some cases, the stores simply can't afford to stay open...",
    "…without the number of workers who have walked off the job today.",
    "So, that means, in some select Starbucks locations,...",
    "…stores are closed today,...",
    "…people being turned away at the door as workers walk off the job.",
    "But Starbucks says, in a majority of its thousands of locations,...",
    "…the operations continue almost as usual.",
    "In some cases, it's managers who are managing to keep things going today...",
    "...without a number of workers.",
    "In other cases, there are no walk offs.",
    "Again, we're only talking about roughly one hundred stores here,...",
    "…but these workers are part of a fresh effort,...",
    "…really only about a year old at Starbucks,...",
    "...to improve working conditions.",
    "Among their demands, they want, obviously, the right to organize.",
    "They want guaranteed shifts for part-time and full-time workers, respectively.",
    "Being able to predict how many hours a week you're going to work...",
    "…based on whether you're a part-time or full-time employee,...",
    "…better health and safety at work and on the job seniority as well.",
    "As I said, this is a really fresh movement,...",
    "…but it is part of a broader national shift in favor of labor unions."
]