[
    "A treasure hunt is underway in the Netherlands...",
    "...to find valuables worth millions hidden by Nazi soldiers during World War II.",
    "It's been sparked by the publication of an old map by the Dutch National Archive.",
    "It's believed the document marks the spot where German soldiers...",
    "...hid diamonds, rubies, gold, and silver taken from a damaged bank.",
    "Our correspondent, Anna Holligan, says treasure hunters have descended...",
    "...on a small town looking for metal ammunition boxes.",
    "Well, nothing quite sparks the imagination, does it?",
    "A real life treasure map.",
    "This is what has been released by The National Archives...",
    "...and it's alleged to show the exact spot where a Nazi soldier buried loot...",
    "...taken during the Second World War during the Nazi occupation of the Netherlands.",
    "Four ammunition boxes apparently full of polished and uncut diamonds,...",
    "...gold, silver watches, and jewelry.",
    "The map has just been released and treasure hunters, gold diggers,...",
    "...from right across the Netherlands have descended on this small village.",
    "So initially, villagers were quite excited, enamored to see...",
    "...their village featured, not so much now that people have been appearing...",
    "...armed with metal detectors and spades digging up their gardens.",
    "Metal detectors are actually banned in the area as of October,...",
    "...so people have been turned away by the council.",
    "A few fines have been issued as well, but given the potential discovery here,...",
    "...it's unlikely to stop these treasure hunters from trying their luck.",
    "And if they do find anything, it was actually highly unlikely...",
    "...because the area was scoured just after the Second World War...",
    "...after this was initially revealed.",
    "The map has been released this week...",
    "...after the time with which it could be kept secret or undercover.",
    "Expires at 75 years, I think it is.",
    "So, it's free and available for anyone to go and have a search.",
    "Although the councilors are urging people to stay away."
]