[
    "Now, to an international report which says that human action...",
    "...to save the ozone layer appears to have worked.",
    "The study says it should fully recover within decades...",
    "...as Naomi Choi Smith now reports.",
    "The ozone layer, a thin shield that protects us...",
    "...from the sun's harmful ultraviolet rays,...",
    "...damaged and depleted by chemicals released into the atmosphere.",
    "Now, finally some good news.",
    "The ozone layer is healing and could be fully restored in the next four decades.",
    "That's according to a new report co-authored by the UN, U.S., and EU...",
    "...which says, human action to ban ozone harming chemicals is working.",
    "The phase out of nearly 99% of banned ozone depleting substances...",
    "...has succeeded in safeguarding the ozone layer,...",
    "...leading to notable recovery of the ozone layer in the upper stratosphere...",
    "...and decreased human exposure to harmful ultraviolet rays from the Sun.",
    "Holes were first discovered in the ozone layer in the 1980s.",
    "By 1987, 46 countries had signed up to the Montreal Protocol,...",
    "...banning gases in aerosols and fridges called CFCs.",
    "They were destroying the ozone letting through harmful ultraviolet rays...",
    "...that can cause problems like skin cancer.",
    "But while the depletion of ozone is not a major cause of climate change,...",
    "...saving the ozone layer does have a positive knock-on effect on global warming,...",
    "...because some of the chemicals that were phased out are powerful greenhouse gases.",
    "The report says the ozone layer should recover to 1980 levels...",
    "...by roughly 2066 over the Antarctic, by 2045 over the Arctic,...",
    "...and by 2040 for the rest of the world.",
    "There's always the risk that progress could be reversed.",
    "Still the UN is optimistic, saying this sets a good example...",
    "...for other environmental action as the battle for our planet's future isn't over yet.",
    "Naomi Choi Smith, BBC News."
]