[
    "Sugar.",
    "It's everywhere.",
    "It's addictive and deadly, but it has also become an integral part of living in Indonesia.",
    "It's a common sight to see people adding sugar to food and beverages...",
    "…that are naturally sweet.",
    "Like many here, Noviandrini used to have a sweet tooth.",
    "But that changed recently, after the 50 year old found out...",
    "…that she was on the verge of getting diabetes.",
    "It's quite difficult to find sugar-free food for diabetics here.",
    "But my daughter has found a place.",
    "She knows where to buy sugar-free cakes.",
    "But in general, it's very difficult for us, especially for diabetics.",
    "In Indonesia, the number of overweight and obese young people...",
    "…has more than doubled in the last ten years,...",
    "…caused mostly by excessive consumption of sugar.",
    "The government's plan to impose an excise tax on sugary products is meeting some resistance.",
    "If sugary products become more expensive,...",
    "…fewer people will buy them.",
    "Good news for the nation's health.",
    "But some fear it could also impact the nation's economic recovery.",
    "Olivia Herlinda works for the center for Indonesia's Strategic Development Initiative,...",
    "...an NGO specializing in public health policy.",
    "She warns the government will have to be careful how it applies the tax...",
    "…when it passes the law.",
    "Sugar excise tax needs to be evenly enforced...",
    "…because countries that did it partly ended up having people looking for cheaper products,...",
    "…while not changing the overall sugar consumption levels much.",
    "Apart from the excise tax,...",
    "…the health authorities have also been trying to generate public awareness about diabetes,...",
    "...as well as implement an early detection program.",
    "Early detection certainly helped Noviandrini.",
    "She hopes to avoid the disease by transforming her lifestyle.",
    "She'll do it not only for herself, but to live longer for her loved ones."
]