[
    "Nothing could be more analog than parcels and letters,...",
    "...but this week their movement was halted by a very modern disruption.",
    "Royal Mail sorting offices were struck by a cyber attack...",
    "...which left it unable to dispatch letters and parcels overseas.",
    "It all happened like a scene in a film.",
    "According to reports, the printers in the Royal Mail sorting office...",
    "...suddenly started spewing out messages from the Lockbit Ransomware Gang,...",
    "...saying your data are stolen and encrypted and demanding payment...",
    "...to sort the situation out.",
    "Dramatic, simple, and horribly effective.",
    "And it all leave the victim wondering, \"What on Earth do I do now?\"",
    "It's the question Kieran Martin,...",
    "...formerly head of the National Cybersecurity Center, now an Oxford Don,...",
    "...has been asked many times.",
    "So, should you pay?",
    "The government advises no, I would advise no, but plenty of people do.",
    "What I would encourage people to think about,...",
    "...as well as the ethics and morality of paying...",
    "...is sometimes, practically, it doesn't make sense to pay.",
    "Ransomware gangs like Lockbit use a virus to scramble the files on your computers...",
    "...and send you a message demanding a ransom for unscrambling them.",
    "Lockbit victims number well over 1000 including the automotive group Continental,...",
    "...British company Kingfisher Insurance, rail operator Merseyrail,...",
    "...and consultancy firm Accenture.",
    "Like many ransomware gangs, Lockbit has ties to Russia,...",
    "...although experts play down the possibility of a nation-state attack.",
    "More likely, it's just the latest example of a criminal boom.",
    "The Guardian was hit by a ransomware attack this month,...",
    "...just one of thousands every year.",
    "That doesn't cut it with frustrated Royal Mail customers like Andrew Pope.",
    "This is the last nail in the coffin for me.",
    "I've already transferred my UK business,...",
    "...away from Royal Mail, to the other providers.",
    "I didn't want to, but I had to.",
    "And now the international business that I have,...",
    "...which is about a fifth of the business, I'll also transfer away from Royal Mail.",
    "Royal Mail declined to comment on the incident,...",
    "...but it still hasn't resolved the problem,...",
    "...and the backlog of parcels is already over half a million.",
    "Closing the door on this incident, it takes some doing.",
    "Roland Menthol, Sky News."
]