[
    "Okay, you want to learn about the future?",
    "The future is now...",
    "...because this morning, a new artificial intelligence tool known as ChatGPT...",
    "...has gained popularity for its ability to craft emails, write research papers,...",
    "...and answer almost any question in a matter of seconds.",
    "It is a powerful new technology with extraordinary potential...",
    "...but there are also warnings about the huge risk of misuse.",
    "You know, who knows all about this?",
    "Vanessa Yurkevich, she joins us now.",
    "Good morning.",
    "Sounds interesting.",
    "Proceed, but with caution.",
    "Intriguing, certainly.",
    "And a lot of AI analysts say it's as revolutionary as the internet,...",
    "...but some say it's a threat to society.",
    "But one thing is for sure, it's sparking interest among everyone...",
    "...from top CEOs to students.",
    "ChatGPT, short for Chat Generative Pre-training Transformer,...",
    "...is a machine learning model that can generate humanlike text.",
    "It's been trained on a massive amount of data,...",
    "...allowing it to understand and respond to a wide range of questions and prompts.",
    "What you just heard me reading wasn't written by me.",
    "It was written by artificial intelligence, ChatGPT.",
    "I simply typed in a prompt:...",
    "\"Write a TV news script written by a reporter about ChatGPT.\"",
    "And in just seconds, the AI spit out the copy you just heard.",
    "ChatGPT has exploded in popularity in recent months.",
    "CEOs are now using it to write emails.",
    "It even passed a Wharton School of Business exam.",
    "Should people be more excited about ChatGPT or more fearful of it?",
    "I think we should have a mixed view.",
    "OpenAI, which owns ChatGPT, says the technology is still in its research phase...",
    "...and can produce inaccurate information.",
    "You like artificial intelligence, but are you here to issue a warning about it?",
    "Absolutely.",
    "Artificial intelligence is sort of like a teenager right now.",
    "It's exciting to see the teenager, like, get its footing.",
    "But it's also not there yet and we can't trust it.",
    "But Microsoft thinks it's a good bet, even with some risks.",
    "They're investing billions of dollars in OpenAI."
]