[
    "We're so used to seeing these in takeaway shops.",
    "Polystyrene containers have become key to grabbing food or drinks on the go.",
    "Useful and cheap, but an environmental hazard.",
    "So, many single-use plastics will be banned in England from October.",
    "Businesses will have to find biodegradable alternatives...",
    "…like wooden cutlery or paper cups.",
    "The manager at this cafe in East London is worried about the cost at a time...",
    "…when they're already struggling.",
    "Absolutely every piece of stock, everything you see,...",
    "…every item of food has risen in price within the last one year.",
    "So, you know, this little thing it may seem like something small, but it's not.",
    "The government says the public is overwhelmingly in favor of the ban...",
    "…but, it's a big shift for the hospitality sector in particular coming up in Autumn.",
    "We've worked very very closely with business and industry,...",
    "…because we obviously realize there's an impact on them...",
    "…and this gives them time to get, to use up stock that they've already got...",
    "…because they didn't want to just have to ditch it.",
    "That doesn't really make sense either.",
    "The change follows similar moves in Scotland and Wales.",
    "Packaging like this used for Supermarket meals will not be banned,...",
    "…but conservation charities want the government to go further faster.",
    "We really need to see that the plastic pollution tap turned off.",
    "What we're seeing at the moment now is essentially policies...",
    "…that are bailing out the bath water...",
    "…and we need to see those policies implemented in a strategic coordinated approach...",
    "…across all of the nations within the UK.",
    "The cost to the environment currently is clear.",
    "Plastic washing up on beaches or poisoning marine wildlife.",
    "But now businesses and perhaps customers...",
    "…will face the cost of making our waste less toxic.",
    "Becky Cotterill, Sky News."
]