[
    "When we think about national security threats,...",
    "...the first thing to come to mind probably isn't a phone app...",
    "...but the head of the CIA is worried about just that, with the app TikTok.",
    "I mean, I think it is a genuine concern, I think for the U.S. Government.",
    "In the sense that because the parent company of TikTok is a Chinese company.",
    "The Chinese government is able to insist upon extracting the private data...",
    "...of a lot of TikTok users in this country.",
    "And also to shape the content of what goes on to TikTok as well,...",
    "...to suit the interests of the Chinese leadership.",
    "I think those are real challenges.",
    "Burns calls it, quote, \"troubling\" and warns families to be, quote,...",
    "...\"really careful\", in his words, \"when it comes to kids using TikTok\".",
    "Nearly 20 states now banned TikTok on their government devices or networks.",
    "Virginia, Montana, Idaho and Wyoming are among the latest.",
    "And right here in Washington,...",
    "...the Senate this week passed the same kind of ban for federal devices.",
    "But it is not clear if the House will do anything.",
    "The U.S. Military, the State Department, and Homeland Security are all limiting TikTok.",
    "So, what about the rest of us?",
    "Tech reporter, Stephanie Humphrey, joins us now.",
    "All right, so, Stephanie, why are these officials and tech security experts...",
    "...saying we need to get TikTok off our phones and tablets?",
    "Well, I think the main reason, thank you for having me, by the way.",
    "I think the main reason is because TikTok's parent company, ByteDance,...",
    "...is a Chinese company.",
    "They are based in Singapore, currently.",
    "And they do have to comply with the Chinese government's request for personal data...",
    "...if the Chinese government was to make that request.",
    "They would be compelled to comply with that.",
    "So, the idea that federal employees, or government employees in general,...",
    "...could have TikTok on their work phones...",
    "...and have information on those phones be compromised...",
    "...is a valid concern, I think, for people in this country."
]