[
    "Now, scientists in America say they may have developed a drug...",
    "...for use as a contraceptive pill for men.",
    "They say it works by temporarily stopping sperm from propelling itself.",
    "Now, this drug switches off an enzyme that sperm need...",
    "...to be able to reach an egg to swim and get its way all the way over to an egg.",
    "As you can see there, tests done on mice show that the effect is short-lived.",
    "With normal function restored within 24 hours.",
    "Panic ye not.",
    "For more insight on all of this, let's speak to Stephanie Page,...",
    "...who's an endocrinologist,...",
    "...and professor at the University of Washington School of Medicine.",
    "Thank you so much for joining me and talking to me about this.",
    "This is really interesting...",
    "...and I know very much within the focus of your research as well,...",
    "...you're involved in the development of a male contraceptive pill...",
    "...also a gel as well.",
    "And how excited, therefore, are you about what you're hearing today?",
    "I think this is really important work, you know, we've been working towards...",
    "...developing a male contraceptive pill for a number of decades now.",
    "And this is really work that's proof of principle that, at least in an animal model,...",
    "...conceptually, an on-demand contraceptive pill...",
    "...could be available to men and women in the future.",
    "Now, this might be a silly question, but I'm asking it because I think it's important.",
    "How sure do you know that what you see in mice is going to be definitely...",
    "...replicated in humans?",
    "Is this going to work for men?",
    "Oh, I think there's quite a bit of work to do to show that, again, this is exciting work.",
    "But we have a long road ahead.",
    "This work shows that, in mice, in a short period of time,...",
    "...given high doses of this block, or so to speak, that this can be effective.",
    "But translating findings in mice and even in non-human,...",
    "...primates to humans has been particularly challenging.",
    "And really in the area of reproductive health,...",
    "...even more challenging than in some other areas.",
    "So, it's really exciting work, but there's quite a lot more to do."
]