[
    "Now, the world's biggest trial of a four-day working week has ended in success,...",
    "...with the performance of companies largely unharmed...",
    "...and workers feeling healthier and happier.",
    "61 businesses across Britain took part in the study.",
    "Emma Simpson reports.",
    "This is what a Friday looks like in environmental consultancy firm, Tyler Grange.",
    "All the staff are off.",
    "They get a hundred percent of their pay, but do eighty percent of the hours.",
    "What started as a trial is now a permanent switch.",
    "We've seen our happiness go up significantly and we've seen our fatigue come down.",
    "Through the trial, say, we can prove that our team are happier, less tired,...",
    "...and are making more money.",
    "It's pretty cool.",
    "So, how did you do it?",
    "Zero admin, I like to call it.",
    "We're trying to get rid of as much of the admin as possible.",
    "That you didn't need to do, our board meetings,...",
    "...where it used to be two hours long, they're now half an hour.",
    "If you give people this incredible incentive of a whole day of your time a week,...",
    "...they're going to work really hard to become more productive.",
    "Just ask Linda, the office manager.",
    "A day off for me is to get to do the things that I want to do.",
    "Like this, the litter picking.",
    "Doing something back for my community near where I live.",
    "It gives me more time to reflect and be with nature.",
    "Are you happier?",
    "I am much happier.",
    "Healthier?",
    "Healthier, definitely much healthier.",
    "As you can see it gives us a little bit of exercise as well.",
    "Could you ever go back to a five-day week now?",
    "I wouldn't want to, no.",
    "I wouldn't want to, no.",
    "It's something that I think more companies should take on.",
    "The results are in for the 61 firms who took part in this six-month trial.",
    "Thirty-nine percent of employees surveyed said they were less stressed.",
    "There was a sixty-five percent reduction in sick days.",
    "And companies who provided data said, revenue stayed broadly the same."
]