[
    "Welcome to Global Japan.",
    "In this edition, we're off to Jordan,...",
    "...home to one of the largest populations of Syrian refugees in the world.",
    "One and a half hours drive from Amman and just 12 kilometers from Syria...",
    "...lies the camp of Zaatari.",
    "We're here to see how Japan is helping rebuild a life...",
    "...for those who've lost everything.",
    "Naseem is 22.",
    "He has three children.",
    "He's been living here with his family...",
    "...since fleeing his war-torn country in 2012.",
    "In Syria, Naseem owned a small multimedia shop.",
    "He's about to start training as an electrician.",
    "Thanks to electricity, we're able to communicate with the outside world,...",
    "...with our families in Syria.",
    "It's important; we need electricity.",
    "It's the basis of a civilized society.",
    "The Jordanian National Electricity Company runs the training here...",
    "...together with the Japan International Cooperation Agency...",
    "...and the UN Refugee Agency.",
    "The goal is to teach trainees to connect homes to the grid,...",
    "...repair and maintain the infrastructure and improve safety.",
    "A total of 200 refugees will undergo training.",
    "At the Zaatari refugee camp,...",
    "...each inhabitant is entitled to 35 liters of water per day.",
    "Hashim supervises the distribution in his neighborhood.",
    "A Syrian refugee himself, he works as a volunteer for the Japanese NGO, JEN,...",
    "...and has been appointed by his neighbors to fulfill this fundamental mission.",
    "Safe drinking water, basic sanitation and hygiene,...",
    "...these are the driving principles of UNICEF's WASH program...",
    "...in more than 100 countries around the world, including here in Zaatari,...",
    "...under the supervision of JEN and other NGOs.",
    "Eventually, water will no longer be delivered by lorry,...",
    "...but through a proper distribution network.",
    "Providing the water network for the people,...",
    "...it's to make the camp more sustainable and more healthy.",
    "We think it's very, very important.",
    "In all, JEN has offered training and jobs to 200 people in the camp,...",
    "...the ultimate goal being to mobilize the community and empower the refugees."
]