[
    "Let's move on to a story about Netflix...",
    "...because the U.S. streaming giant is cutting prices in more than 30 countries...",
    "...as it attempts to attract more subscribers.",
    "It comes as the rise in cost of living, I should say,...",
    "...means that many households are trying to tighten their belts and reduce their outgoings.",
    "Netflix also has lots of other competition from other streaming services.",
    "Well, let's bring in Michelle Fleury, who is in New York for us.",
    "Michelle, whereabouts are they going to cut these prices?",
    "Is it going to make it cheaper for me here in the UK or you there in the U.S.,...",
    "...and why is Netflix doing this?",
    "Look, I think if you're sitting in the United Kingdom, in the U.S, then forget it.",
    "You're not going to get a break in the price,...",
    "...despite the fact that obviously many users in those countries...",
    "...are grappling with the cost of living crisis...",
    "...and are reevaluating whether or not they really need these subscription services.",
    "And we've seen the number of people sort of canceling their subscriptions...",
    "...increase because of that.",
    "I think where Netflix, though, is focusing on cutting the prices...",
    "...in other parts of the world, other parts of Europe,...",
    "...but also in Asia and Latin America, even the Middle East.",
    "We're talking about countries like Indonesia, Venezuela, The United Arab Emirates...",
    "...countries where they may not have such a large user base...",
    "...and where they may not necessarily, also you could consider, you know,...",
    "...are in some cases, lower income countries.",
    "And therefore, people have less disposable income for these kind of services.",
    "So, it's interesting to see,...",
    "...because on the one hand investors have reacted very nervously.",
    "But on the other hand, some analysts are saying look they don't have much to lose...",
    "...given kind of their presence in these markets in some cases...",
    "...where they don't face any competition."
]