[
    "Known as \"seishain\" or \"seikishain\" in Japanese,...",
    "...this is the one and only regular employment type there is in Japan.",
    "If you are a seishain or seikishain,...",
    "...that means that you have an unlimited contract,...",
    "...but in reality, this means until you reach the age of 60.",
    "If you are a foreigner who wishes to work in Japan for a long time,...",
    "...this type of employment must be included in your visa.",
    "This way, the immigration bureau would know that you are a stable person...",
    "...and is someone who is able to support themselves within the country.",
    "That being said, there are many benefits of working as a seishain here in Japan.",
    "For example, you will be entitled to essential insurance and leave,...",
    "...but there are also other benefits such as bonuses and promotions.",
    "Next, we will talk about non-regular employment.",
    "There are several types of non-regular employment types in Japan...",
    "...and first, we will talk about contractual employment.",
    "Contractual employees are called \"keiyakushain\" in Japanese...",
    "...and this means that you are working for a limited amount of time.",
    "Contractual employees are generally under the same insurance package...",
    "...as regular employees,...",
    "...but the downside is that there is less job stability.",
    "The span you will be working for will differ depending on the contract...",
    "...and this may be three months, six months or twelve months,...",
    "...but contract breaching is generally a big no-no unless it is an absolute emergency.",
    "A subtype within the contractual employee is \"hakenshain.\"",
    "This means that you are dispatched with a contract...",
    "...from a company to another company where you will be working.",
    "The benefit of being a hakenshain is that once your job ends,...",
    "...there is a higher likelihood that you will be able to find a company...",
    "...which you will be able to work for.",
    "The other type of a non-regular employee is a part-time worker.",
    "We call part-time workers \"ayubaito\" or \"pato\" in Japanese.",
    "This means that you will be able to work flexibly...",
    "...and you may work a few hours a day or a few days a week."
]